{
  "id" : "anemia_15893",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Anemia",
  "title" : "Anemia",
  "notes" : "**Note 1:** For cases diagnosed 1/1/2018 and later, all cases of CLL and SLL will require both the **Lugano classification, which is captured in the AJCC stage group data item, and the five components of the modified Rai staging system, which are captured in Site-Specific Data Items (adenopathy, anemia, lymphocytosis, organomegaly, and thrombocytopenia).**\n\nThe terms B-cell lymphocytic leukemia/chronic lymphocytic leukemia (CLL) and small lymphocytic lymphoma (SLL) are considered different clinical presentations of the same disease, with both terms coded 9823.  Traditionally the lymphoma diagnosis was staged with the Ann Arbor staging system and it is now staged with the Lugano classification.  In North America, CLL was staged with the Rai system. \n\n**Note 2:** Anemia is defined as Hgb <11.0 g/dL and is part of the staging criteria. \n* Use the cut points listed in the table regardless of the lab’s reference range\n* A lab value expressed in grams per liter (g/L) is 10 times the same value expressed in g/dL; therefore, the cut point of 11.0 g/dL is equivalent to 110 g/L.\n\n**Note 3:** Record this data item based on a blood test (CBC or hematocrit) performed at diagnosis (pre-treatment). In the absence of the lab test, a physician’s statement can be used. \n\n**Note 4:** If the presence/absence of anemia determined by available lab values differs from the physician’s statement of anemia, the lab value takes precedence.\n\n**Note 5:** If there is no mention of anemia, or relevant lab results, code 9.",
  "last_modified" : "2018-05-09T15:33:19.089Z",
  "definition" : [ {
    "key" : "anemia",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Anemia not present \nHgb >=11.0 g/dL" ], [ "1", "Anemia present \nHgb <11.0 g/dL" ], [ "6", "Lab value unknown, physician states patient is anemic" ], [ "7", "Test ordered, results not in chart" ], [ "9", "Not documented in medical record\nAnemia not assessed or unknown if assessed" ] ]
}