{
  "id" : "creatinine_pretx_lab_value_56869",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Creatinine Pretreatment Lab Value",
  "title" : "Creatinine Pretreatment Lab Value",
  "notes" : "**Note 1:** Physician statement of Creatinine Pretreatment Lab Value can be used to code this data item when no other information is available. \n\n**Note 2:** Record the lab value of the highest Creatinine test result documented in the medical record **prior to treatment**. The lab value may be recorded in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** Record the blood or serum creatinine value for this data item. Do not use urine results to code this data item.\n\n**Note 4:** The Model for End-Stage Liver Disease (MELD) is a numerical scale used to determine how urgently a patient with liver disease needs a liver transplant within the next three months. Results from three routine lab tests are used to calculate the MELD score. Creatinine, one of the tests, measures kidney function; impaired kidney function is often associated with severe liver disease.\n\n**Note 5:** The same laboratory test should be used to record information in Creatinine Pretreatment Unit of Measure [NAACCR Data Item # 3825].",
  "last_modified" : "2018-05-09T15:33:19.569Z",
  "definition" : [ {
    "key" : "creatinine_pretx_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 milligram/deciliter (mg/dl)\n0.0 micromole/liter (umol/L)" ], [ "0.1-99.9", "0.1-99.9 milligram/deciliter (mg/dl)\n0.1-99.9 micromole/liter (umol/L)\n(Exact value to nearest tenth of mg/dl or umol/L)" ], [ "XX.1", "100 mg/dl or greater\n100 umol/L or greater" ], [ "XX.7", "Test ordered, results not in chart" ], [ "XX.8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code XX.8 will result in an edit error.)" ], [ "XX.9", "Not documented in medical record\nCreatinine Pretreatment Lab Value not assessed or unknown if assessed" ] ]
}