{
  "id" : "extranodal_extension_clinical_5022",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Extranodal Extension Clinical",
  "title" : "Extranodal Extension Clinical",
  "notes" : "**Note 1:** Physician statement of Extranodal Extension (ENE) Clinical or physician clinical staging can be used to code this data item when there is no other information available.\n\n**Note 2:** Extranodal Extension Clinical is defined as “the extension of a nodal metastasis through the lymph node capsule into adjacent tissue” identified during the diagnostic workup. ENE is the preferred terminology. Other names include: extranodal spread, extracapsular extension, or extracapsular spread.\n\n**Note 3:** Be aware that the rules for coding ENE for head and neck sites compared to non-head and neck sites are different.\n\n**Note 4:** Code the status of extranodal extension assessed during the diagnostic workup for the assignment of the clinical stage for the most involved regional lymph node(s). This is mainly determined by physical examination, and includes statements such as fixed or matted nodes.  Imaging may also be used, as well as lymph node biopsies or sentinel node biopsies performed prior to any treatment. Do not code ENE for any distant nodes.",
  "last_modified" : "2018-05-09T15:33:19.027Z",
  "definition" : [ {
    "key" : "extranodal_ext_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Regional lymph node(s) involved, ENE not present/not identified during diagnostic workup" ], [ "1", "Regional lymph node(s) involved, ENE present/identified during diagnostic workup, \nbased on physical exam and/or imaging" ], [ "2", "Regional lymph node(s) involved, ENE present/identified during diagnostic workup, \nbased on microscopic confirmation" ], [ "7", "No lymph node involvement identified during diagnostic workup (cN0)" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error)" ], [ "9", "Not documented in medical record \nClinical ENE not assessed or unknown if assessed during diagnostic workup\nClinical assessment of lymph node(s) not done, or unknown if done" ] ]
}