{
  "id" : "gleason_pattern_clinical_75179",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Gleason Patterns Clinical",
  "title" : "Gleason Patterns Clinical",
  "notes" : "**Note 1:** Physician statement of Gleason Patterns Clinical can be used to code this data item when there is no other information available. \n\n**Note 2:** Code the Gleason primary and secondary patterns from needle core biopsy or transurethral resection of prostate (TURP) in this field. Gleason primary and secondary patterns provided for any prostate tissue identified from a transurethral resection of a bladder tumor (TURBT) specimen can also be used in this field.\n\n**Note 3:** Code the Gleason primary and secondary patterns prior to neoadjuvant treatment.\n\n**Note 4:** Usually prostate cancers are graded using Gleason score or pattern. Gleason grading for prostate primaries is based on a 5-component system (5 histologic patterns). Prostatic cancer generally shows two main histologic patterns. The primary pattern, the pattern occupying greater than 50% of the cancer, is usually indicated by the first number of the Gleason grade, and the secondary pattern is usually indicated by the second number.  These two numbers are added together to create a pattern score.  \n* If there are two numbers, assume that they refer to two patterns (the first number being the primary pattern and the second number the secondary pattern), and sum them to obtain the score.\n* If only one number is given and it is less than or equal to 5, assume that it describes a pattern (since scores of 5 or less would reflect Primary or Secondary Pattern Scores of 1 or 2). Code the number as the primary pattern and code the secondary pattern as Unknown. \n* * For ***example,*** if only one number is given and it is a 3, code “39” for Gleason Patterns and “X9” for Gleason Score.\n* If only one number is given and it is greater than 5, assume that it is a score. \n* * For ***example,*** if only one number is given and it is a 7, code “X6” for Gleason Patterns and “07” for Gleason Score. \n* If the pathology report specifies a specific number out of a total of 10, the first number given is the score. \n* * For ***example,*** if the pathology report says Gleason 7/10, code “07’ for Gleason Score and “X6” for Gleason Patterns. \n\n**Note 5:** If different patterns are documented on multiple needle core biopsies, code the pattern that reflects the highest or most aggressive score regardless if the pathologist provides an overall pattern in a final summary. If different patterns equal the same high score, give priority to the highest primary pattern and then the highest secondary pattern. \n* For ***example,*** both Gleason 3, 4 and Gleason 4, 3 equal Gleason score 7; code 43. Do not mix patterns from multiple specimens.\n\n**Note 6:** If needle core biopsy and TURP are both performed, code the pattern that reflects the highest score.\n\n**Note 7:** Do not infer Gleason Primary and Secondary Pattern from Grade Group (Code X9).\n\n**Note 8:** The clinical score is recorded in Gleason Score Clinical [NAACCR Data Item # 3840].",
  "last_modified" : "2018-05-09T15:33:19.464Z",
  "definition" : [ {
    "key" : "gleason_patterns_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "11", "Primary pattern 1, secondary pattern 1 " ], [ "12", "Primary pattern 1, secondary pattern 2" ], [ "13", "Primary pattern 1, secondary pattern 3" ], [ "14", "Primary pattern 1, secondary pattern 4" ], [ "15", "Primary pattern 1, secondary pattern 5" ], [ "19", "Primary pattern 1, secondary pattern unknown" ], [ "21", "Primary pattern 2, secondary pattern 1" ], [ "22", "Primary pattern 2, secondary pattern 2" ], [ "23", "Primary pattern 2, secondary pattern 3" ], [ "24", "Primary pattern 2, secondary pattern 4" ], [ "25", "Primary pattern 2, secondary pattern 5" ], [ "29", "Primary pattern 2, secondary pattern unknown" ], [ "31", "Primary pattern 3, secondary pattern 1" ], [ "32", "Primary pattern 3, secondary pattern 2" ], [ "33", "Primary pattern 3, secondary pattern 3" ], [ "34", "Primary pattern 3, secondary pattern 4" ], [ "35", "Primary pattern 3, secondary pattern 5" ], [ "39", "Primary pattern 3, secondary pattern unknown" ], [ "41", "Primary pattern 4, secondary pattern 1" ], [ "42", "Primary pattern 4, secondary pattern 2" ], [ "43", "Primary pattern 4, secondary pattern 3" ], [ "44", "Primary pattern 4, secondary pattern 4" ], [ "45", "Primary pattern 4, secondary pattern 5" ], [ "49", "Primary pattern 4, secondary pattern unknown" ], [ "51", "Primary pattern 5, secondary pattern 1" ], [ "52", "Primary pattern 5, secondary pattern 2" ], [ "53", "Primary pattern 5, secondary pattern 3" ], [ "54", "Primary pattern 5, secondary pattern 4" ], [ "55", "Primary pattern 5, secondary pattern 5" ], [ "59", "Primary pattern 5, secondary pattern unknown" ], [ "X6", "Primary pattern unknown, secondary pattern unknown" ], [ "X7", "No needle core biopsy/TURP performed" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nGleason Patterns Clinical not assessed or unknown if assessed" ] ]
}