{
  "id" : "grade_clinical_19997",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Grade Clinical",
  "title" : "Grade Clinical",
  "notes" : "**Note 1:** Clinical grade must not be blank.\n\n**Note 2:** Assign the highest grade from the primary tumor assessed during the clinical time frame. \n\n**Note 3:** Codes 1-4 take priority over A-D, L and H.\n\n**Note 4:** CNS WHO classifications use a grading scheme that is a “malignancy scale” ranging across a wide variety of neoplasms rather than a strict histologic grading system that can be applied equally to all tumor types.  \n* Code the WHO grading system for selected tumors of the CNS as noted in the AJCC 8th edition Table 72.2 where WHO grade is not documented in the record\n\n**Note 5:** Code 9 when\n* Grade from primary site is not documented\n* Clinical workup is not done (for example, cancer is an incidental finding during surgery for another condition)\n* Grade checked “not applicable” on CAP Protocol (if available) and no other grade information is available\n\n**Note 6:** If there is only one grade available and it cannot be determined if it is clinical, pathological, or after neo-adjuvant therapy, assign as a clinical grade and code unknown (9) for pathological grade, and blank for post-therapy grade.",
  "last_modified" : "2018-05-09T15:33:19.251Z",
  "definition" : [ {
    "key" : "grade_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "WHO Grade I : Circumscribed tumors of low proliferative potential associated with the possibility of cure following resection" ], [ "2", "WHO Grade II: Infiltrative tumors with low proliferative potential with increased risk of recurrence" ], [ "3", "WHO Grade III: Tumors with histologic evidence of malignancy, including nuclear atypia and mitotic activity, associated with an aggressive clinical course" ], [ "4", "WHO Grade IV: Tumors that are cytologically malignant, mitotically active, and associated with rapid clinical progression and potential for dissemination" ], [ "L", "Stated as “low grade” NOS" ], [ "H", "Stated as “high grade” NOS" ], [ "A", "Well differentiated" ], [ "B", "Moderately differentiated" ], [ "C", "Poorly differentiated" ], [ "D", "Undifferentiated, anaplastic" ], [ "9", "Grade cannot be assessed (GX); Unknown" ] ]
}