{
  "id" : "heritable_trait_49734",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Heritable Trait",
  "title" : "Heritable Trait",
  "notes" : "**Note 1:** Physician statement of retinoblastoma heritable trait can be used to code this data item. \n\n**Note 2:** Code Heritable trait (H) based on the criteria listed in Chapter 68 *Retinoblastoma* “Definition of Heritable Trait (H).”\n\n**Note 3:** Code 0 (H0) if clinical features do not exist or laboratory germline RB1 test is negative or there is no clinical evidence of mutation. Results may be from blood or tissue testing. \n\n**Note 4:** Code 0 (H0) if residual (false negative) risk for a mutation is less than 1% or at population risk (0.007%) in a laboratory with demonstrated sensitivity greater than 97%. \n\n**Note 5:** Code 1 (H1) may be assigned based on positive molecular testing for germline RB1 gene.\n\n**Note 6:** Code 1 (H1) may be assigned based on clinical evidence of any of the following features even without molecular testing (in particular for children). When discrete clinical evidence of heritable trait is not present, high-quality molecular evidence is mandatory before designating a child as H1 positive.\n* Bilateral disease \n* Family history of retinoblastoma \n* Presence of concomitant CNS midline embryonic tumor (commonly in pineal region)\n* Retinoblastoma with an intracranial primitive neuroectodermal tumor (i.e., trilateral retinoblastoma)\n\n**Note 7:** Variants of unknown significance should be categorized as 9 (HX).",
  "last_modified" : "2018-05-09T15:33:19.490Z",
  "definition" : [ {
    "key" : "heritable_trait",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "H0: Normal RB1 alleles\nNo clinical evidence of mutation" ], [ "1", "H1: RB1 gene mutation OR \nClinical evidence of mutation" ], [ "7", "Test ordered, results not in chart" ], [ "9", "HX: Not documented in medical record\nTest not done, or unknown if done\nInsufficient evidence of a constitutional RB1 gene mutation" ] ]
}