{
  "id" : "microsatellite_instability_7008",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Microsatellite Instability",
  "title" : "Microsatellite Instability (MSI)",
  "notes" : "**Note 1:** Physician statement of MSI can be used to code this data item when no other information is available.\n\n**Note 2:** The microsatellite instability (MSI) test is a genetic test performed on tumor tissue to look for differences in length of certain non-functioning sections of DNA. The differences are caused by problems with the genes that normally repair DNA. A high-positive MSI (MSI-H) result may indicate that the gene repair problem is related to the development of the cancer, and that the patient may have hereditary nonpolyposis colorectal cancer (HNPCC) (also known as Lynch syndrome.) A low-positive or stable MSI result (stable meaning that there are no differences in the lengths) means it is unlikely that the cancer is related to a hereditary condition. \n\n**Note 3:** Testing for MSI may be done by immunology or genetic testing. Some laboratories only test for MSI via immunology such as Mismatch Repair (MMR) Protein. Results from immunology will only provide you with positive or negative results and will not specify whether the MSI is low or high. \n* If the testing was done via immunology, code 9. Only genetic testing results will specify whether the MSI is low or high. \n\n**Note 4:** In Canada, the following terms are often used\n* MMR normal (code 0)\n* MMR abnormal (code 2)\n \n**Note 5:** If both tests are done and one or both are positive, code 2.\n\n**Note 6:** If all tests done are negative, code 0.",
  "last_modified" : "2018-05-09T15:33:19.626Z",
  "definition" : [ {
    "key" : "msi",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Microsatellite instability (MSI) stable; microsatellite stable (MSS); negative, NOS\nAND/OR\nMismatch repair (MMR) intact, no loss of nuclear expression of MMR proteins" ], [ "1", "MSI unstable low (MSI-L)" ], [ "2", "MSI unstable high (MSI-H)\nAND/OR\nMMR-D (loss of nuclear expression of one or more MMR proteins, MMR protein deficient)" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nMSI-indeterminate \nMicrosatellite instability not assessed or unknown if assessed" ] ]
}