{
  "id" : "residual_tumor_volume_post_cytoreduction_90653",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Residual Tumor Volume Post Cytoreduction",
  "title" : "Residual Tumor Volume Post Cytoreduction",
  "notes" : "**Note 1:** Physician statement of residual tumor status after primary cytoreduction surgery can be used to code this data item when no other information is available.\n\n**Note 2:** The surgery to remove as much cancer in the pelvis and/or abdomen as possible, reducing the \"bulk\" of the cancer, is called \"debulking\" or \"cytoreductive\" surgery. It is performed when there is widespread evidence of advanced stage of ovarian cancer with obvious spread to other organs outside the ovary, typically in the upper abdomen, intestines, the omentum (the fat pad suspended from the transverse colon like an apron), the diaphragm, or liver.  \n\n**Note 3:** Optimal debulking is described as removal of all tumor except for residual nodules that measure no more than 1 centimeter (cm) in maximum diameter .\n\n**Note 4:** Gross residual tumor after primary cytoreductive surgery is a prognostic factor that has been demonstrated in large studies. Whether patients undergo neoadjuvant chemotherapy or primary cytoreduction, the best prognostic category after surgery includes those who are left with no gross residual tumor. \n* Physicians should record the presence or absence of residual disease, if residual disease is observed, the size of the largest visible lesion should be documented",
  "last_modified" : "2018-05-09T15:33:19.281Z",
  "definition" : [ {
    "key" : "resid_tumor_vol_post_cyto",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "00", "No gross residual tumor nodules" ], [ "10", "Residual tumor nodule(s) 1 centimeter (cm) or less\nAND neoadjuvant chemotherapy not given or unknown if given" ], [ "20", "Residual tumor nodule(s) 1 cm or less\nAND neoadjuvant chemotherapy given (before surgery)" ], [ "30", "Residual tumor nodule(s) greater than 1 cm\nAND neoadjuvant chemotherapy not given or unknown if given" ], [ "40", "Residual tumor nodule(s) greater than 1 cm\nAND neoadjuvant chemotherapy given (before surgery)" ], [ "90", "Macroscopic residual tumor, size not stated\nAND neoadjuvant chemotherapy not given or unknown if given" ], [ "91", "Macroscopic residual tumor nodule(s), size not stated\nAND neoadjuvant chemotherapy given (before surgery)" ], [ "92", "Procedure described as optimal debulking and size of residual tumor nodule(s) not given \nAND neoadjuvant chemotherapy not given or unknown if given" ], [ "93", "Procedure described as optimal debulking and size of residual tumor nodule(s) not given \nAND neoadjuvant chemotherapy given (before surgery)" ], [ "97", "No cytoreductive surgery performed" ], [ "98", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code 98 will result in an edit error.)" ], [ "99", "Not documented in patient record\nResidual tumor status after cytoreductive surgery not assessed or unknown if assessed" ] ]
}