{
  "id" : "seer_primary_tumor_79817",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "EOD Primary Tumor",
  "title" : "EOD Primary Tumor",
  "notes" : "**Note 1:** Lymphatic sites (nodal regions) are \n* Lymph nodes (C770-C779)\n* Waldeyer's ring (tonsils) (C024, C090-C099, C111, C142)\n* Spleen (C422)\n* Thymus (C379)\n\n**Note 2:** Use the AJCC definitions for lymph node regions (Chapter 79, Table 79.1) to determine when single (code 100) or multiple (300-600) lymph node regions are involved. See also the Hematopoietic Manual, Appendix C, for definition of lymph node regions.\n\n**Note 3:**  Extralymphatic sites (extranodal regions) include all other sites (e.g., stomach, colon, lung, breast, nasopharynx). \n\n**Note 4:** Any mention of the terms including fixed, matted, mass in the hilum, mediastinum, retroperitoneum, and/or mesentery, palpable, enlarged, shotty, lymphadenopathy are all regarded as involvement for lymphomas when determining appropriate code.\n\n**Note 5:** “Bulky disease” (code 500) varies by the lymphoma histology. For Hodgkin lymphoma, it is defined as the ratio between the maximum diameter of the mediastinal mass and maximal intrathoracic diameter based on CT imaging in the Lugano classification. Bulk of other disease is defined as a mass greater than 10 cm. For non-Hodgkin lymphomas, the main criteria is based on size with cutoffs ranging from 5-10 cm, although 10 cm is recommended.\n\n**Note 6:** Lymphomas confined to a single lymphatic or extralymphatic site WITH or WITHOUT involvement of lymph node regions on the SAME side of the diaphragm are also referred to as “limited stage.” (Codes 100-500). Lymphomas with involvement on BOTH sides of the diaphragm or other metastatic disease are also referred to as “advanced stage” (Codes 500-800) \n* Bulky disease may be either early or advanced stage based on the lymphoma histology or other factors\n\n**Note 7:** Clinical enlargement of the liver is not enough to indicate involvement. Involvement is indicated by diffuse uptake or mass lesion or abnormal liver function tests. Liver biopsy may be used to confirm equivocal involvement.\n* Any involvement of liver (including primary liver lymphoma) is coded as 800.\n\n**Note 8:** Lung involvement is indicated by pulmonary nodules or parenchymal involvement on FDG-PET or CT in the absence of other likely causes. Lung biopsy may be used to confirm equivocal involvement.\n* Multifocal lung involvement is coded as 700 or 800 based on lung mets, code also “Mets at Dx-Lung as 1.\n\n**Note 9:** Bone involvement (excluding bone marrow involvement, see Note 11) is indicated by avid lesions on FDG-PET. Bone biopsy may be used to confirm equivocal involvement. \n* Bone involvement (except for bone primary lymphomas) is coded as 800. Code also “Mets at Dx-Bone” as 1. (See Note 11 on how to code bone marrow involvement)\n\n**Note 10:** Central nervous system (CNS) involvement is often suspected due to symptoms and can be confirmed by plain radiology, CT scan, or MRI. Cerebrospinal fluid (CSF) examination by flow cytometry may be done. CNS involvement may be the result of soft tissue disease representing extension from bone metastasis or parenchymal brain disease. \n* CNS involvement (except for CNS primary lymphomas) is coded as 800. Code also “Mets at Dx-Brain” as 1.\n* CSF involvement is coded as 800. Code also “Mets at Dx-Other” as 1.\n\n**Note 11:** Bone marrow involvement is assessed by an aspiration and bone marrow biopsy. \n* Bone marrow involvement (except for primary site bone marrow) is coded as 800. Code also “Mets at Dx-Other” as 1. Do not code to “Mets at Dx-Bone” as 1.\n* In cases where bone marrow biopsy/aspiration is not performed, but a physician’s clinical assessment indicates bone marrow involvement, the physician’s clinical assessment can be used.\n\n**Note 12:** See the data item *B symptoms* [NAACCR Data Item Number: #3812] to code the presence or absence of B symptoms.",
  "footnotes" : "(1) Fritz AG, Ries LAG (eds). **SEER Extent of Disease 1988: Codes and Coding Instructions (3rd Edition, 1998)**, National Cancer Institute, NIH Pub. No. 98-2313, Bethesda, MD, 1998\n\n(2) Young JL Jr, Roffers SD, Ries LAG, Fritz AG, Hurlbut AA (eds.). **SEER Summary Staging Manual-2000: Codes and Coding Instructions**, National Cancer Institute, NIH Pub. No. 01-4969, Bethesda, MD, 2001.\n\n(3) Collaborative Stage Work Group of the American Joint Committee on Cancer. **Collaborative Stage Data Collection System User Documentation and Coding Instructions, version 02.05**. American Joint Committee on Cancer (Chicago, IL)\n\n(4) Gress, D.M., Edge, S.B., Gershenwald, J.E., et al. **Principles of Cancer Staging**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017: 3-30\n\n(5) **Introduction to Hematologic Malignancies**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017: 931-935\n\n(6) Zelenetz, A.D., Jaffe, E.S., Leonard, J.P., et al. **Hodgkin and Non-Hodgkin Lymphomas**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017: 937-958\n\n(7) Link, M.P., Jaffe, E.S., Leonard, J.P. **Pediatric Hodgkin and Non-Hodgkin Lymphomas**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017: 959-965",
  "last_modified" : "2018-05-09T15:33:19.721Z",
  "definition" : [ {
    "key" : "eod_primary_tumor",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "eod_2018_t",
    "name" : "EOD 2018 T",
    "type" : "ENDPOINT"
  }, {
    "key" : "eod_2018_stage_group",
    "name" : "EOD 2018 Stage Group",
    "type" : "ENDPOINT"
  }, {
    "key" : "ss2018_t",
    "name" : "SS2018 T",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "100", "Single lymph node region involved\n\nInvolvement of multiple nodal chains in the SAME lymph node region", "VALUE:88", "VALUE:1", "VALUE:L" ], [ "200", "Single extralymphatic site\n- WITHOUT nodal involvement\n\nMultifocal involvement (except multifocal lung involvement, see codes 700 or 800) of one extralymphatic organ/site \n- WITHOUT nodal involvement", "VALUE:88", "VALUE:1E", "VALUE:L" ], [ "300", "Two or more lymph node regions involved\n- SAME side of diaphragm", "VALUE:88", "VALUE:2", "VALUE:RE" ], [ "400", "Localized involvement of a single extralymphatic organ/site \n- WITH involvement of its regional lymph node(s) OR\n- WITH involvement of other lymph node(s) on the SAME side of the diaphragm\n\nContiguous extralymphatic extension from nodal/lymphatic site\n- WITH or WITHOUT involvement of other nodal regions\non SAME side of diaphragm", "VALUE:88", "VALUE:2E", "VALUE:RE" ], [ "500", "Codes 300 or 400 with bulky disease", "VALUE:88", "VALUE:2 bulky", "VALUE:RE" ], [ "600", "Involvement of lymph node regions on BOTH sides of the diaphragm\n- OR nodes ABOVE the diaphragm involved \n  + WITH spleen involvement", "VALUE:88", "VALUE:3", "VALUE:D" ], [ "700", "Diffuse or disseminated (multifocal) involvement of ONE OR MORE extralymphatic organ(s)/site(s)\n- WITH OR WITHOUT associated lymph node involvement\n\nNoncontiguous extralymphatic organ involvement in conjunction with nodal disease (two or more sites involved)\n\nMultifocal involvement of MORE THAN ONE extralymphatic organ/site\n\nInvolvement of isolated extralymphatic organ in absence of involvement of adjacent lymph nodes, but in conjunction with disease in distant sites", "VALUE:88", "VALUE:4", "VALUE:D" ], [ "800", "Diffuse or disseminated (multifocal involvement) of\n- Bone\n- Central nervous system (CNS)\n\nAny involvement of\n- Bone marrow\n- Cerebrospinal fluid (CSF)\n- Liver\n- Lung, multiple lesions (other than by direct extension in code 400)\n\nDistant metastasis, NOS", "VALUE:88", "VALUE:4", "VALUE:D" ], [ "999", "Unknown; extension not stated\nPrimary tumor cannot be assessed\nNot documented in patient record\n\nDeath Certificate Only", "VALUE:88", "VALUE:99", "VALUE:U" ] ]
}