{
  "id" : "visceral_pleural_invasion_25940",
  "algorithm" : "eod_public",
  "version" : "1.2",
  "name" : "Visceral and Parietal Pleural Invasion",
  "title" : "Visceral and Parietal Pleural Invasion",
  "notes" : "**Note 1:** Physician statement of Visceral and Parietal Pleural Invasion can be used to code this data item when no other information is available.\n\n**Note 2:**  *Chapter 36: Lung* of the AJCC Staging Manual 8th edition includes a standardized and precise definition of pleural/elastic layer invasion (PL).  \n\nThere are four categories:\n* PL0 - Tumor that is surrounded by lung parenchyma or invades superficially into the pleural connective tissue beneath the elastic layer but falls short of completely traversing the elastic layer of the pleura\n* PL1 - Tumor that extends through the elastic layer\n* PL2 - Tumor that extends to the surface of the visceral pleura\n* PL3 - Tumor that extends to the parietal pleura or chest wall\n\nCategories PL1 and PL2 are considered pleural invasion for staging and are classified as at least a T2.  PL3 is classified as at least a T3.  PL0 is not considered pleural invasion for TNM staging, and the T category is assigned based on other criteria. Other criteria can also raise the T category for PL1-3 tumors. \n\nWhen pathologists have difficulty assessing the relationship of the tumor to the elastic layer on routine hematoxylin and eosin (H and E) stains, they may perform a special elastic stain to make the determination.\n\n**Note 3:** An FNA is not a histologic specimen and is not adequate to assess pleural layer invasion. If only an FNA is available, code 9.\n\n**Note 4:** Code 9 if there is microscopic confirmation and there is no mention of visceral pleural invasion.",
  "last_modified" : "2018-05-09T15:33:19.271Z",
  "definition" : [ {
    "key" : "visceral_pleural_invasion",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "No evidence of visceral pleural invasion identified\nTumor does not completely traverse the elastic layer of the pleura\nStated as PL0" ], [ "1", "Invasion of visceral elastic layer\nNot beyond visceral pleural\nStated as PL1" ], [ "2", "Invasion outside surface of the visceral pleura\nInvasion through outer surface of the visceral pleura\nStated as PL2" ], [ "3", "Tumor invades into or through the parietal pleura OR chest wall\nStated as PL3" ], [ "4", "Invasion of visceral pleura present, NOS; not stated if PL1 or PL2" ], [ "6", "Tumor extends to pleura, NOS; not stated if visceral or parietal" ], [ "8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nNo surgical resection of primary site is performed\nVisceral Pleural Invasion not assessed or unknown if assessed or cannot be determined" ] ]
}