{
  "id" : "mets_hch",
  "algorithm" : "tnm",
  "version" : "1.2",
  "name" : "SEER Mets",
  "title" : "SEER Mets",
  "notes" : "**Note 1:**  Liver metastasis implies the presence of tumor inside the liver parenchyma as one or more nodules.  Adherence to the liver capsule, even if extensive, should not be considered liver metastasis.  Code direct adherence as regional by direct extension.\n\n**Note 2:**  When a patient has more than one area of gastrointestinal stromal tumor (GIST), it is important to try to distinguish between intra-abdominal metastasis and tumor multiplicity. Distant metastases are relatively rare in GISTs, but they are increasingly detected with sophisticated radiological studies. Intra-abdominal metastasis will present as tumor involvement in the abdominal cavity outside the main tumor mass, in the peritoneum, omentum, serosae of organs, and the cul-de-sac, among other areas. Code this form of metastasis in SEER Mets.\n\nTumor multiplicity, in contrast, will present with anatomically separate, multiple tumors of different sizes arising independently in the GI tract. This form of tumor multiplicity usually will be seen in patients with neurofibromatosis type 1 or familial GIST syndrome, but in rare instances may be seen in patients without these conditions. This form of multiplicity should not be coded as metastasis.\n\nWhen a solitary omental or mesenteric tumor mass is found with a primary GIST elsewhere, do not code this as a metastasis. \n\nWhen multiple tumor areas are present and it is not stated whether these are metastases or independent tumors, consult with a physician if possible to determine how to code them. If a decision cannot be made, code as 99. \n\n**Note 3:**  Peritoneal nodules are not excluded as a staging component for M1 disease of GISTAppendix and may be considered distant in SEER Summary Stage.\n\n**Note 4:**  Involvement of superior and/or inferior mesenteric nodes is considered distant; mesenteric lymph nodes, NOS are considered regional.",
  "footnotes" : "§ Considered regional for cecum, appendix, ascending, hepatic flexure and transverse colon in 1977 Summary Staging Guide\n£ Considered regional for cecum, ascending, desending and sigmoid for Historic stage\n\\## Considered regional in Historic Stage",
  "last_modified" : "2016-06-06T18:59:25.340Z",
  "definition" : [ {
    "key" : "seer_mets",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "manual",
    "name" : "Summary Stage Manual",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  }, {
    "key" : "ss2017_m",
    "name" : "Summary Stage 2017 M",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "00", "None\n\nNo distant metastasis", "", "VALUE:NONE" ], [ "70", "Distant site(s)/node(s) involved\n\nDistant lymph node(s):\n    Inferior mesenteric\n    Para-aortic\n    Retroperitoneal\n    Superior mesenteric§\n    Other distant lymph node(s)\n\nExtension to:\n    Adrenal (suprarenal) gland\n    Bladder\n    Diaphragm\n    Fallopian tube£\n    Fistula to skin\n    Gallbladder\n    Kidney, right\n    Liver##\n    Other segment(s) of colon via serosa\n    Ovary£ \n    Ureter, right\n    Uterus£", "Distant metastasis including: \n    Peritoneal nodules\n    Liver parenchymal nodules\n\nCarcinomatosis\n\nDistant metastasis WITH or WITHOUT distant lymph node(s) \n\nDistant metastasis, NOS\n\nStated as M1", "VALUE:D" ], [ "99", "Unknown; distant metastasis not stated\nDistant metastasis cannot be assessed\nNot documented in patient record", "", "VALUE:U" ] ]
}