{
  "id" : "esophagusgejunction_egj_stomach_57130",
  "algorithm" : "eod_public",
  "version" : "3.0",
  "name" : "Schema Discriminator 1",
  "title" : "Schema Discriminator 1: EsophagusGEJunction (EGJ)/Stomach",
  "notes" : "**Note 1:** Under primary site code C160, there are two different structures that are staged differently.\n* Esophagogastric junction (Esophagus schema)\n* Cardia of the Stomach (Stomach schema)\n\n**Note 2:** The gastroesophageal junction (GEJ) (primary site C160) is a poorly defined anatomic area that represents the junction between the distal esophagus and the proximal stomach (cardia). The true anatomic GEJ corresponds to the most proximal aspect of the gastric folds, which represents an endoscopically apparent transition point in most individuals. \n\n**Note 3:** The cardia (also assigned primary site C160) is the **first part of the stomach.** It is the region where the stomach meets the end of the esophageal tube. This region is also referred to as the Z-line or the esophagogastric junction.\n\n**Note 4:** Physician's statement can be used to code this data item when no other information is available. \n* ***Example:*** Patient diagnosed with tumor involving the cardia. No other information available. Physician stages the patient using the Esophagus Staging System/CAP protocol\n   * ***Answer:*** Code 2 based on physician using the Esophagus Staging System \n\n**Note 5:** Tumors with their midpoint (epicenter) in the GE Junction are staged as Esophagus, while tumors with their midpoint (epicenter) in the cardia/stomach are staged using the Stomach Staging System.\n* *Note:* The CAP protocol uses \"midpoint\" instead of \"epicenter.\" This is the pathologist's assessment of the point of tumor origin, regardless of tumor extension into other tissues. \n\n**Chapter 16: Esophagus and Esophagogastric Junction (see code 2)**\n\n**Note 1:** Use code 2 when\n* EGJ  is documented as involved and the midpoint (epicenter) is within the proximal (above) 2 cm of the cardia  \n* EGJ is documented as involved and there is no mention of extension into the stomach or stomach involvement\n* ***Example 1:*** MRI: Findings most consistent with metastatic GE junction cancer. Upper EUS: Medium-sized, fungating, polypoid and ulcerated mass with no active  bleeding was found in the gastric cardia extending from GEJ to 42 cm  from incisors.  One malignant-appearing lymph node was visualized in the peripancreatic region. \n   * ***Answer:*** Code 2 for involvement of the GE Junction/Cardia and no mention of involvement of the stomach\n* EGJ is documented as involved and there is no information on stomach involvement and \n  * Esophagus CAP Protocol is used OR\n  * Esophagus Staging System is used\n  * If the CAP Protocol and AJCC Staging System are different, default to the AJCC Staging System\n\n**Chapter 17: Stomach (see codes 0, 3, and 9)**\n\n**Note 1:** Use code 0 when only the cardia is documented as involved (no mention of EGJ)\n\n**Note 2:** Use code 3 when\n* EGJ is documented as involved and the midpoint (epicenter) is more than 2 cm distal (below) from the EGJ\n* EGJ is documented as involved and there is no information on stomach involvement AND\n  * Stomach CAP Protocol is used OR\n  * Stomach AJCC Staging System is used\n  * If the CAP Protocol and AJCC Staging System are different, default to the AJCC Staging System\n\n**Note 3:** Use code 9 when there is no documentation regarding EGJ involvement.",
  "last_modified" : "2022-08-26T13:29:30.853Z",
  "definition" : [ {
    "key" : "discriminator_1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "disease",
    "name" : "Schema ID #/Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "NO involvement of esophagus or gastroesophageal junction\n\nAND epicenter at ANY DISTANCE into the proximal stomach (including into the proximal stomach distance unknown)", "00170: Stomach" ], [ "2", "INVOLVEMENT of esophagus or esophagogastric junction (EGJ)\n\nAND epicenter LESS THAN OR EQUAL TO 2 cm into the proximal stomach\n\nOR no stated involvement of or into the stomach", "00161, 00169: Esophagus Schemas \nAND go to Schema Discriminator 2: Histology discriminator for 8020/3" ], [ "3", "INVOLVEMENT of esophagus or esophagogastric junction (EGJ) \n\nAND epicenter GREATER THAN 2 cm into the proximal stomach", "00170: Stomach" ], [ "9", "UNKNOWN involvement of esophagus or gastroesophageal junction \n\nAND epicenter at ANY DISTANCE into the proximal stomach (including into the proximal stomach distance unknown)", "00170: Stomach" ], [ "", "Primary Site is NOT C160, Discriminator is not necessary", "" ] ]
}