{
  "id" : "irss_stage_for_eye_2_95484",
  "algorithm" : "pediatric",
  "version" : "1.2",
  "name" : "IRSS Stage for Eye-2",
  "title" : "IRSS Stage for Eye-2",
  "description" : "Bilateral retinoblastoma is abstracted as a single primary regardless of timing, but there is no effective way to measure the different extent of diseases or stages for each eye beyond text. Currently, abstractors are required to enter the information of the most advanced eye in the staging data fields, losing all measurable data on the stage the less advanced eye.\nThis field allows the abstractor to enter the individual stages for each eye in cases of bilateral retinoblastoma at the time of diagnosis.",
  "notes" : "**Note 1:** **Effective years**\n* This SSDI is effective for diagnosis years 2024+\n* For cases diagnosed 2018-2023, this SSDI must be blank\n\n**Note 2:** **Bilateral retinoblastomas**\n* This data item records the stage of the second eye when there are bilateral retinoblastomas.\n  * **Code 7** if only one eye is involved (unilateral retinoblastoma)\n  * Extension of one eye (unilateral retinoblastoma) is coded in Pediatric Primary Tumor\n\n* If there are bilateral retinoblastomas, record the Stage Group of the lesser/lower stage in this data item (more advanced/higher stage is recorded in Pediatric Primary Tumor)\n  * Do not record a stage (Stage 0-IV) in this data item if only one eye is involved",
  "footnotes" : "(1) American Society of Clinical Oncology © 2009, The International Neuroblastoma Risk Group (INRG) Classification System: AN INRG Task Force Report; published by American Society of Clinical Oncology, 2009",
  "last_modified" : "2024-04-19T13:40:55.320Z",
  "definition" : [ {
    "key" : "irss_stage_for_eye2",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Stage 0\n* Tumor confined to the globe\n* Enucleation has not been performed\n* Patient treated conservatively with either focal therapies or chemotherapy" ], [ "1", "Stage I\n* Enucleation with negative margins (R0)\n* Completely resected histologically" ], [ "2", "Stage II\n* Enucleation with positive/microscopic residual tumor" ], [ "3", "Stage III\n* Regional extension, involvement of \n   - Orbit\n   - Preauricular extension\n   - Cervical lymph node involvement" ], [ "4", "Stage IV\n* Distant metastatic disease" ], [ "7", "Not applicable: Only one eye is involved and staging collected in Pediatric Primary Tumor, Pediatric Regional Nodes and Pediatric Mets\n* Unilateral retinoblastoma" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error)" ], [ "9", "Not documented in medical record\nBilateral retinoblastoma and International Retinoblastoma Staging System (IRSS) not assessed or unknown if assessed" ], [ "", "NA - Diagnosis year is prior to 2024 " ] ],
  "additional_info" : "**Source documents:** imaging, pathology report, clinician’s statement\n\nFor further information, refer to the **Retinoblastoma** cancer protocol published by the College of American Pathologists.",
  "rationale" : "Even though staging information for only one retinoblastoma tumor can currently be captured in data form, abstractors are still required to put treatment information for bilaterally affected eyes into the treatment fields of the abstract. The ability to capture measurable staging data of the contralateral eye will provide substantiation of the treatment captured for both eyes in the abstract."
}