{
  "id" : "n_myc_amplification_57417",
  "algorithm" : "pediatric",
  "version" : "1.2",
  "name" : "n-MYC Amplification",
  "title" : "n-MYC Amplification",
  "description" : "n-MYC Amplification is a gene that normally regulates cell growth. Studies have shown that n-MYC amplification is an indicator of poor prognosis and increased risk of unfavorable outcomes in patients with neuroblastoma.\n\nThis field indicates the n-MYC status of a neuroblastoma tumor after a pathologic specimen is obtained.",
  "notes" : "**Note 1:** **Effective years**\n* This SSDI is effective for diagnosis years 2024+\n* For cases diagnosed 2018-2023, this SSDI must be blank\n\n**Note 2:** **Physician statement** \n* Physician statement of n-MYC can be used to code this data item when no other information is available.",
  "footnotes" : "(1) American Society of Clinical Oncology © 2009, The International Neuroblastoma Risk Group (INRG) Classification System: AN INRG Task Force Report; published by American Society of Clinical Oncology, 2009",
  "last_modified" : "2024-04-10T16:48:24.850Z",
  "definition" : [ {
    "key" : "n_myc_amplification",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Not amplified/negative" ], [ "1", "Amplified/positive" ], [ "2", "Gain" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error)" ], [ "9", "Not documented in medical record\nCannot be determined by pathologist\nNot applicable (secondary to previous chemotherapy)\nn-MYC not assessed or unknown if assessed" ], [ "", "N/A - Diagnosis year is prior to 2024" ] ],
  "additional_info" : "**Source documents:** molecular pathology report (may be addendum to original pathology report)\n\nFor further information, refer to the **Neuroblastoma** cancer protocol published by the College of American Pathologists.",
  "rationale" : "This is part of the National Childhood Cancer Registry (NCCR) project to collect more specific information on pediatric patients. Registries part of the NCCR will start collection on specific pediatric data items with 2024+ diagnoses."
}