{
  "id" : "white_blood_cell_count_1932",
  "algorithm" : "pediatric",
  "version" : "1.2",
  "name" : "White Blood Cell Count",
  "title" : "White Blood Cell Count",
  "description" : "White Blood Cell Count (WBC) will record the actual lab value prior to treatment.",
  "notes" : "**Note 1:** **Effective years**\n* This SSDI is effective for diagnosis years 2024+\n* For cases diagnosed 2018-2023, this SSDI must be blank\n\n**Note 2:** **Physician statement**\n* Physician statement of WBC (White Blood Cell Count) Pretreatment Lab Value can be used to code this data item when no other information is available.",
  "last_modified" : "2024-04-10T16:46:47.039Z",
  "definition" : [ {
    "key" : "white_blood_cell_count",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0-99999.9", "0.0-99999.9 microliter (cells/m3)\n(Exact value to nearest tenth in cells/m3)" ], [ "XXXXX.1", "100,000 or greater (cells/m3)" ], [ "XXXXX.2", "Lab value not available, physician states WBC is low" ], [ "XXXXX.3", "Lab value not available, physician states WBC is normal" ], [ "XXXXX.4", "Lab value not available, physician states WBC is elevated/high" ], [ "XXXXX.7", "Test ordered, results not in chart" ], [ "XXXXX.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XXXXX.8 may result in an edit error)" ], [ "XXXXX.9", "Not documented in medical record\nWBC (White Blood Cell Count) Pretreatment Lab Value not assessed or unknown if assessed" ], [ "", "N/A - Diagnosis year is prior to 2024" ] ],
  "additional_info" : "**Source documents:** laboratory reports (white blood cell count)\n\n**Measurements**\n* The measurement used for this data item is “cells/mm3”, which is the same as “cells/uL”. \n* If your facility has a different measurement, here are examples of the conversions to cells/m3. \n\n***Examples:*** \n* Reported as 3650 cells/uL. Record as 3650.0 \n* Reported as 3.55 k/uL. Record as 3550.0 (multiple x 1000)\n* Reported as 4.25 10^3/uL. Record as 4250.0 (multiple x 1000)\n* Reported as 6.35 K/mm3.  Record as 6350.0 (multiple x 1000)",
  "coding_guidelines" : "**1)** Record the lab value of the highest WBC test result documented in the medical record **prior to treatment**. The lab value may be recorded in a lab report, history and physical, or clinical statement in the pathology report\n**2)** Record to the nearest cells per microliter (cells/uL) the highest WBC lab value documented in the medical record **prior to treatment**. \n* A known lab value takes priority over codes XXXXX.2-XXXXX.4\n    - The lab value takes priority even if the physician documents the interpretation\n* ***Example:*** Patient noted to have a WBC count of 60,000. Physician notes that the value is elevated. \n   * Code 60,000 instead of XXXXX.4 (elevated)",
  "rationale" : "This is part of the National Childhood Cancer Registry (NCCR) project to collect more specific information on pediatric patients. Registries part of the NCCR will start collection on specific pediatric data items with 2024 diagnoses."
}