{
  "id" : "breast_pathologic_t_84149",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path T Breast",
  "title" : "Pathologic T",
  "notes" : "**Note 1:** Microinvasion is the extension of cancer cells beyond the basement membrane into the adjacent tissues with no focus more than 0.1 cm in greatest dimension. When there are multiple foci of microinvasion, the size of only the largest focus is used to classify the microinvasion. (Do not use the sum of all individual foci). The presence of multiple foci of microinvasion should be noted, as it is with multiple larger invasive carcinomas. (1)\n\n**Note 2:** Paget disease with no underlying tumor is assigned to Tis but may be described as Paget disease, NOS (/3), invasive Paget disease (/3) or in situ Paget disease (/2) with no underlying tumor. \n\n**Note 3:** In assigning the T category, Paget disease associated with an underlying tumor is classified by the underlying tumor characteristics and size.\n\n    If Paget disease is associated with a DCIS or LCIS tumor \n    -it is classified as Tis (DCIS) or Tis (LCIS), respectively and \n    -the behavior code is /3 (if Paget disease, NOS or invasive Paget disease) or /2 (if in situ Paget disease)\n\n    If Paget disease is associated with an underlying invasive tumor confined to the breast\n    -it is classified based on the size of the tumor as T1-T3 (sub)categories and \n    -the behavior code is /3 (refer to SEER multiple primary rules for coding the histology code)]\n\n**Note 4:** Tumor size must be known to assign a value of T1, T2 or T3 or their subcategories. You may use a physician's statement of the T category if this is the only information in the medical record. \n* If the tumor appears to be in the T1, T2, or T3 (sub)categories, but no size or physician's statement of the T1-T3 (sub)category is specified, assign TX\n\n**Note 5:**  Dimpling of the skin, nipple retraction, or other skin changes, except those in T4b and T4d, may occur in T1, T2, or T3 (sub)categories without affecting the classification. Assign the appropriate T1-T3 (sub)category based on the tumor size.\n\n**Note 6:** Assign the appropriate T (sub)category (T1-T3) based on the tumor size for the following descriptions\n\n    Attachment or fixation to pectoral muscle(s) or underlying tissue\n    Confined to breast tissue and fat including nipple and/or areola\n    Deep fixation\n    Invasion of (or fixation to) pectoral fascia or muscle\n    Invasion of subcutaneous tissue\n    Local infiltration of dermal lymphatics adjacent to primary tumor involving skin by direct extension\n    Paget disease of nipple with underlying tumor \n    Skin infiltration of primary breast including skin of nipple and/or areola\n   \n    Confined to breast, NOS\n    Localized, NOS\n\n**Note 7:**  Code adherence, attachment, fixation, induration, and thickening as clinical evidence of extension to skin or subcutaneous tissue and assign T based on the tumor size (T1-T3 (sub)category).\n\n**Note 8:**  Code fixation, NOS as involvement of pectoralis muscle and assign T based on the tumor size (T1-T3 (sub)category).\n\n**Note 9:** Invasion of the dermis alone does not qualify as T4. Chest wall includes ribs, intercostal muscles, and serratus anterior muscle but not pectoral muscle. (1) \n\n**Note 10:** Inflammatory carcinoma of the breast is characterized by diffuse, brawny induration of the skin with an erysipeloid edge, usually with no underlying mass. If the skin biopsy is negative and there is no localized measurable primary cancer, the T category is pTX when pathologically staging a clinical inflammatory carcinoma (T4d). (1)\n\n**Note 11:**  A clinical description of inflammation, erythema, edema, peau d'orange, or other terms describing skin changes without a stated diagnosis of inflammatory carcinoma should be assigned to T4b.",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pgs., 184, 185",
  "last_modified" : "2018-05-14T21:29:02.888Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Pathologic classification criteria met, evaluation done: \n    Physician unable to assess T\n    Surgical resection of primary tumor, extension not stated \n    Tumor size (TS) unknown for T categories where TS  needed to determine T\nPhysician assigns pTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "pIS", "pTis", "Carcinoma in situ\nDuctal carcinoma in situ (DCIS)\nLobular carcinoma in situ (LCIS)\n\nPaget disease of the  nipple not associated with invasive carcinoma and/or carcinoma in situ (DCIS and/or LCIS) in the underlying breast parenchyma. Carcinomas in the breast parenchyma associated with Paget disease are categorized based on the size and characteristics of the parenchymal disease, although the presence of Paget's disease should still be noted", "Ductal intraepithelial neoplasia \nIn situ: noninfiltrating; intraepithelial\nIntraductal WITHOUT infiltration\nLobular neoplasia \n\nPaget disease of nipple WITHOUT underlying noninvasive carcinoma pathologically\nPaget disease, NOS\n  \nStated as Tis" ], [ "p1", "pT1", "Tumor 2 cm or less in greatest dimension", "Note: T1 has subcategories of T1mi, T1a, T1b and T1c. Assign T1 only when there is no information available to assign one of the subcategories\n\nStated as T1 [NOS]" ], [ "p1MI", "pT1mi", "Microinvasion 0.1 cm or less in greatest dimension", "Described as \"less than 1 mm\"\nMicroinvasion size not stated\nMicroscopic focus or foci only and no size given\n\nStated as T1mi" ], [ "p1A", "pT1a", "More than 0.1 cm but not more than 0.5 cm in greatest dimension", "Stated as T1a" ], [ "p1B", "pT1b", "More than 0.5 cm but not more than 1 cm in greatest dimension", "Stated as T1b" ], [ "p1C", "pT1c", "More than 1 cm but not more than 2 cm in greatest dimension", "Stated as T1c" ], [ "p2", "pT2", "Tumor more than 2 cm but not more than 5 cm in greatest dimension", "Stated as T2" ], [ "p3", "pT3", "Tumor more than 5 cm in greatest dimension", "Stated as T3" ], [ "p4", "pT4", "Tumor of any size with direct extension to chest wall and/or to skin\n(ulceration or skin nodules", "Note: T4 has subcategories of T4a, T4b, T4c and T4d. Assign T4 only when there is no information available to assign one of the subcategories\n\nStated as T4 [NOS]" ], [ "p4A", "pT4a", "Extension to chest wall (does not include pectoralis muscle invasion only)", "Invasion of (or fixation to):\n    Chest wall\n    Intercostal or serratus anterior muscle(s)\n    Rib(s)\n\nStated as T4a" ], [ "p4B", "pT4b", "Ulceration, ipsilateral satellite skin nodules, or skin edema (including peau d'orange)", "Extensive skin involvement, including:\nSatellite nodule(s) in skin of primary breast\nUlceration of skin of breast\n\nAny of the following conditions WITHOUT a stated diagnosis of inflammatory carcinoma WITH or WITHOUT dermal lymphatic infiltration:\n    Edema of skin\n    En cuirasse\n    Erythema\n    Inflammation of skin\n    Peau d'orange (\"pigskin\")\n\nStated as T4b" ], [ "p4C", "pT4c", "Both 4a and 4b above", "Stated as T4c" ], [ "p4D", "pT4d", "Inflammatory carcinoma", "Diagnosis of inflammatory carcinoma WITH a clinical description of inflammation, erythema, edema, peau d'orange, etc., WITH or WITHOUT dermal lymphatic infiltration\n\nInflammatory carcinoma, NOS\n\nStated as T4d" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nPathologic classification criteria met, evaluation done: \n    Results not documented in patient record \n    No surgical resection of  known primary tumor (not T0) \n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}