{
  "id" : "kidney_parenchyma_t_48027",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path T Kidney Parenchyma",
  "title" : "Pathologic T",
  "notes" : "**Note 1:**  Assign 88 for in situ cases (behavior code /2). TNM does not include an in situ category for kidney parenchyma tumors.\n\n**Note 2:**  Gerota fascia is a fibrous tissue sheath surrounding the kidney and suprarenal or adrenal gland.  The perirenal fat, renal capsule, and renal parenchyma lie below the fascia.\n\n**Note 3:**  The parenchyma of the kidney includes the following structures \n* Cortex (outer layer of kidney), renal columns; medulla, medullary rays, renal pyramids, and renal papillae; nephrons (renal corpuscle, loops of Henle, proximal and distal tubules, collecting duct); glomerulus and surrounding Bowman's capsule  \n\n**Note 4:** The most common site for renal parenchymal cancer to develop is in the proximal convoluted tubule. \n* Tumor extension from one of these structures into another is assigned T1a - T2b depending on size in the absence of further involvement\n\n**Note 5:** Tumor size must be known to assign a value of T1 or T2. You may use a physician’s statement of the T category if this is the only information in the medical record.\n* If the tumor appears to be in the T1 or T2 categories, but no size or category is specified, assign TX\n\n**Note 6:**  Assign the appropriate T category (T1, T2) based on the tumor size for the following descriptions\n\n    Invasive cancer confined to kidney cortex and/or medulla\n\n    Invasion of renal capsule\n    Renal pelvis or calyces involved\n    Separate focus of tumor in renal pelvis/calyx\n\n    Confined to kidney\n    Localized, NOS\n\n**Note 7:**  Information about invasion beyond the capsule, venous involvement, and ipsilateral adrenal gland involvement is collected in this field for anatomic staging.  \n* This information is also collected in **Site-Specific Factor 1, Site-Specific Factor 2, and Site-Specific Factor 3**, as these factors may have an independent effect on prognosis\n\n**Note 8:**  Direct extension to OR involvement of other structures is coded in M (distant metastasis). This includes: \n* Contralateral kidney; contralateral ureter; liver from left kidney; spleen from right kidney",
  "last_modified" : "2018-05-14T21:29:04.371Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Pathologic classification criteria met, evaluation done: \n    Physician unable to assess T\n    Surgical resection of primary tumor, extension not stated \n    Tumor size (TS) unknown for T categories where TS  needed to determine T\nPhysician assigns pTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "p1", "pT1", "Tumor 7 cm or less in greatest dimension\nLIMITED to the kidney", "Note: T1 has subcategories of T1a and T1b. Assign T1 only when there is no information available to assign one of the subcategories\n\nStated as T1 [NOS]" ], [ "p1A", "pT1a", "Tumor 4 cm or less", "Stated as T1a" ], [ "p1B", "pT1b", "Tumor more than 4 cm but not more than 7 cm", "Stated as T1b" ], [ "p2", "pT2", "Tumor more than 7 cm in greatest dimension\nLIMITED to the kidney", "Note: T2 has subcategories of T2a and T2b. Assign T2 only when there is no information available to assign one of the subcategories\n\nStated as T2 [NOS]" ], [ "p2A", "pT2a", "Tumor more than 7 cm but not more than 10 cm", "Stated as T2a" ], [ "p2B", "pT2b", "Tumor more than 10 cm, limited to the kidney", "Stated as T2b" ], [ "p3", "pT3", "Tumor extends into major veins or perinephric tissues but \nNot into the ipsilateral adrenal gland and not beyond Gerota fascia", "Note: T3 has subcategories of T3a, T3b, and T3c. Assign T3 only when there is no information available to assign one of the subcategories\n\nInferior vena cava (IVC), NOS\n\nStated as T3 [NOS]" ], [ "p3A", "pT3a", "Tumor grossly extends into: \n    Renal vein or its segmental (muscle containing) branches, OR \n\nTumor invades: \n    Perirenal and/or renal sinus fat (peripelvic) fat but not beyond Gerota fascia", "Perirenal (perinephric) tissue/fat\nRenal (Gerota) fascia\nRenal sinus fat\n\nBlood vessels:\n    Extrarenal portion of renal vein or segmental (muscle containing) \n    branches\n    Hilar blood vessel\n    Perirenal vein\n    Renal artery\n    Renal vein, NOS\n    Tumor thrombus in a renal vein, NOS\n\nStated as T3a" ], [ "p3B", "pT3b", "Tumor grossly extends into vena cava below diaphragm", "Inferior vena cava (IVC) below diaphragm\n\nStated as T3b" ], [ "p3C", "pT3c", "Tumor grossly extends into vena cava above the diaphragm OR \nInvades the wall of the vena cava", "IVC above diaphragm or invades wall of IVC\n\nStated as T3c" ], [ "p4", "pT4", "Tumor invades beyond Gerota fascia \n     (including contiguous extension into the ipsilateral adrenal gland)", "Ipsilateral adrenal (suprarenal) gland \n(Noncontiguous ipsilateral adrenal gland involvement coded in M field and not T)\n\nIpsilateral adrenal gland plus blood vessels and/or IVC below diaphragm \nIpsilateral adrenal gland plus IVC above diaphragm or wall of IVC \n\nExtension beyond Gerota fascia to:\n    Ascending colon from right kidney\n    Descending colon from left kidney\n    Diaphragm\n    Duodenum from right kidney\n    Peritoneum\n    Psoas muscle\n    Quadratus lumborum muscle\n    Tail of pancreas\n    Ureter, including implant(s), ipsilateral\nBeyond Gerota fascia, NOS\n\nOther extension:\n    Liver from right kidney\n    Retroperitoneal soft tissue\n    Ribs\n    Spleen from left kidney\n    Stomach \n\nFurther contiguous extension:\n    Aorta\n    Other direct extension EXCLUDING: contralateral kidney and ureter, liver from left kidney, or spleen from right kidney\n\nStated as T4" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined \nIn situ case but no pTis is defined by TNM\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nPathologic classification criteria met, evaluation done: \n    Results not documented in patient record \n    No surgical resection of  known primary tumor (not T0) \n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}