{
  "id" : "ovary_t_58652",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path T Ovary",
  "title" : "Pathologic T",
  "notes" : "**Note 1:**  Assign 88 for in situ cases (behavior code /2). TNM nor FIGO include an in situ category for ovary tumors.\n\n**Note 2:**  When both the Federation Internationale de Gynecologie et d'Obstetrique (FIGO) stage and extension information on the primary tumor are available, use the extension information to assign the T in preference to a statement of FIGO stage - see Registrar notes.\n* If the only information is (pathologic) FIGO IIIC, assign the appropriate stage and leave pathologic T, N, and M blank. If the only information is FIGO stage IV, leave T and N blank and see M\n\n**Note 3:**  T1 and T2 tumors with malignant ascites are classified as T1c and T2c (FIGO Stages IC and IIC), respectively.  \n* Ascites, NOS is negative\n\n**Note 4:**  Both extension to and discontinuous metastasis to any of the following pelvic organs are included in the T2 category (FIGO Stage II).\n* Adnexa, NOS; bladder and bladder serosa; broad ligament (mesovarium); cul de sac; fallopian tubes; parametrium; pelvic peritoneum; pelvic wall; rectosigmoid; rectum; sigmoid colon; sigmoid mesentery; pelvic ureter; uterus and uterine serosa\n\n**Note 5:**  Peritoneal implants outside the pelvis must be microscopically confirmed.  \n* Peritoneal implants may also be called seeding, salting, talcum powder appearance, or studding\n\n**Note 6:**  If implants are mentioned, determine whether they are in the pelvis or in the abdomen and code appropriately.  \n* If the location of the implants are not specified, assign T3\n\n**Note 7:**  Both extension to and discontinuous metastasis to any of the following abdominal organs by way of peritoneal seeding or implants are included in the T3 category (FIGO Stage III). \n* Abdominal mesentery; diaphragm; gallbladder; infracolic omentum; kidneys; large intestine except rectum, rectosigmoid, and sigmoid colon; liver (peritoneal surface); omentum; pancreas; pericolic gutter; peritoneum, NOS; small intestine; spleen; stomach; and ureters outside pelvis \n* Residual tumor in any of these organs are classified as FIGO III and coded in T3 and in **Site-Specific Factors 3 and 4**. (Hematogenous metastases are included in M1 (FIGO Stage IV) disease\n\n**Note 8:**  Parenchymal liver nodules are coded in M (distant metastasis).\n\n**Note 9:**  In some registries benign/borderline ovarian tumors are reportable by agreement.  \n* If the tumor being reported is benign or borderline, code primary tumor to TX",
  "last_modified" : "2018-05-14T21:29:04.378Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Pathologic classification criteria met, evaluation done:\n     Physician unable to assess T\n     Surgical resection of primary tumor, extension not stated\n Physician assigns cTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "p1", "pT1", "Tumor limited to the ovaries (one or both)", "Note: T1 has subcategories of T1a, T1b and T1c. Assign T1 only when there is no information available to assign one of the subcategories\n\nUnknown if capsule(s) ruptured or if one or both ovaries involved\nLocalized, NOS\n\nFIGO Stage I, NOS\n\nStated as T1 [NOS]" ], [ "p1A", "pT1a", "Tumor limited to one ovary; capsule intact, no tumor on ovarian surface\nNo malignant cells in ascites or peritoneal washings", "FIGO Stage IA\n\nStated as T1a" ], [ "p1B", "pT1b", "Tumor limited to both ovaries; capsule intact, no tumor on ovarian surface\nNo malignant cells in ascites or peritoneal washings", "FIGO Stage IB\n\nStated as T1b" ], [ "p1C", "pT1c", "Tumor limited to one or both ovaries with any of the following:\n    Capsule ruptured\n    Tumor on ovarian surface\n    Malignant cells in ascites or peritoneal washings", "FIGO Stage IC\n\nStated as T1c" ], [ "p2", "pT2", "Tumor involves one or both ovaries with pelvic extension", "Note: T2 has subcategories of T2a, T2b and T2c. Assign T2 only when there is no information available to assign one of the subcategories\n\nFIGO Stage II [NOS]\n\nStated as T2 [NOS]" ], [ "p2A", "pT2a", "Extension and/or implants on uterus and/or tube(s)\nNo malignant cells in ascites or peritoneal washings", "Extension to or implants on (but no malignant cells in ascites or peritoneal washings):\n    Adnexa, ipsilateral, contralateral or NOS\n    Fallopian tube(s), ipsilateral, contralateral or NOS\n    Uterus\n\nFIGO Stage IIA\n\nStated as T2a" ], [ "p2B", "pT2b", "Extension to other pelvic tissues \nNo malignant cells in ascites or peritoneal washings", "Extension to or implants on other pelvic structures (but no malignant cells in ascites or peritoneal washings):\n     Bladder \n     Bladder serosa\n     Cul de sac\n     Pelvic tissue:\n        Adjacent peritoneum\n        Ligament(s):\n            Broad, ipsilateral, contralateral or NOS\n            Ovarian\n            Round\n            Suspensory\n        Mesovarium, ipsilateral, contralateral or  NOS\n        Parametrium\n     Pelvic wall\n     Rectosigmoid, \n     Rectum\n     Sigmoid colon\n     Sigmoid mesentery\n     Ureter (pelvic portion)\n   \nFIGO Stage IIB\n\nStated as T2b" ], [ "p2C", "pT2c", "Pelvic extension (2a or 2b) with malignant cells in ascites or peritoneal washings", "FIGO Stage IIC\n\nStated as T2c" ], [ "p3", "pT3", "Tumor involves one or both ovaries \nWITH microscopically confirmed peritoneal metastasis outside the pelvis and/or regional lymph node metastasis", "Note: T3 has subcategories of T3a, T3b and T3c. Assign T3 only when there is no information available to assign one of the subcategories\n\nFurther contiguous extension\n\nStated as T3 [NOS]" ], [ "p3A", "pT3a", "Microscopic peritoneal metastasis beyond pelvis", "Peritoneal surface/capsule of liver \n\nFIGO Stage IIIA\n\nStated as T3a" ], [ "p3B", "pT3b", "Macroscopic peritoneal, metastatasis beyond pelvis, 2 cm or less in greatest dimension", "Peritoneal surface of liver\n\nFIGO Stage IIIB\n\nStated as T3b" ], [ "p3C", "pT3c", "Peritoneal metastasis beyond pelvis, more than 2 cm in greatest dimension and/or regional lymph node metastasis", "Peritoneal surface of liver (liver capsule)\n\nFIGO Stage IIIC based on tumor extension\n\nStated as T3c" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nIn situ case but no pTis is defined by TNM\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Only information is FIGO Stage III [NOS], IIIC, or IV\n\nPathologic classification not met\nPathologic classification criteria met, evaluation done:\n    Results not documented in patient record\n    No surgical resection of known primary tumor (not T0) OR\n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn't a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup" ] ]
}