{
  "id" : "path_n_dcn",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path N Nasopharynx",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Histological examination of a selective neck dissection specimen will ordinarily include 6 or more lymph nodes. Histological examination of a radical or modified radical neck dissection specimen will ordinarily include 10 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0. When size is a criterion for pN classification, measurement is made of the metastasis, not of the entire lymph node. (1) \n\n**Note 2:**  If laterality of lymph nodes is not specified, assume nodes are ipsilateral.  Midline nodes are assigned as ipsilateral.\n\n**Note 3:**  For nasopharynx, unilateral and bilateral retropharyngeal nodes are mapped to N1, and nodes in the supraclavicular fossa are mapped to N3b.  The supraclavicular fossa is defined by 3 points: the superior margin of the sterna end of the clavicle, the superior margin of the lateral end of the clavical, and the point where the neck meets the shoulder.\n\n**Note 4:** Size of the largest metastasis in a lymph node must be known to assign N. You may use a physician’s statement of the N category if this is the only information in the medical record.\n* If the size of the metastasis is not documented, determine the size of the largest involved lymph node as documented pathologically\n* If the size of the lymph node(s) cannot be determined, assign N1\n* Do not code the size of any node(s) assigned in M (distant metastasis)\n\n**Note 5:** The description of lymph nodes has been standardized across the head and neck schemas.  All lymph node levels and groups listed here are assigned as regional nodes for TNM staging.\n\n  **Level I**\n \n    Level IA - Submental\n    Level IB - Submandibular (submaxillary), sublingual\n**Level II - Upper jugular** \n\n    Jugulodigastric (subdigastric)\n    Upper deep cervical        \n    Level IIA - Anterior\n    Level IIB - Posterior    \n**Level III - Middle jugular**\n\n    Middle deep cervical\n**Level IV - Lower jugular**\n\n    Jugulo-omohyoid (supraomohyoid)\n    Lower deep cervical        \n    Virchow node\n**Level V - Posterior triangle group**\n\n    Posterior cervical\n    Level VA - Spinal accessory        \n    Level VB - Transverse cervical, supraclavicular \n**Level VI - Anterior compartment group**\n\n    Laterotracheal\n    Paralaryngeal\n    Paratracheal - above suprasternal notch\n    Perithyroidal\n    Precricoid (Delphian)\n    Prelaryngeal\n    Pretracheal - above suprasternal notch\n    Recurrent laryngeal\n**Level VII - Superior mediastinal group (for other mediastinal nodes see M [distant metastasis])**\n\n    Esophageal groove\n    Paratracheal - below suprasternal notch\n    Pretracheal - below suprasternal notch    \n**Other groups**\n\n    Cervical, NOS\n    Deep cervical, NOS\n    Facial:\n       Buccinator (buccal)\n       Mandibular\n       Nasolabial\n    Internal jugular, NOS\n    Parapharyngeal \n    Parotid:\n       Infraauricular\n       Intraparotid\n       Periparotid\n       Preauricular\n    Retroauricular (mastoid)\n    Retropharyngeal\n    Suboccipital\n\n    Regional lymph nodes, NOS\n    Lymph nodes, NOS\n\n**Note 6:**  For head and neck schemas, additional information about lymph nodes (size of involved nodes, extracapsular extension, levels involved, and location of involved nodes above or below the lower border of the cricoid cartilage) is coded in **Site-Specific Factors 1, 3-9**.\n\n**Note 7:**  For head and neck cancers, if lymph nodes are described only as \"supraclavicular\", try to determine if they are in Level IV (deep to the sternocleidomastoid muscle, in the lower jugular chain) or Level V (in the posterior triangle, inferior to the transverse cervical artery) and code appropriately.  \n* If the specific level cannot be determined, assign them as Level V nodes",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pgs., 28, 35, 42, 49",
  "last_modified" : "2018-05-14T21:29:01.419Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph node(s) cannot be assessed", "Pathologic classification criteria met, evaluation done:\n    Physician unable to assess N\n    Surgical resection primary tumor, no regional lymph nodes removed\n    Involvement of regional lymph nodes not documented\nPhysician assigns pNX, no other information available to determine N" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Unilateral metastasis, in cervical lymph nodes(s), and/or unilateral or bilateral metastasis in retropharyngeal lymph nodes, 6 cm or less in greatest dimension, above the supraclavicular fossa", "Positive lymph nodes, not stated if unilateral or bilateral\nPositive lymph nodes, size of lymph node metastasis unknown\n\nStated as N1" ], [ "p2", "pN2", "Bilateral metastasis in cervical lymph node(s), 6 cm or less in greatest dimension, above the supraclavicular fossa", "Positive bilateral nodes, NOS\n\nStated as N2" ], [ "p3", "pN3", "Metastasis in cervical lymph node(s) greater than 6 cm in dimension or in the supraclavicular fossa", "Note: N3 has subcategories of N3a and N3b. Assign N3 only when there is no information available to assign one of the subcategories.\n\nStated as N3 [NOS]" ], [ "p3A", "pN3a", "Greater than 6 cm in dimension", "Stated as N3a" ], [ "p3B", "pN3b", "Extension in the supraclavicular fossa", "Unilateral or bilateral positive regional node(s):\n    Level IV - Lower jugular:\n        Jugulo-omohyoid (supraomohyoid)       \n        Lower deep cervical\n        Virchow node\n    Level VB - Transverse cervical, supraclavicular (see Note 4)\n    Level VII - Superior mediastinal group\n        Esophageal groove\n        Paratracheal - below suprasternal notch\n        Pretracheal - below suprasternal notch\n\nStated as N3b" ], [ "c0", "cN0", "Clinically: No regional lymph node metastasis", "Use only for TNM defined pTis cases where there is a resection of the primary and the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}