{
  "id" : "path_n_daj",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path N Breast",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** The pathologic classification requires the resection and examination of at least the low axillary lymph nodes (Level I). Such a resection will ordinarily include 6 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0. (1)\n\n**Note 2:**   Code only regional nodes and nodes, NOS, in this field.  Distant nodes such as cervical (excluding supraclavicular) or contralateral axillary and/or contralateral internal mammary are coded in M (distant metastasis).\n\n**Note 3:** Excisional biopsy of a lymph node or biopsy of a sentinel node, in the absence of assignment of a pT, is classified as a clinical N, e.g., cN1. Pathologic classification (pN) is used for excision or sentinel lymph node biopsy only in conjunction with a pathologic T assignment. \n\n**Note 4:** The breast lymphatics drain by way of three major routes: axillary, transpectoral, and internal mammary. Internal mammary lymph nodes reside within breast tissue and are coded as axillary lymph nodes for staging purposes. Supraclavicular lymph nodes are classified as regional lymph nodes for staging purposes. \n\n**Note 5:** Assign N1 if regional lymph nodes are involved but there is no indication of the number of nodes involved.\n\n**Axillary (ipsilateral):** Interpectoral Rotter nodes and lymph nodes along the axillary vein and its tributaries, which may be divided into the following levels \n\n    Level I (low-axilla)\n       Lymph nodes lateral to the lateral border of pectoralis minor muscle\n    Level II (mid-axilla): lymph nodes between: \n       Medial lateral borders of the pectoralis minor muscle and interpectoral (Rotter's) lymph nodes\n    Level III (apical axilla)\n       Lymph nodes medial to the medial margin of the pectoralis minor muscle and inferior to the clavicle\n       Infraclavicular (subclavicular) nodes\n    The infraclavicular designation may be used for level III nodes to differentiate these nodes from the remaining \n     level I and II axillary nodes\n   \n**Internal mammary (ipsilateral)** \n\n    Lymph nodes in the intercostal spaces along the end of the sternum in the endothoracic fascia\n\n**Supraclavicular (ipsilateral)** \n\n    Lymph nodes in the supraclavicular fossa: A triangle defined by the omohyoid muscle and tendon (lateral and superior border) \n    \n**Intrammary** \n\n     Lymph nodes within the breast: Intrammary lymph nodes are coded as axillary lymph nodes level I\n\n**Note 6:**  Micrometastases are defined as tumor deposits greater than 0.2 millimeter (mm) but not greater than 2.0 mm in largest dimension.  Macrometastases are tumor deposits greater than 2.0 mm.  All nodes with at least micrometastases are included in the count of positive lymph nodes, but at least one node must contain a macrometastasis for assignment of a pathologic N category greater than pN1mi.\n\n**Note 7:**  If the pathology report indicates that nodes are positive but size of the metastases is not stated, assume the metastases are greater than 0.2 mm and code the lymph nodes as positive in this field.  \n\n**Note 8:**  Isolated tumor cells (ITC) are defined as single tumor cells or small clusters not greater than 0.2 mm, usually detected only by immunohistochemical (IHC) or molecular methods but which may be verified on hematoxylin and eosin (H and E) stains.  ITCs do not usually show evidence of malignant activity (e.g., proliferation or stromal reaction). Lymph nodes with ITCs only are not classified as positive lymph nodes.  If the record only states N0(i+), assign N0 and see Site-Specific Factor 4.(2)",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 187\n\n(2) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 188",
  "last_modified" : "2018-05-14T21:29:02.493Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed (e.g., previously removed, or not removed for pathological study)", "Pathologic classification criteria met, evaluation done:\n    Physician unable to assess N\n    Surgical resection primary tumor, no regional lymph nodes removed\n    Involvement of regional lymph nodes not documented\nPhysician assigns pNX, no other information available to determine N" ], [ "p0", "pN0", "No regional lymph node metastasis", "Regional lymph nodes negative on routine hematoxylin and eosin (H and E)\nNo immunohistochemistry (IHC) OR unknown if tested for isolated tumor cells (ITCs) by IHC studies\nNo RT-PCR molecular (MOL) studies done OR  unknown if RT-PCR studies done\n\nNodes clinically negative, not examined pathologically\n\nStated as N0" ], [ "p0I-", "pN0(i-)", "No regional lymph node metastasis histologically, negative morphological findings for ITC", "See also Site-Specific factor 4\n\nStated as N0(i-)" ], [ "p0I+", "pN0(i+)", "No regional lymph node metastasis histologically, positive morphological findings for ITC", "See also Site-Specific factor 4\n\nStated as N0(i+)" ], [ "p0M-", "pN0(mol-)", "No regional lymph node metastasis histologically, negative non-morphological findings for ITC", "See also Site-Specific factor 5\n\nStated as N0(mol-)" ], [ "p0M+", "pN0(mol+)", "No regional lymph node metastasis histologically, positive non-morphological findings for ITC", "See also Site-Specific factor 5\n\nStated as N0(mol+)" ], [ "p1", "pN1", "Micrometastasis; OR\n\nMetastasis in 1-3 axillary ipsilateral lymph nodes; and/or in internal mammary nodes with metastasis detected by sentinel lymph node biopsy but not clinically detected", "Note: N1 has subcategories of N1mi, N1a, N1b and N1c. Assign N1 only when there is no information available to assign one of the subcategories.\n\nMovable axillary lymph node(s), ipsilateral, positive with more than micrometastasis \n(At least one metastasis greater than 2 mm)\n\nNote: Axillary lymph nodes refer only to Level I and II axillary nodes, see N3 (sub)categories for involvement of Level III nodes\n\nStated as N1 [NOS]" ], [ "p1MI", "pN1mi", "Micrometastasis (larger than 0.2 mm and/or more than 200 cells, but none larger than 2.0 mm)", "Axillary lymph node(s), ipsilateral, micrometastasis ONLY detected by IHC or H&E\n(At least one micrometastasis greater than 0.2 mm  or more than 200 cells \nAND all micrometastases less than or equal to 2 mm)\n\nMicrometastasis, NOS\n\nNote: Axillary lymph nodes refer only to Level I and II axillary nodes, see N3 (sub)categories for involvement of Level III nodes\n\nStated as N1mi" ], [ "p1A", "pN1a", "Metastasis in 1-3 axillary lymph node(s), including at least 1 larger than 2 mm in greatest dimension", "Note: Axillary lymph nodes refer only to Level I and II axillary nodes, see N3 (sub)categories for involvement of Level III nodes\n\nStated as N1a" ], [ "p1B", "pN1b", "Internal mammary lymph nodes with microscopic or macroscopic metastasis detected by sentinel lymph node biopsy but not clinically detected", "Internal mammary node(s), ipsilateral, positive on sentinel nodes but not clinically apparent (No positive imaging or clinical exam) WITHOUT or UNKNOWN axillary lymph node(s), ipsilateral\n\nNote: Axillary lymph nodes refer only to Level I and II axillary nodes, see N3 (sub)categories for involvement of Level III nodes\n\nStated as N1b" ], [ "p1C", "pN1c", "Metastasis in 1-3 axillary lymph  nodes and internal mammary lymph nodes with microscopic or macroscopic metastasis detected by sentinel lymph node biopsy but not clinically detected", "Note: Axillary lymph nodes refer only to Level I and II axillary nodes, see N3 (sub)categories for involvement of Level III nodes\n\nStated as N1c" ], [ "p2", "pN2", "Metastasis in 4-9 ipsilateral axillary lymph nodes, or in clinically detected ipsilateral internal mammary lymph node(s) in the absence of axillary lymph node metastasis", "Note: N2 has subcategories of N2a and N2b. Assign N2 only when there is no information available to assign one of the subcategories.\n\nStated as N2 [NOS]" ], [ "p2A", "pN2a", "Metastasis in 4-9 axillary lymph nodes, including at least one that is larger than 2 mm", "Note: Axillary lymph nodes refer only to Level I and II axillary nodes, see N3 (sub)categories for involvement of Level III nodes\n\nStated as N2a" ], [ "p2B", "pN2b", "Metastasis in clinically detected internal mammary lymph node(s), in the absence of axillary lymph node metastasis", "Internal mammary node(s), ipsilateral, clinically apparent (on imaging or clinical exam) WITH or WITHOUT axillary lymph node(s), ipsilateral\n\nFixed/matted ipsilateral axillary nodes clinically with pathologic involvement of lymph nodes WITH at least one metastasis greater than 2 mm\n\nInternal mammary node(s), ipsilateral, positive on sentinel nodes but not clinically apparent (No positive imaging or clinical exam) WITH axillary lymph node(s), ipsilateral\n\nNote: Axillary lymph nodes refer only to Level I and II axillary nodes, see N3 (sub)categories for involvement of Level III nodes\n\nStated as N2b" ], [ "p3", "pN3", "Metastasis as described below", "Note: N3 has subcategories of N3a, N3b and N3c. Assign N3 only when there is no information available to assign one of the subcategories.\n\nStated as N3 [NOS]" ], [ "p3A", "pN3a", "Metastasis in 10 or more axillary lymph nodes (at least one larger than 2 mm) OR\n\nMetastasis in infraclavicular lymph nodes", "Infraclavicular lymph node(s)(subclavicular) (level III axillary nodes) (apical), ipsilateral WITH or WITHOUT axillary node(s) WITHOUT internal mammary node(s)\n\nStated as N3a" ], [ "p3B", "pN3b", "Metastasis in clinically detected internal ipsilateral mammary lymph node(s) in the presence of positive axillary lymph node(s); OR\n\nMetastasis in more than 3 axillary lymph nodes and in internal mammary lymph nodes with microscopic or macroscopic metastasis detected by sentinel lymph node biopsy but not clinically detected", "Internal mammary node(s), ipsilateral, clinically apparent (On imaging or clinical exam) AND WITH or WITHOUT axillary lymph node(s), ipsilateral WITH or WITHOUT infraclavicular (level III axillary nodes) (apical) lymph nodes involved\n\nStated as N3b" ], [ "p3C", "pN3c", "Metastasis in ipsilateral supraclavicular lymph node(s)", "Stated as N3c" ], [ "c0", "cN0", "Clinically: No regional lymph node metastasis", "Use only for TNM defined pTis cases where there is a resection of the primary and the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}