{
  "id" : "path_n_dbb",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path N Vulva",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** When both the Federation Internationale de Gynecologie et d'Obstetrique (FIGO) stage and regional lymph node detail are available, use the regional lymph node detail in preference to a statement of FIGO stage - see Registrar notes.\n* If the only information is (pathologic) FIGO III [NOS], IIIA, IIIB, IIIC, or IVA, assign the appropriate stage and leave pathologic T, N, and M blank. If the only information is (pathologic) FIGO stage IVB, leave pathologic T and N blank and see M\n\n**Note 2:** Histological examination of an inguinofemoral lymphadenectomy specimen will ordinarily include 6 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0. (FIGO classifies such cases as pNX). (1)\n\n**Note 3:** Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in M (distant metastasis).\n\n**Note 4:**  Assign N1 [NOS] if regional lymph nodes are involved but the number of nodes involved is unknown.\n\n**Note 5:** Assign the appropriate N category based on the number of positive nodes\n\n    Deep inguinal, NOS\n    Femoral\n    Inguinal NOS \n    Inguinofemoral (groin) \n    Node of Cloquet or Rosenmuller (highest deep inguinal)\n    Superficial inguinal (femoral) \n\n    Regional lymph node(s), NOS\n    Lymph nodes, NOS",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 199",
  "last_modified" : "2018-05-14T21:29:01.613Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Pathologic classification criteria met, evaluation done:\n    Physician unable to assess N\n    Surgical resection primary tumor, no regional lymph nodes removed OR\n    Involvement of regional lymph nodes not documented\nPhysician assign pNX, no other information available to determine N" ], [ "p0", "pN0", "No regional lymph node metastasis", "Only information available is FIGO Stage I [NOS], IA, IB, II" ], [ "p1", "pN1", "Regional lymph node metastasis with the following features", "Note: N1 has subcategories of N1a and N1b. Assign N1 only when there is no information available to assign one of the subcategories\n\n1 or 2 regional lymph node(s) positive (or number positive unknown) and size of metastasis not given\n\nStated as N1 [NOS]" ], [ "p1A", "pN1a", "1-2 lymph node metastasis each less than 5 mm", "Stated as N1a" ], [ "p1B", "pN1b", "1 lymph node metastasis 5 mm or greater", "Stated as N1b" ], [ "p2", "pN2", "Regional lymph node metastasis with the following features", "Note: N2 has subcategories of N2a and N2b. Assign N2 only when there is no information available to assign one of the subcategories\n\n3 or more regional lymph node(s) positive and size of metastases not given\n\nStated as N2 [NOS]" ], [ "p2A", "pN2a", "3 or more lymph node metastases each less than 5 mm", "3 or more regional lymph nodes positive and size of metastasis in each node less than 5 mm\n\nStated as N2a" ], [ "p2B", "pN2b", "2 or more lymph node metastases 5 mm or greater", "At least 2 lymph node metastases equal to or greater than 5 mm\n\nStated as N2b" ], [ "p2C", "pN2c", "Lymph node  metastases with extracapsular spread", "Regional lymph node(s) with extracapsular spread\n\nStated as N2c" ], [ "p3", "pN3", "Fixed or ulcerated regional lymph node metastasis", "Fixed or ulcerated regional lymph nodes\n\nStated as N3" ], [ "c0", "cN0", "Clinically: No regional lymph node metastasis", "Use only for TNM defined pTis cases where there is a resection of the primary and the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Only information is FIGO Stage III [NOS], IIIA, IIIB, IIIC, IVA, or IVB\n\nPathologic classification not met\nNo surgical resection of primary tumor AND\nThere isn't a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup" ] ]
}