{
  "id" : "path_t_appendix_94760",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path T Appendix",
  "title" : "Pathologic T",
  "notes" : "**Note 1:**  High-grade dysplasia of the appendix is not always collected by cancer registries.\n* Assign pTis if your registry collects these tumors\n\n**Note 2:** pTis includes cancer cells confined within the glandular basement membrane (intraepithelial) or lamina propria (intramucosal) with no extension through muscularis mucosa into submucosa. \n\n**Note 3:**  Ignore intraluminal extension to adjacent segment(s) of colon; code depth of invasion or extracolonic spread as indicated.\n\n**Note 4:**  Mucinous tumors are identified by morphology codes 8480, 8481, and 8490.\n\n**Note 5:** One or more malignant satellite peritumoral nodules or tumor deposits (TD) in the periappendiceal adipose tissue of a primary carcinoma without histologic evidence of residual lymph node in the nodule may represent discontinuous spread, venous invasion with extravascular spread, or a totally replaced lymph node.  Replaced nodes are counted as positive nodes and coded in Regional lymph nodes.  TD representing discontinuous spread or venous invasion are are assigned T3, and the number of TD representing discontinuous spread or venous invasion is coded in Site-Specific Factor 4.\n\n**Note 6:** Direct invasion in T4 includes invasion of other intestinal segments by way of the serosa, e.g., invasion of ileum. \n\n**Note 7:** Assign cT4b for tumor that is adherent to other organs or structures macroscopically. However, if no tumor is present in the adhesion, microscopically, the classification should be pT1, pT2 or pT3. \n\n**Note 8:**  Assign T4b for contiguous extension from the site of origin. \n* *Exception:* Intraperitoneal metastases limited to the right lower quadrant (RLQ) of the abdomen for mucinous tumors, discontinuous involvement is coded in M (distant metastasis)",
  "last_modified" : "2018-05-14T21:29:03.430Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Pathologic classification criteria met, evaluation done: \n    Physician unable to assess T\n    Surgical resection of primary tumor, extension not stated \nPhysician assigns pTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "pIS", "pTis", "Carcinoma in situ: intraepithelial or invasion of lamina propria", "Intraepithelial, noninvasive\n(Adeno)carcinoma, noninvasive, in a polyp or adenoma\n\nInvasive tumor confined to:\nLamina propria, including lamina propria in the stalk of a polyp\nMucosa, NOS, including intramucosal, NOS\nMuscularis mucosae (but not through), including muscularis mucosae in the stalk of a polyp\n\nStated as Tis" ], [ "p1", "pT1", "Tumor invades submucosa", "Confined to: \nHead of polyp, NOS\nStalk of polyp, NOS\n\nInvasive tumor in polyp, NOS\n\nInvades submucosa (superficial invasion), including submucosa in stalk of polyp\n\nConfined to appendix, NOS\nLocalized, NOS\n\nStated as T1" ], [ "p2", "pT2", "Tumor invades muscularis propria", "Stated as T2" ], [ "p3", "pT3", "Tumor invades subserosa or mesoappendix", "Extension through wall, NOS\nInvasion through muscularis propria or muscularis, NOS\nNon-peritonealized pericolic tissues invaded\nPerimuscular tissue invaded\nTransmural, NOS\nWall, NOS\n\nExtension to:\n    Adjacent tissue(s), NOS\n    Connective tissue\n    Mesenteric fat\n    Mesentery \n    Pericolic fat\n\nStated as T3" ], [ "p4", "pT4", "Tumor perforates visceral peritoneum, including mucinous peritoneal tumor within the right lower quadrant and/or directly invades other organs or structures", "Note: T4 has subcategories of T4a and T4b. Assign T4 only when there is no information available to assign one of the subcategories.\n\nStated as T4 [NOS]" ], [ "p4A", "pT4a", "Tumor perforates visceral peritoneum, including mucinous peritoneal tumor within the right lower quadrant", "Invasion of/through serosa (mesothelium) (visceral peritoneum)\nTumor penetrates to surface of visceral peritoneum\n\nFor mucinous tumors only:\n    Peritoneal involvement confined within right lower quadrant ONLY\n    Peritoneal involvement confined within right lower quadrant plus local extension equivalent to \n    T1, T2, T3 or T4\n  \nStated as T4a" ], [ "p4B", "pT4b", "Tumor directly invades other organs or structures", "Adherent to other organs or structures clinically with no microscopic examination\n \nTumor found in adhesion(s) if microscopic examination performed\n\nAdherent to other organs or structures:\n    Abdominal wall\n    Adrenal (suprarenal) gland\n    Bladder\n    Diaphragm\n    Fallopian tube\n    Fistula to skin\n    Gallbladder\n    Greater omentum\n    Kidney\n    Liver\n    Ovary\n    Other segment(s) of colon/rectum via serosa\n    Pelvic peritoneum\n    Retroperitoneum (excluding fat) \n    Small intestine\n    Ureter\n    Uterus\n\nOther contiguous extension\n\nFor mucinous tumors only:\n    Regional extension characterized as T4b plus peritoneal involvement confined within right lower quadrant\n\nStated as T4b" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nPathologic classification criteria met, evaluation done: \n    Results not documented in patient record \n    No surgical resection of  known primary tumor (not T0) \n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}