{
  "id" : "path_n_dai",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "Path N Lung",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Histological examination of hilar and mediastinal lymphadenectomy specimen(s) will ordinarily include 6 or more lymph nodes/stations. Three of these nodes/stations should be mediastinal, including the subcarinal nodes and 3 from N1 nodes/stations. Labeling according to the IASLC chart and table of definitions given in the TNM supplement is desirable. If all the lymph nodes examined are negative, but the number ordinarily examined is not met, classify as pN0. (1)\n\n**Note 2:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in M (distant metastasis).\n\n**Note 3:**  Vocal cord paralysis (resulting from involvement of the recurrent branch of the vagus nerve), superior vena cava (SVC) obstruction, or compression of the trachea or the esophagus, may be related to direct extension of the primary tumor or to lymph node involvement.  The treatment options and prognosis associated with these manifestations of disease extent fall within the T4-Stage IIIB category; therefore, generally assign T4 for these manifestations and not regional lymph nodes. \n* If the primary tumor is peripheral and clearly unrelated to vocal cord paralysis, SVC obstruction, or compression of the trachea or the esophagus, assign N2 for mediastinal lymph node involvement, unless there is a statement of involvement by direct extension from the primary tumor",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 142",
  "last_modified" : "2018-05-14T21:29:03.155Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph node(s) cannot be assessed", "Pathologic classification criteria met, evaluation done:\n    Physician unable to assess N\n    Surgical resection primary tumor, no regional lymph nodes removed\n    Involvement of regional lymph nodes not documented\nPhysician assigns pNX, no other information available to determine N" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Metastasis in ipsilateral peribronchial and/or ipsilateral hilar lymph nodes and intrapulmonary nodes, including involvement by direct extension", "Regional lymph nodes, ipsilateral:\n    Bronchial\n    Hilar (bronchopulmonary) (proximal lobar) (pulmonary root)\n    Intrapulmonary nodes, including involvement by direct extension:\n        Interlobar\n        Lobar\n        Segmental\n        Subsegmental\nPeri/parabronchial \n\nRegional lymph node(s), NOS\nLymph nodes, NOS\n\nStated as N1" ], [ "p2", "pN2", "Metastasis in ipsilateral mediastinal and/or subcarinal lymph node(s)", "Regional lymph nodes, ipsilateral:\n    Aortic (above diaphragm), NOS:\n        Peri/para-aortic, NOS:\n            Ascending aorta (phrenic)\n        Subaortic (aortico-pulmonary window)\n    Carinal (tracheobronchial) (tracheal bifurcation)\n    Mediastinal, NOS:\n        Anterior\n        Posterior (tracheoesophageal)\n    Pericardial\n    Peri/paraesophageal\n    Peri/paratracheal, NOS:\n        Azygos (lower peritracheal)\n    Pre- and retrotracheal, NOS:\n        Precarinal\n    Pulmonary ligament\n    Subcarinal \n\nStated as N2" ], [ "p3", "pN3", "Metastasis in contralateral mediastinal, contralateral hilar, ipsilateral or contralateral scalene, or supraclavicular lymph node(s)", "Contralateral/bilateral hilar (bronchopulmonary)  (proximal lobar) (pulmonary root)\nContralateral/bilateral mediastinal \nScalene (inferior deep cervical), ipsilateral or contralateral\nSupraclavicular (transverse cervical), ipsilateral or contralateral\n\nStated as N3" ], [ "c0", "cN0", "Clinically: No regional lymph node metastasis", "Use only for TNM defined pTis cases where there is a resection of the primary and the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}