{
  "id" : "ssf13_spm",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "SSF13",
  "title" : "Site-Specific Factor 13",
  "subtitle" : "KIT Gene Mutations",
  "notes" : "**Note 1:**  This is a special molecular diagnostic test performed on tumor tissue to identify mutations in specific parts (called exons) of the KIT gene.  Certain patterns of mutations correlate with the anatomic site and morphology of gastrointestinal stromal tumors (GIST) tumors and can predict response to treatment with agents such as imatinib mesylate (Gleevec) and sunitinib malate (Sutent).  Some mutations are associated with acquired resistance to imatinib treatment; do not record secondary or acquired mutations that may have been caused by long-term imatinib treatment.\n\n**Note 2:**  Code the mutation locations found from the KIT gene test.  Another name for KIT is CD117.\n\n**Note 3:**  See **Site-Specific Factor 12, KIT Gene Immunohistochemistry (IHC)** for coding information about KIT expression detected with immunohistochemistry (IHC).  \n\n**Note 4:** See  **Site-Specific Factor 14, PDGFRA Gene Mutation** for coding information about mutations of the PDGFRA gene.",
  "last_modified" : "2018-05-14T21:29:02.820Z",
  "definition" : [ {
    "key" : "ssf13",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "KIT gene test negative for mutations; no mutations; normal or wild-type gene" ], [ "010", "KIT gene test positive for mutation of exon 9 only" ], [ "020", "KIT gene test positive for mutation of exon 11 only" ], [ "030", "KIT gene test positive for mutation of exon 13 only" ], [ "040", "KIT gene test positive for mutation of exon 17 only" ], [ "800", "KIT gene test positive for one other specified mutation" ], [ "810", "KIT gene test positive for more than one specific mutation" ], [ "850", "KIT gene test positive, NOS; mutation(s) found but the specific mutation(s) are not stated" ], [ "988", "Not applicable: Information not collected for this case" ], [ "997", "Test ordered, results not in chart; results pending" ], [ "998", "Test not done (test not ordered and not performed)" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}