{
  "id" : "ssf1_jav",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "SSF1",
  "title" : "Site-Specific Factor 1",
  "subtitle" : "Prostatic Specific Antigen (PSA) Lab Value",
  "notes" : "**Note 1:**  PSA is used in conjunction with anatomic extent of disease and Gleason score to distinguish among stage I, stage IIA, and stage IIB for TNM 7th edition staging.\n\n**Note 2:**  The same laboratory test should be used to record information in **Site-Specific Factor 1, Prostatic Specific Antigen (PSA) Lab Value** and **Site-Specific Factor 2, Prostatic Specific Antigen (PSA) Interpretation**.\n\n**Note 3:**  Record to the nearest tenth in nanograms/milliliter (ng/ml) the highest PSA lab value documented in the medical record prior to diagnostic biopsy of prostate and treatment. The lab value may be recorded in the lab report, history and physical, or clinical statement in the pathology report, etc.   \n* For example, code a PSA of 20.0 ng/ml as 200. A lab value expressed in micrograms per liter (ug/L) is equivalent to the same value expressed in nanograms per milliliter (ng/ml)\n\n**Note 4:** A discrepancy between the PSA documented in the lab report and the PSA documented by the clinician may arise due the clinician adjusting the PSA value. Certain medications for benign prostatic hypertrophy (BPH) decrease the PSA. \n* Therefore, ONLY if there is documentation by a clinician within the medical record of an adjusted PSA value, record the adjusted value. The registrar does not adjust the PSA value based on BPH medication use \n* If there is no documentation by a clinician within the medical record of an adjusted PSA value, record the PSA value provided. The fact that an adjusted PSA value is being recorded should be documented in a text field",
  "last_modified" : "2018-05-14T21:29:00.657Z",
  "definition" : [ {
    "key" : "ssf1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "001", "0.1 or less nanograms/milliliter (ng/ml)\n(Exact value to nearest tenth of ng/ml)" ], [ "002-979", "0.2 - 97.9 ng/ml\n(Exact value to nearest tenth of ng/ml)" ], [ "980", "98.0 ng/ml or greater" ], [ "988", "Not applicable: Information not collected for this case" ], [ "997", "Test ordered, results not in chart" ], [ "998", "Test not done (test not ordered and not performed)" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}