{
  "id" : "ssf10_sad",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "SSF10",
  "title" : "Site-Specific Factor 10",
  "subtitle" : "HER2: Fluorescence In Situ Hybridization (FISH) Lab Value",
  "notes" : "**Note 1:**  Record the results of only the Fluorescence In Situ Hybridization (FISH) test for Human Epidermal Growth Factor Receptor 2 (HER2) in this field.  The test determines if there are additional copies of the HER2/neu gene in the tumor cells compared to the normal number.  The results are reported as a ratio between the number of copies of the HER2/neu gene and the number of copies of chromosome 17, on which the gene resides.\n\n**Note 2:**  Record the actual ratio if given.  Enter the stated ratio to two decimal places.  Use a trailing zero if needed.\n\n**Note 3:**  The same laboratory test should be used to record information in **Site-Specific Factor 10, HER2: Fluorescence In Situ Hybridization (FISH) Lab Value** and **Site-Specific Factor 11, HER2: Fluorescence In Situ Hybridization (FISH) Test Interpretation**.\n\n**Note 4:**  If the test is done but the actual ratio is not stated, use code 997.\n\n**Note 5:**  If the test is not mentioned in the medical record, code to 999 unless there are circumstances under which the test isn't performed, for example, no histologic specimen.",
  "last_modified" : "2018-05-14T21:29:01.213Z",
  "definition" : [ {
    "key" : "ssf10",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "100-979", "Ratio of 1.00 - 9.79 \n(Enter exact ratio to two decimal places)\n\nExamples:\n    100    1.0\n    120    1.2\n    564    5.64" ], [ "980", "Ratio of 9.80 or greater" ], [ "988", "Not applicable: Information not collected for this case" ], [ "991", "Ratio of less than 1.00" ], [ "997", "Test ordered, results not in chart" ], [ "998", "Test not done (test not ordered and not performed)" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}