{
  "id" : "ssf17_sai",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "SSF17",
  "title" : "Site-Specific Factor 17",
  "subtitle" : "Circulating Tumor Cells (CTC) and Method of Detection",
  "notes" : "**Note 1:**  Circulating tumor cells (CTCs) are isolated tumor cells (ITCs) found in the blood distant from the breast.\n\n**Note 2:**  Immunomagnetic separation (IMS) and reverse transcription polymerase chain reaction (RT-PCR) are two components of a laboratory process for identifying very small amounts of tumor cells in tissue.  In the IMS process, paramagnetic beads coated with antibodies bind to antigens on tumor cells, which are removed and concentrated by being passed through a magnetic field.  RT-PCR is then used to amplify the genetic material to a detectable level.\n\n**Note 3:**  Code the results to the test type as expressed in the medical record.  Give priority to \"IMS\" if the report uses both expressions for test type.",
  "last_modified" : "2018-05-14T21:29:01.200Z",
  "definition" : [ {
    "key" : "ssf17",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "010", "Positive, Reverse Transcription Polymerase Chain Reaction (RT-PCR) test" ], [ "020", "Positive, immunomagnetic separation (IMS) test" ], [ "030", "Positive, other test type" ], [ "040", "Positive, unknown test type" ], [ "110", "Negative/normal, RT-PCR test" ], [ "120", "Negative/normal, IMS test" ], [ "130", "Negative/normal, other test type" ], [ "140", "Negative/normal, unknown test type" ], [ "210", "Borderline; equivocal; indeterminate; undetermined if positive or negative, RT-PCR test" ], [ "220", "Borderline; equivocal; indeterminate; undetermined if positive or negative, IMS test" ], [ "230", "Borderline; equivocal; indeterminate; undetermined if positive or negative, other test type" ], [ "240", "Borderline equivocal; indeterminate; undetermined if positive or negative, unknown test type" ], [ "988", "Not applicable: Information not collected for this case" ], [ "997", "Test ordered, results not in chart" ], [ "998", "Test not done (test not ordered and not performed)" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}