{
  "id" : "ssf15_sfg",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "SSF15",
  "title" : "Site-Specific Factor 15",
  "subtitle" : "Post-Orchiectomy Human Chorionic Gonadotropin (hCG) Range",
  "notes" : "**Note 1:**  Record the range of the human chorionic gonadotropin (hCG) test as documented in the patient record after orchiectomy and prior to further treatment.\n\n**Note 2:**  Use the same laboratory test to record values in **Site-Specific Factor 14, Post-Orchiectomy Human Chorionic Gonadotropin (hCG) Lab Value** and **Site-Specific Factor 15, Post-Orchiectomy Human Chorionic Gonadotropin (hCG) Range**.\n\n**Note 3:**  A lab value expressed in International Units/liter (IU/L) is equivalent to the same value expressed in milli-International Units/milliliter (mIU/ml).\n\n**Note 4:**  If the initial post-orchiectomy hCG test remains elevated, review the subsequent tests until normalization or plateau occurs and use that test to code this field. \n\n**Note 5:**  If the post-orchiectomy hCG test is unknown but the preorchiectomy hCG test was normal, use code 990.\n\n**Note 6:**  If the post-orchiectomy hCG test is unavailable but a physician's statement of the result is documented, use codes 991-993.\n\n**Note 7:**  For rare cases that are treated prior to orchiectomy or an orchiectomy is not performed, code the initial hCG range in this field and not in **Site-Specific Factor 9, Pre-Orchiectomy Human Chorionic Gonadotropin (hCG) Range**.",
  "last_modified" : "2018-05-14T21:28:59.990Z",
  "definition" : [ {
    "key" : "ssf15",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "Within normal limits (S0)" ], [ "010", "Range 1 (S1) above normal and less than 5,000 milli-International Units/milliliter (mIU/ml)" ], [ "020", "Range 2 (S2) 5,000 - 50,000 mIU/ml" ], [ "030", "Range 3 (S3) greater than 50,000 mIU/ml" ], [ "988", "Not applicable: Information not collected for this case" ], [ "990", "Post-orchiectomy human chorionic gonadotropic (hCG) unknown but preorchiectomy hCG was normal" ], [ "991", "Post-orchiectomy hCG stated to be still elevated" ], [ "992", "Post-orchiectomy hCG unknown but post-orchiectomy serum tumor markers NOS stated to be normal" ], [ "993", "Post-orchiectomy hCG unknown but post-orchiectomy serum tumor markers NOS stated to be still elevated\n\nStated as Stage IS" ], [ "997", "Test ordered, results not in chart" ], [ "998", "Test not done (test not ordered and not performed)" ], [ "999", "Unknown or no information\nNot  documented in patient record" ] ]
}