{
  "id" : "ssf2_kac",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "SSF2",
  "title" : "Site-Specific Factor 2",
  "subtitle" : "Progesterone Receptor (PR) Assay",
  "notes" : "**Note 1:**\n\n**A.**  In cases where PR is reported on more than one tumor specimen (except as noted in B, D, and E), record the highest value.  \n* If any sample is positive, record as positive\n\n**B.**  If neoadjuvant therapy is given, record the assay from tumor specimens prior to neoadjuvant therapy.\n**C.**  If neoadjuvant therapy is given and there are no PR results from pre-treatment specimens, report the findings from post-treatment specimens.\n**D:**  If the patient is PR positive and node negative, a multigene test such as OncotypeDX may be performed, in which case another PR test will be performed.  \n* Do not record the results of that test in this field.  Record only the results of the test which made the patient eligible to be given the multigene test\n\n**E:**  If PR is positive on an in situ specimen and PR is negative on all tested invasive specimens, code PR as negative (code 020).\n\n**Note 2:**  In general, progesterone receptor (PR) assay is only performed on one sample.  In cases where the assay is performed on more than one sample, there is not necessarily any reason to think that the most accurate is the test done on the \"largest\" tumor specimen.  Clinically, treatment will be based on any positive test; with the benefit and minimal toxicity of hormonal therapy, most patients will be given the \"benefit of the doubt\" and treated with hormonal therapy if any PR test is positive. See exception in Note 1E.\n\n**Note 3:**  The most recent interpretation guidelines for PR do not allow for a borderline result.  Therefore, code 030 will rarely be used.  If 1% or greater cells stain positive, the test results are classified as positive.  If less than 1% of cells stain positive, the results are classified as negative.",
  "last_modified" : "2018-05-14T21:29:01.243Z",
  "definition" : [ {
    "key" : "ssf2",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "010", "Positive/elevated" ], [ "020", "Negative/normal; within normal limits" ], [ "030", "Borderline; undetermined whether positive or negative" ], [ "988", "Not applicable: Information not collected for this case" ], [ "996", "Test ordered, results not interpretable" ], [ "997", "Test ordered, results not in chart" ], [ "998", "Test not done (test not ordered and not performed)" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}