{
  "id" : "ssf3_lpm",
  "algorithm" : "tnm",
  "version" : "1.9",
  "name" : "SSF3",
  "title" : "Site-Specific Factor 3",
  "subtitle" : "Functional Neurologic Status - Karnofsky Performance Scale (KPS)",
  "notes" : "**Note 1:**  The Karnofsky Performance Scale (KPS) allows patients to be classified according to their functional impairment.  This classification can be used to compare effectiveness of different therapies and to assess prognosis for individual patients.  \n\n* The lower the Karnofsky scale value, the worse the predicted survival for most serious illnesses.\n\n**Note 2:**  Record the KPS only as specifically documented in the patient's record by the physician.  Do not attempt to determine the KPS from other information in the record.  \n\n* If the KPS value is expressed in terms of a range, use the higher value.  For example, use code 080 if the physician states \"The patient's Karnofsky score is between 70 and 80.\n\n**Note 3:**  For reference only, the classification scale is listed here:\n\n*  ** 0**    Dead\n* **10**    Moribund, fatal processes progressing rapidly\n* **20**    Very sick, hospitalization necessary; active supportive treatment necessary\n* **30**    Severely disabled; hospitalization is indicated although death not imminent\n* **40**    Disabled; requires special care and assistance\n* **50**    Requires considerable assistance and frequent medical care\n* **60**    Requires occasional assistance, but is able to care for most personal needs\n* **70**    Cares for self; unable to carry on normal activity or do active work\n* **80**    Normal activity with effort; some signs or symptoms of disease\n* **90**    Able to carry on normal activity; minor signs or symptoms of disease.\n* **100**    Normal;no complaints; no evidence of disease",
  "last_modified" : "2018-05-14T21:29:01.307Z",
  "definition" : [ {
    "key" : "ssf3",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "Karnofsky Performance Scale (KPS) 0" ], [ "010", "KPS 10" ], [ "020", "KPS 20" ], [ "030", "KPS 30" ], [ "040", "KPS 40" ], [ "050", "KPS 50" ], [ "060", "KPS 60" ], [ "070", "KPS 70" ], [ "080", "KPS 80" ], [ "090", "KPS 90" ], [ "100", "KPS 100" ], [ "988", "Not applicable: Information not collected for this case" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}