{
  "id" : "alk_rearrangement_610",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "ALK Rearrangement",
  "title" : "ALK Rearrangement",
  "description" : "Testing for ALK rearrangement is performed for patients with advanced non-small cell lung cancer (NSCLC) to identify tumors which are sensitive to small-molecule ALK kinase inhibitors. \n\n“ALK positive cancer describes cancer cells that have a change in the structure of the anaplastic lymphoma kinase (ALK) gene or a higher-than-normal amount of ALK protein on their surface. In normal cells, ALK helps control cell growth. When cancer cells have the changed ALK gene or make too much ALK protein, the cancer cells may grow more quickly. Knowing whether a cancer is ALK positive may help plan treatment for advanced non-small cell cancers in the lung.” (NCI Dictionary of Cancer Terms  Definition of EGFR - NCI Dictionary of Cancer Terms - NCI)\n\nThe absence or presence of ALK protein expression determines if the tumor will respond to treatment with a targeted inhibitor. ALK protein expression predicts the ALK rearrangement gene, which are more likely to respond to the targeted inhibitor treatment. The most common ALK rearrangements are. \n * EML4-ALK\n * KIF5B-ALK\n * TFG-ALK\n * KLC1-ALK",
  "notes" : "**Note 1:** **Effective years** \n* This SSDI is effective for diagnosis years 2021+\n* For cases diagnosed 2018-2020, this SSDI must be blank\n\n**Note 2:** **Physician Statement** \n* Physician statement of ALK rearrangement can be used to code this data item when no other information is available.\n* This data item only includes rearrangements. Ignore any amplification or point mutations\n\n**Note 3:** **Applicable histologies/stages**\n* ALK may be recorded for all histologies and stages; however, it is primarily performed for advanced non-small cell carcinomas. If information is not available, code 9. \n\n**Note 4:** **Neoadjuvant Therapy**\n* Record the assay from tumor specimens prior to neoadjuvant therapy.\n* If neoadjuvant therapy is given and there are no ALK results from pre-treatment specimens, report the findings from post-treatment specimens.",
  "last_modified" : "2024-04-08T16:35:16.558Z",
  "definition" : [ {
    "key" : "alk_rearrangement",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Normal\nALK negative\nNegative for rearrangement, no rearrangement identified, no mutations (somatic) identified, not present, not detected" ], [ "1", "Abnormal Rearrangement identified/detected: EML4-ALK, KIF5B-ALK, TFG-ALK, and/or KLC1-ALK " ], [ "2", "Rearrangement identified/detected: Other ALK Rearrangement not listed in code 1" ], [ "4", "Rearrangement, NOS" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nALK Rearrangement not assessed or unknown if assessed" ], [ "", "Must be blank if diagnosis year is before 2021" ] ],
  "additional_info" : "**Source documents:** pathology report or clinical laboratory report, molecular report, immunohistochemistry report\n\n**Other names include** ALK tyrosine kinase receptor, anaplastic lymphoma kinase, anaplastic lymphoma receptor tyrosine kinase, CD246, CD246 antigen, NBLST3\n\t\nFor further information, refer to the **Lung Biomarker Reporting** cancer protocol published by the College of American Pathologists",
  "coding_guidelines" : "**1)** **Code 0** when ALK normal/negative/not identified\n**2)** **Code 1 or 2** when ALK identified/detected (EML4-ALK, KIF5B-ALK, TFG-ALK, KLC1-ALK)\n**3)** **Code 4** for when ALK identified/detected, and there is no mention of the specific rearrangement \n**4)** **Code 9** when \n* **a.** Insufficient amount of tissue available to perform test\n* **b.** Test done and documented to be equivocal\n* **c.** No microscopic confirmation of tumor\n* **d.** ALK Rearrangement not ordered or not done, or unknown if ordered or done",
  "rationale" : "ALK rearrangement is recommended by treatment guidelines for patients with advanced lung cancer to as a prognostic marker and factor in determining appropriate therapy. It is a new data item for cases diagnosed 1/1/2021+."
}