{
  "id" : "bilirubin_pretx_lab_value_68660",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Bilirubin Pretreatment Total Lab Value",
  "title" : "Bilirubin Pretreatment Total  Lab Value",
  "description" : "Bilirubin Pretreatment Total Lab Value records the bilirubin value prior to treatment. Bilirubin level is an indicator of how effectively the liver excretes bile and is required to calculate the Model for End-Stage Liver Disease (MELD) score used to assign priority for liver transplant.\n\nBilirubin is produced from the breakdown of hemoglobin (the protein that binds oxygen) in red blood cells. The liver processes bilirubin by excreting it through bile into the intestine. If the liver is damaged, there will be too much bilirubin in the blood, and this can produce jaundice. Elevated bilirubin levels can indicate liver or blood disorders or blockage of bile ducts. \n\nThe Model for End-Stage Liver Disease (MELD) is a numerical scale used to determine how urgently a patient with liver disease needs a liver transplant. Results from three routine lab tests are used to calculate the MELD score. Bilirubin, one of the tests, measures how effectively the liver excretes bile. The purpose of this scale was to help prioritize patients for liver transplant by estimating their risk of dying while waiting for transplant. \n\nThere are several related data items that are defined to record the MELD score. \n* 3813: Bilirubin Pretreatment Total Lab Value\n* 3814: Bilirubin Pretreatment Unit of Measure\n* 3824: Creatinine Pretreatment Lab Value\n* 3825: Creatinine Pretreatment Unit of Measure\n* 3860: International Normalized Ratio",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of Bilirubin Pretreatment Total Lab Value can be used to code this data item when no other information is available.\n\n**Note 2:** **Total Bilirubin**\n* Assay of Bilirubin Pretreatment Total Lab Value includes conjugated (direct) and unconjugated (indirect) bilirubin and total bilirubin values \n  * Record the **total bilirubin** value to the nearest tenth of mg/dl (or umol/L) for this data item\n  * Do not code **individual** conjugate, direct, unconjugated, indirect, or delta values or bilirubin in urine\n\n**Note 3:** **Pretreatment results only**\n* Record the lab value of the highest Bilirubin test result documented in the medical record prior to treatment. The lab value may be recorded in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 4:** **Related data item**\n* The same laboratory test should be used to record information in the related data item 3814: Bilirubin Pretreatment Unit of Measure.",
  "last_modified" : "2024-04-08T16:02:38.901Z",
  "definition" : [ {
    "key" : "bilirubin_pretx_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 milligram/deciliter (mg/dL)\n0.0 micromole/liter (umol/L)" ], [ "0.1-999.9", "0.1-999.9 milligram/deciliter (mg/dL)\n0.1-999.9 micromole/liter (umol/L)" ], [ "XXX.1", "1000 milligram/deciliter (mg/dL) or greater\n1000 micromole/liter (umol/L) or greater" ], [ "XXX.7", "Test ordered, results not in chart" ], [ "XXX.8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code XXX.8 will result in an edit error.)" ], [ "XXX.9", "Not documented in medical record\nBilirubin Pretreatment Total Lab Value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood serum); value may be part of a metabolic or liver function panel\n\n**Other names include** TBIL.\n\n**Normal Reference Range**\n* 0.3-1.5 mg/dL (5-20.5 umol/L)\n* The normal range may vary slightly from lab to lab.",
  "coding_guidelines" : "**1)** Record the highest value prior to treatment in the range 0.1 mg/ml to 999.9 mg/ml OR 0.1 umol/L to 999.9 umol/L.  in the Lab Value data item and the unit of measure for measuring the lab value in the Unit of Measure data item.\n\n***Examples***\n**a)** Bilirubin Lab Value 0.0 mg/ml: Lab Value = 0.0, Unit Measure = 1\n**b)** Bilirubin Lab Value 23.6 umol/L: Lab Value = 23.6, Unit Measure = 2\n**c)** Bilirubin Lab Value 127.8 mg/ml: Lab Value = 127.8, Unit Measure = 1\n**d)** Bilirubin Lab Value 1567 umol/L: Lab Value 1567.0  Unit Measure = 2\n**e)** Bilirubin Lab Value 638.4: Lab Value = 638.4 Unit Measure = 9\n**f)** Bilirubin Lab Value Test Ordered, results not in chart: Lab Value = XXXX.7, Unit Measure = 7\n**g)** Bilirubin Lab Value Not documented in medical record, Bilirubin test not done, unknown if Bilirubin test done, Lab Value = XXXX.9, Unit Measure 9",
  "rationale" : "Bilirubin Pretreatment Total Lab Value is a Registry Data Collection Variable in AJCC. This data item was previously collected as Liver, CS SSF #6."
}