{
  "id" : "breslow_thickness_79262",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Breslow Thickness",
  "title" : "Breslow Tumor Thickness",
  "description" : "Breslow Tumor Thickness, the measurement of the thickness of a melanoma as defined by Dr. Alexander Breslow, is a prognostic factor for Melanoma of the Skin.\n\nA measure of how deeply a melanoma tumor has grown into the skin. The tumor thickness (depth) is usually measured from the top of the tumor to the deepest tumor cells. If the tumor is ulcerated (the skin is broken), it is measured from the base of the ulcer to the deepest tumor cells. Breslow thickness is used to help determine the stage of cancer. Thicker tumors are linked with lower survival rates.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Breslow Tumor Thickness can be used to code this data item when no other information is available, or the available information is ambiguous.  \n\n**Note 2:** **Breslow's depth** \n* Code a measurement specifically labeled as **thickness** or **depth** or **Breslow depth of invasion** from the pathology report.  \n* In the absence of this label, a measurement described as taken from the cut surface of the specimen may be coded.  And in the absence of either of these labels, the third dimension in a statement of tumor size can be used to code this field.",
  "last_modified" : "2024-04-08T21:32:20.783Z",
  "definition" : [ {
    "key" : "breslow_thickness",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "No mass/tumor found" ], [ "0.1", "Greater than 0.0 and less than or equal to 0.1" ], [ "0.2-99.9", "0.2 - 99.9 millimeters" ], [ "XX.1", "100 millimeters or larger" ], [ "A0.1-A9.9", "Stated as \"at least\" some measured value of 0.1 to 9.9" ], [ "AX.0", "Stated as greater than 9.9 mm" ], [ "XX.8", "Not applicable: Information not collected for this schema\n(If this item is required by your standard setter, use of code XX.8 will result in an edit error)" ], [ "XX.9", "Not documented in medical record\nMicroinvasion; microscopic focus or foci only and no depth given\nCannot be determined by pathologist\nNon-invasive neoplasm (behavior /2)\nBreslow Tumor Thickness not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report\n\n**Other names include** maximum tumor thickness, Breslow depth of invasion, Breslow thickness, Breslow measurement, Breslow’s microstaging\n\nFor further information, refer to the **Melanoma of the Skin** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Melanoma of the Skin*",
  "coding_guidelines" : "**1)** **Code Breslow tumor thickness, not size**. Record actual measurement in tenths of millimeters from the pathology report. Measurement given in hundredths of millimeters should be rounded to the nearest tenth. \n\n**2)** Code the greatest measured thickness from any procedure performed on the lesion, whether it is described as a biopsy or an excision.  \n*   **a.** Do not add measurements together from different procedures. \n    *  ***Example:*** A punch biopsy with a thickness of 0.5 mm is followed by a re-excision with a thickness of residual tumor of 0.2 mm.  Code 0.5 mm.\n    *   ***Exception:*** If there are multiple procedures, and the pathologist adds the measurement together to get a final Breslow’s depth, the registrar can use this.\n\n**3)** If the pathologist describes the thickness as \"at least,\" use the appropriate A code. An exact measurement takes precedence over A codes.\n*   **a.** If the pathologist states \"greater than\" instead of \"at least\", code to XX.9, unless it is greater than 9.9 mm (Code AX.0)\n\n**4)** If the tumor is excised post-neoadjuvant treatment, tumor measurements **cannot be compared** before and after treatment to determine which would indicate the greater involvement.  \n*   **a.** The same code (XX.9) is used for cases with no surgical procedure of the primary site and cases with surgical procedure of the primary site after neoadjuvant treatment.\n\n**5)** Because the thickness table is similar to many other tables that collect a measurement, it is important to identify the correct unit of measurement. \n*   **a.** In the range 0.1-99.9, code the actual tumor thickness, tumor depth, or Breslow measurement in tenths of millimeters as stated in the pathology report.  If the measurement is given in hundredths of millimeters, use the general rules for rounding to determine the value in tenths of millimeters. This is a four-digit field with a decimal point in the third digit. \n\n***Examples:***\n  **a.** 0.4 mm - 0.4\n  **b.**   1.0 mm- 1.0\n  **c.** 2.5 mm - 2.5\n  **d.** 2.56 mm- 2.6\n  **e.** 11 mm - 11.0\n  **f.** 12.35 mm - 12.4\n  **g.** Pathologist states the thickness is \"at least 2.0 mm.\" Code A2.0\n**h.** Pathologist states the thickness is \"greater than 4 mm.\" Code XX.9",
  "rationale" : "Breslow Tumor Thickness is a Registry Data Collection Variable in AJCC.  It was previously collected as Melanoma Skin, CS SSF #1."
}