{
  "id" : "cea_pretx_lab_value_33864",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "CEA Pretreatment Lab Value",
  "title" : "CEA (Carcinoembryonic Antigen) Pretreatment Lab Value",
  "description" : "CEA (Carcinoembryonic Antigen) Pretreatment Lab Value records the CEA value prior to treatment. CEA is a nonspecific tumor marker that has prognostic significance for colon and rectum cancer.\n\nCEA is\n**1).** A protein molecule found in many different cells of the body but associated with certain tumors and with the developing fetus.  \n**2).** CEA is used as a tumor marker especially for gastrointestinal cancers, as colorectal cancer is the most frequent cause for an increased/elevated CEA.  \n**3).** CEA is also elevated by biliary obstruction, alcoholic hepatitis, and heavy smoking.   \n**4).** CEA level is most frequently tested on blood serum, but it may be tested in body fluids and/or biopsy tissue.  \n**5).** An abnormally high CEA level prior to tumor resection is expected to fall following successful removal of the cancer.  \n**6).** An increasing value indicates possible recurrence.\n\nThere are 2 related data items that record information on CEA for Colon and Rectum.\n* 3820: CEA Pretreatment Lab Value\n* 3819: CEA Pretreatment Interpretation",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of CEA (Carcinoembryonic Antigen) Pretreatment Lab Value can be used to code this data item when no other information is available. \n\n**Note 2:** **Pretreatment results only**\n* Record the interpretation of the highest CEA test result documented in the medical record **prior to treatment or a polypectomy**.\n\n**Note 3:** **Related data item**.\n* The same laboratory test should be used to record information in the related data item 3819: CEA Pretreatment Interpretation",
  "last_modified" : "2024-05-06T15:58:23.043Z",
  "definition" : [ {
    "key" : "cea_pretx_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 nanograms/milliliter (ng/ml) exactly" ], [ "0.1-9999.9", "0.1-9999.9 ng/ml\n(Exact value to nearest tenth in ng/ml)" ], [ "XXXX.1", "10,000 ng/ml or greater" ], [ "XXXX.7", "Test ordered, results not in chart" ], [ "XXXX.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XXXX.8 may result in an edit error.)" ], [ "XXXX.9", "Not documented in medical record\nCEA (Carcinoembryonic Antigen) Pretreatment Lab Value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report, sometimes pathology or cytology report; H&P, operative report; consultant report; discharge summary\n\n**Other names include** Carcinoembryonic antigen\n\n**Reference ranges**\n* Nonsmoker:  < 2.5 ng/ml (SI: < 2.5 mg/L)    SI Conversion: 1 mg/L = 1 ng/ml.\n* Smoker: < 5 ng/ml (SI: < 5 mg/L)    SI Conversion: 1 mg/mL = 1 ng/L",
  "coding_guidelines" : "**1)** Record the highest value prior to treatment in nanograms per milliliter (ng/ml) in the range 0.1 (1 ng/ml) to 9999.9 (9999 ng/ml) in the Lab Value data item and the\n\n**2)** Record to the nearest tenth in nanograms/milliliter (ng/ml) the highest CEA lab value documented in the medical record **prior to treatment or polypectomy**. (Code a pretreatment CEA of 7 ng/ml as 7.0).\n\n**3)** Record 0.1 when the lab results are stated as less than 0.1 ng/ml with no exact value.\n\n***Examples of CEA Lab Values***\n\n**a.** CEA Lab Value 0 ng/ml - Code 0.0\n**b.** CEA Lab Value 23.6 ng/ml- Code 23.6\n**c.** CEA Lab Value 11,000-Code XXXX.1\n**d.** CEA Lab Value = Test ordered, results not in chart- Code XXXX7  \n**e.** CEA Lab Value = Not documented in medical record, CEA test not done, unknown if CEA test done - Code XXXX.9",
  "rationale" : "CEA (Carcinoembryonic Antigen) Pretreatment Lab Value is a Registry Data Collection Variable in AJCC.  It was previously collected as Colon and Rectum, CS SSF #3."
}