{
  "id" : "creatinine_pretx_lab_value_56869",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Creatinine Pretreatment Lab Value",
  "title" : "Creatinine Pretreatment Lab Value",
  "description" : "Creatinine Pretreatment Lab Value, an indicator of kidney function, is required to calculate the Model for End-Stage Liver Disease (MELD) score, which is used to assign priority for liver transplant.\n\nCreatinine concentration in blood is a marker of renal function.  Elevated levels are associated with severe liver disease.  Creatinine can be measured in blood serum or urine, but these data items apply to blood levels only. Do not code urine creatinine or creatinine clearance in this field.\n\nThere are two methods of describing creatinine levels in the blood, weight in grams (milligrams per deciliter), usually used in the US, and molecular count in moles (micromoles per liter) in Canada. Conversion: 1 mg/dL = 17.1 umol/L. Code the unit of measure used by the facility laboratory. \n\nThe Model for End-Stage Liver Disease (MELD) is a numerical scale used to determine how urgently a patient with liver disease needs a liver transplant. Results from three routine lab tests are used to calculate the MELD score. Bilirubin, one of the tests, measures how effectively the liver excretes bile. The purpose of this scale was to help prioritize patients for liver transplant by estimating their risk of dying while waiting for transplant. \n\nThere are several related data items that are defined to record the MELD score. \n* 3813: Bilirubin Pretreatment Total Lab Value\n* 3814: Bilirubin Pretreatment Unit of Measure\n* 3824: Creatinine Pretreatment Lab Value\n* 3825: Creatinine Pretreatment Unit of Measure\n* 3860: International Normalized Ratio",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of Creatinine Pretreatment Lab Value can be used to code this data item when no other information is available. \n\n**Note 2:** **Pretreatment results only**\n* Record this data item based on a blood test performed at diagnosis (pre-treatment). Use the highest value available\n*  Record the blood or serum creatinine value for this data item\n   * Do not use urine results to code this data item.\n\n**Note 3:** **Related data item**\n* The same laboratory test should be used to record information in the related data item data item 3825: Creatinine Pretreatment Unit of Measure.",
  "last_modified" : "2024-04-08T16:06:11.399Z",
  "definition" : [ {
    "key" : "creatinine_pretx_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 milligram/deciliter (mg/dl)\n0.0 micromole/liter (umol/L)" ], [ "0.1-99.9", "0.1-99.9 milligram/deciliter (mg/dl)\n0.1-99.9 micromole/liter (umol/L)\n(Exact value to nearest tenth of mg/dl or umol/L)" ], [ "XX.1", "100 mg/dl or greater\n100 umol/L or greater" ], [ "XX.7", "Test ordered, results not in chart" ], [ "XX.8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code XX.8 will result in an edit error.)" ], [ "XX.9", "Not documented in medical record\nCreatinine Pretreatment Lab Value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood serum); value may be part of a metabolic or liver function panel\n\n**Other names include** Serum creatinine, plasma creatinine (PCr), blood creatinine, Creat, Cre. \n* Do not confuse with creatinine clearance or creatine; these are not the same tests. Do not code urine creatinine or creatinine clearance.\n\n**Normal Reference Range**\n* Women: 0.5-1.0 mg/dL (45-90 umol/L)\n* Men: 0.7-1.2 mg/dL (60-110 umol/L). Male values are usually higher due to greater muscle mass.\n* Normal value ranges may vary slightly among different laboratories",
  "coding_guidelines" : "**1)** Record the highest value prior to treatment in the range 0.1 mg/ml to 999.9 mg/ml OR 0.1 umol/L to 999.9 umol/L.  in the Lab Value data item and the unit of measure for measuring the lab value in the Unit of Measure data item.\n\n***Examples***\n**a.** Creatinine Lab Value 0.0 mg/ml: Lab Value = 0.0, Unit Measure = 1\n**b.** Creatinine Lab Value 0.7 umol/L: Lab Value = 0.7 Unit Measure = 2\n**c.** Creatinine Lab Value 98.3: Lab Value = 98.3,  Unit Measure = 9\n**d.** Creatinine Lab Value Test Ordered, results not in chart: Lab Value = XXXX.7, Unit Measure = 7\n**e.** Creatinine Lab Value Not documented in medical record, Bilirubin test not done, unknown if Bilirubin test done: Lab Value = XXXX.9, Unit Measure 9",
  "rationale" : "Creatinine Pretreatment Lab Value is a Registry Data Collection Variable in AJCC. This data item was previously collected for Liver, CS SSF #4."
}