{
  "id" : "esoph_tumor_epicenter_18976",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Esophagus and EGJ Tumor Epicenter",
  "title" : "Esophagus and EGJ, Squamous Cell (including adenosquamous), Tumor Location",
  "description" : "Esophagus and Esophagogastric Junction (EGJ), Squamous Cell (including adenosquamous), Tumor Location refers to the position of the epicenter of the tumor in the esophagus.\n\n**Required for Staging:** The AJCC Esophagus Staging System and EOD, for **Squamous Cell Carcinomas only**.",
  "notes" : "**Note 1:** **Pathological Staging** \n* This data item is used for pathological staging for squamous cell carcinoma of the esophagus and esophagogastric junction. If information is available for clinical staging, record it.\n\n**Note 2:** **Defining the epicenter**\n* Location is defined by the position of the **epicenter** of the tumor in the esophagus.\n  * ***Example***: If the lesion was from 15-21 cm, this is a 6-cm lesion with epicenter at 18 cm. It is the midpoint \n\n**Note 3:** **Priority statements of epicenter**\n* Clinician or pathologist statement of epicenter being the upper, middle, or lower takes priority over any individual results or measurements \n* If no statement of epicenter is provided indicating upper, middle, or lower is provided, the following measurements may be used.\n  * 15-24 cm from incisors = upper\n  * 25-29 cm from incisors = middle\n  * 30-40/45 cm from incisors = lower\n\n**Note 4:** **Epicenter and Primary Site**\n* The ascertainment of the epicenter of the tumor is for staging purposes and is separate from the assignment of the ICD-O-3 topography code\n* If you have an overlapping tumor (C158), do not recode the topography based on the epicenter.\n\n**Note 5:** **Primary Site C159** \n* If primary site is C159 (Esophagus, NOS), code 9.",
  "last_modified" : "2024-04-08T15:37:14.274Z",
  "definition" : [ {
    "key" : "esoph_tumor_epicenter",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "U:  Upper (Cervical/Proximal esophagus to lower border of azygos vein)" ], [ "1", "M: Middle (Lower border of azygos vein to lower border of inferior pulmonary vein)" ], [ "2", "L: Lower (Lower border of inferior pulmonary vein to stomach, including gastroesophageal junction)" ], [ "9", "X: Esophagus, NOS\nSpecific location of epicenter not documented in medical record\nSpecific location of epicenter not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report, operative report, imaging, clinician's statement\n\nFor further information, refer to the **Esophagus** cancer protocol published by the College of American Pathologist for the AJCC Staging System *Esophagus (including GE Junction) Squamous*",
  "rationale" : "This data item is required for prognostic stage grouping for squamous and adenosquamous carcinoma in AJCC 8th edition, Chapter 16 Esophagus and Esophagogastric Junction. It is a new data item for cases diagnosed 1/1/2018 and forward."
}