{
  "id" : "gestational_prog_index_28647",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Gestational Prog Index",
  "title" : "Gestational Trophoblastic Prognostic Scoring Index",
  "description" : "Gestational Trophoblastic Prognostic Scoring Index, a score based on the FIGO-modified World Health Organization (WHO) Prognostic Scoring Index, is used to stratify women with gestational trophoblastic neoplasia in addition to the anatomical stage group.  The risk score is appended to the anatomic stage.\n\nThe Prognostic Index is a non-anatomic risk factor scoring system that adds a fourth dimension to the stage grouping of gestational trophoblastic tumors (GTT) of the placenta.  The score subcategorizes GTTs into low risk or high risk based on a point system.  Code the clinician’s statement of the total point value for the Prognostic Index in priority over the clinician’s statement of risk. Registrars are NOT to calculate the score.",
  "notes" : "**Note 1:** **Physician statement only** \n* This is based on clinician scoring only. The registrar is NOT to calculate the score based on available information.\n\n**Note 2:** **Prognostic Scoring Index** \n* The Prognostic Scoring Index is based on the following components\n  * Age\n  * Antecedent Pregnancy\n  * Interval in Months from Index Pregnancy\n  * Pretreatment Serum human chorionic gonadotropin (hCG) (mIU/ml)\n  * Largest Tumor Size, Including Uterus\n  * Sites of Metastases\n  * Number of Metastases Identified\n  * Previous Failed Chemotherapy\n\n**Note 3:** **Score ranges** \n* The total score ranges from 00-25.\n\n**Note 4:** **Absence of clinician scoring** \n* If there is no clinician scoring, or a stated value is greater than 25, code X9.",
  "last_modified" : "2024-04-30T19:19:06.339Z",
  "definition" : [ {
    "key" : "gestational_prog_index",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "00-25", "Risk factor score" ], [ "X9", "Not documented in medical record\nPrognostic scoring index not assessed, or unknown if assessed" ] ],
  "rationale" : "This data item is required for prognostic stage grouping in AJCC 8th edition, Chapter 56 Gestational Trophoblastic Neoplasms. It was previously collected as Placenta, CS SSF # 1."
}