{
  "id" : "gleason_score_pathological_82121",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Gleason Score Pathological",
  "title" : "Gleason Score Pathological",
  "description" : "This data item records the Gleason score based on adding the values for primary and secondary patterns from a radical prostatectomy or autopsy. \n\nThe Gleason system for grading prostate cancer is the one recommended by the AJCC and College of American Pathologists.  The following related data items are used to collect information on Gleason.\n* 3838: Gleason Patterns Clinical\n* 3839: Gleason Patterns Pathological\n* 3840: Gleason Score Clinical\n* 3841: Gleason Score Pathological\n* 3842: Gleason Tertiary Pattern\n\nThe Gleason score is the sum of the values of the Gleason primary and secondary patterns. A low Gleason score means the cancer tissue is similar to normal prostate tissue and the tumor is less likely to spread; a high Gleason score means the cancer tissue is very different from normal and the tumor is more likely to spread.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Gleason Score Pathological can be used to code this data item when there is no other information available.\n\n**Note 2:** **Procedures** \n* Code the Gleason Score Pathological from a radical prostatectomy or autopsy only in this field. Unlike Grade Group Pathological, do not include patterns from tissues taken prior to a radical prostatectomy.\n  * Code results from a transurethral resection of prostate (TURP) or simple prostatectomy in Gleason Score Clinical\n \n**Note 3:** **Gleason Grading** \n* Usually, prostate cancers are graded using Gleason's score or pattern. Gleason's grading for prostate primaries is based on a 5-component system (5 histologic patterns). Prostatic cancer generally shows two main histologic patterns. The primary pattern, the pattern occupying greater than 50% of the cancer, is usually indicated by the first number of the Gleason's grade, and the secondary pattern is usually indicated by the second number. These two numbers are added together to create a pattern score, ranging from 2 to 10. \n* If there are two numbers, assume that they refer to two patterns (the first number being the primary pattern and the second number the secondary pattern), and sum them to obtain the score.\n* If only one number is given, and it is less than or equal to 5, code the total score to X9, unknown or no information. \n* If only one number is given, and it is greater than 5, assume that it is a score and code as stated. \n* If the pathology report specifies a specific number out of a total of 10, the first number given is the score. \n\n* ***Example:*** The pathology report says Gleason's 3/10. The Gleason's score would be 3 and coded as 03.\n\n**Note 4:** **Neoadjuvant therapy** \n* Code X9 when neoadjuvant therapy was given\n\n**Note 5:** **Active surveillance, then Radical Prostatectomy**\n* Code X9 when first course of treatment is active surveillance, but a radical prostatectomy is done at a later date due to disease progression or the patient changed their mind\n\n**Note 6:** **Related data item** \n* Record the Gleason score based on the addition of the primary and secondary patterns coded in the related data item 3839: Gleason Patterns Pathological.",
  "last_modified" : "2024-06-12T15:27:36.197Z",
  "definition" : [ {
    "key" : "gleason_score_path",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "02", "Gleason score 2" ], [ "03", "Gleason score 3" ], [ "04", "Gleason score 4" ], [ "05", "Gleason score 5" ], [ "06", "Gleason score 6" ], [ "07", "Gleason score 7" ], [ "08", "Gleason score 8" ], [ "09", "Gleason score 9" ], [ "10", "Gleason score 10" ], [ "X7", "No radical prostatectomy/autopsy performed" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nGleason Score Pathological not assessed or unknown if assessed\nUnknown if radical prostatectomy done" ] ],
  "additional_info" : "**Source documents:** pathology report from a radical prostatectomy or autopsy report\n\nFor further information, refer to the **Prostate** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Prostate*",
  "coding_guidelines" : "**1)** **Code X6** If the only information available is the Gleason Score\n**2)** **Code X7** if no radical prostatectomy or autopsy is done\n**3)** **Code X9** when only Grade Group is available\n\n***Examples***\n**1)** Gleason 3+3 = Patterns 33, Score 06\n**2)** Gleason 4+3 = Patterns 43, Score 07\n**3)** Gleason 4 (Assume a number in the range 2-5 is a primary pattern and code unknown (9) in the second digit) = Patterns 49, Score X9\n**4)** Gleason 7 (Assume a number in the range 6-10 is a score) = Pattern X6, Score 07\n**5)** Gleason 10 (only combination of values that equals 10 is 5+5) = Pattern 55, Score 10\n**6)** Needle core biopsy or TURP not done = Patterns X7, Score X7\n**7)** Gleason not done, or unknown if done = Patterns X9, Score X9",
  "rationale" : "Gleason Score Pathological is a Registry Data Collection Variable for AJCC. This data item was previously collected as Prostate, CS SSF #10."
}