{
  "id" : "gleason_score_clinical_67175",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Gleason Score Clinical",
  "title" : "Gleason Score Clinical",
  "description" : "This data item records the Gleason score based on adding the values for primary and secondary patterns in Needle Core Biopsy or TURP.\n\nThe Gleason system for grading prostate cancer is the one recommended by the AJCC and College of American Pathologists.  The following related data items are used to collect information on Gleason.\n* 3838: Gleason Patterns Clinical\n* 3839: Gleason Patterns Pathological\n* 3840: Gleason Score Clinical\n* 3841: Gleason Score Pathological\n* 3842: Gleason Tertiary Pattern\n\nThe Gleason score is the sum of the values of the Gleason primary and secondary patterns. A low Gleason score means the cancer tissue is similar to normal prostate tissue and the tumor is less likely to spread; a high Gleason score means the cancer tissue is very different from normal and the tumor is more likely to spread.",
  "notes" : "**Note 1:** **Physician Statement** \nPhysician statement of Gleason Score Clinical can be used to code this data item when there is no other information available.\n\n**Note 2:** **Procedures** \n* Code the Gleason Score Clinical from a needle core biopsy, trans rectal ultrasound (TRUS) guided biopsy, transurethral resection of prostate (TURP), and/or simple prostatectomy in this field.\n* Gleason primary and secondary patterns provided for any prostate tissue identified from a transurethral resection of a bladder tumor (TURBT) specimen can also be used in this field\n\n**Note 3:** **Neoadjuvant Treatment** \n* Code the Gleason primary and secondary patterns prior to neoadjuvant treatment.\n\n**Note 4:** **Gleason Grading** \n* Usually, prostate cancers are graded using Gleason score or pattern. Gleason grading for prostate primaries is based on a 5-component system (5 histologic patterns). Prostatic cancer generally shows two main histologic patterns. The primary pattern, the pattern occupying greater than 50% of the cancer, is usually indicated by the first number of the Gleason grade, and the secondary pattern is usually indicated by the second number.  These two numbers are added together to create a pattern score.  \n* If there are two numbers, assume that they refer to two patterns (the first number being the primary pattern and the second number the secondary pattern), and sum them to obtain the score.\n* If only one number is given, and it is less than or equal to 5, assume that it describes a pattern (since scores of 5 or less would reflect Primary or Secondary Pattern Scores of 1 or 2). Code the number as the primary pattern and code the secondary pattern as Unknown. \n   * For ***example,*** if only one number is given and it is a 3, code \"39\" for Gleason Patterns and \"X9\" for Gleason Score.\n* If only one number is given, and it is greater than 5, assume that it is a score. \n   * For ***example,*** if only one number is given, and it is a 7, code \"X6\" for Gleason Patterns and \"07\" for Gleason Score. \n* If the pathology report specifies a specific number out of a total of 10, the first number given is the score. \n  * For ***example***, if the pathology report says Gleason 7/10, code \"07' for Gleason Score and \"X6\" for Gleason Patterns. \n\n**Note 5:** **Multiple procedures** \n* If multiple procedures are performed (e.g., needle core biopsy, trans rectal ultrasound (TRUS) guided biopsy, transurethral resection of prostate (TURP), and/or simple prostatectomy), code the pattern that reflects the highest score.\n\n**Note 6:** **Related data item** \n* Record the Gleason score based on the addition of the primary and secondary patterns coded in the related data item 3838: Gleason Patterns Clinical.",
  "last_modified" : "2024-04-08T20:52:55.079Z",
  "definition" : [ {
    "key" : "gleason_score_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "02", "Gleason score 2" ], [ "03", "Gleason score 3" ], [ "04", "Gleason score 4" ], [ "05", "Gleason score 5" ], [ "06", "Gleason score 6" ], [ "07", "Gleason score 7" ], [ "08", "Gleason score 8" ], [ "09", "Gleason score 9" ], [ "10", "Gleason score 10" ], [ "X7", "No needle core biopsy/TURP performed" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nGleason Score Clinical not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology reports from needle biopsies, transurethral resection of prostate/bladder, or simple prostatectomy that contains prostate tissue\n\nFor further information, refer to the **Prostate** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Prostate*",
  "coding_guidelines" : "**1)** **Code X7** if no needle core biopsy/TURP is done\n**2)** **Code X9** when only Grade Group is available\n\n***Examples***\n**1)** Gleason 3+3 = Patterns 33, Score 06\n**2)** Gleason 4+3 = Patterns 43, Score 07\n**3)** Gleason 4 (Assume a number in the range 2-5 is a primary pattern and code unknown (9) in the second digit) = Patterns 49, Score X9\n**4)** Gleason 7 (Assume a number in the range 6-10 is a score) = Pattern X6, Score 07\n**5)** Gleason 10 (only combination of values that equals 10 is 5+5) = Pattern 55, Score 10\n**6)** Needle core biopsy or TURP not done = Patterns X7, Score X7\n**7)** Gleason not done, or unknown if done = Patterns X9, Score X9",
  "rationale" : "Gleason Score Clinical is a Registry Data Collection Variable for AJCC. This data item was previously collected as Prostate, CS SSF #8."
}