{
  "id" : "hcg_pre_orchiectomy_range_67679",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "hCG Pre-Orchiectomy Range",
  "title" : "hCG (Human Chorionic Gonadotropin) Pre-Orchiectomy Range",
  "description" : "Human Chorionic Gonadotropin (hCG) Pre-Orchiectomy Range identifies the range category of the highest hCG value measured prior to treatment. hCG is a serum tumor marker that is often elevated in patients with nonseminomatous germ cell tumors of the testis.\n\nFor Testis, there are 4 related data items that record information on hCG.\n* 3846: hCG Post-Orchiectomy Lab Value\n* 3847: hCG Post-Orchiectomy Range\n* 3848: hCG Pre-Orchiectomy Lab Value\n* 3849: hCG Pre-Orchiectomy Range",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of the hCG (Human Chorionic Gonadotropin) Pre-Orchiectomy Range can be used to code this data item when no other information is available. \n\n**Note 2:** **Timing** \n* Record the range of the highest hCG test result documented in the medical record **prior to orchiectomy** or prior to any systemic treatment. The lab value may be documented in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Related data item** \n* The same laboratory test should be used to record the related data item 3848: hCG Pre-orchiectomy Lab Value.",
  "last_modified" : "2024-04-07T16:22:31.201Z",
  "definition" : [ {
    "key" : "hcg_pre_orch_range",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Within normal limits" ], [ "1", "Above normal and less than 5,000 milli-International Units/milliliter (mIU/mL)" ], [ "2", "5,000 - 50,000 mIU/mL" ], [ "3", "Greater than 50,000 mIU/mL" ], [ "4", "Pre-orchiectomy human chorionic gonadotropin (hCG) stated to be elevated" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nhCG Pre-Orchiectomy range not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood or serum test), sometimes in history and physical or clinical statement in pathology report\n\n**Other names include** Human chorionic gonadotropin, b-hCG, beta subunit HCG, beta hCG, -hCG•\t\n\nFor further information, refer to the **Testis** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Testis*\n\n**Normal Reference Range**\n   * < 2 ng/ml (SI: < 2 µg/L or < 2 ug/L) 1 ng/ml of HCG is approximately 5 mIU/ml.\n   * < 5 mIU/mL (< 5 IU/L) To record mIU/mL in ng/ml, divide the test result by 5.\n \n**Measurements** \n * A lab value expressed in International Units/liter (IU/L) is equivalent to the same value expressed in milli-International Units/milliliter (mIU/mL).",
  "rationale" : "hCG (Human Chorionic Gonadotropin) is a Registry Data Collection Variable in AJCC.  hCG (Human Chorionic Gonadotropin) Pre-Orchiectomy Range is used to assign the S Category Clinical and was previously collected as Testis CS SSF #9."
}