{
  "id" : "her2_summary_30512",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "HER2 Summary",
  "title" : "HER2 Overall Summary",
  "description" : "HER2 Overall Summary is a summary of results from HER2 testing.\n\nA subset of breast carcinomas (approximately 15% to 20%) overexpress human epidermal growth factor receptor 2 (HER2).  The presence of HER2 overexpression in untreated patients is associated with worse prognosis in both node-negative and node-positive patients.  Protein overexpression is usually due to HER2 gene amplification. The HER2 protein may also be referred to as ERBB2 and the HER2 gene may also be referred to as the ERBB2 gene.\nThe development of HER-2 targeting agents for the treatment of HER2 positive breast cancer has dramatically improved outcomes for patients with HER2 positive breast cancers.  HER2 status is primarily evaluated to determine patient eligibility for anti-HER2 therapy.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of HER2 Overall Summary status can be used to code this data item when no other information is available.\n\n**Note 2:** **In-situ and Invasive components present**\n* If HER2 is positive on an in-situ component and HER2 is negative on all tested invasive components in the primary tumor, code HER2 as negative (code 0)\n* If in situ and invasive components present and HER2 only done on the in-situ component in the primary tumor, code unknown (code 9)\n\n**Note 3:** **Single tumor, multiple biopsies or surgical resection, different results**\n* Use the highest (positive versus negative)\n\n**Note 4:** **Multiple tumors, different results**\n* Code the results from the largest tumor size (determined either clinically or pathologically) when multiple tumors are present.\n  * Do not use specimen size to determine the largest tumor size\n\n**Note 5:** **Results from nodal or metastatic tissue**\n* May be used, ONLY when there is no evidence of primary tumor\n  * **Note:** In-situ is evidence of primary tumor\n\n**Note 6:** **Neoadjuvant Therapy**\n* Record the assay from tumor specimens prior to neoadjuvant therapy.\n* If neoadjuvant therapy is given and there are no ER results from pre-treatment specimens, report the findings from post-treatment specimens\n\n**Note 7:** **HER2 Positive and Oncotype**\n* If the patient is HER2 positive and node negative, a multigene test such as Oncotype Dx may be performed, in which case another HER2 test will be performed. Do not record the results of that test in this field.\n* Record only the results of the test which made the patient eligible to be given the multigene test\"\n\n**Note 8:** **HER2 and in situ tumors**\n * HER2 is not routinely done on pure in situ tumors (behavior /2); however, if you have an in-situ tumor and there are HER2 results, go ahead and record it. Otherwise, code 9",
  "last_modified" : "2024-04-10T16:44:56.229Z",
  "definition" : [ {
    "key" : "her2_summary",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "HER2 negative; equivocal" ], [ "1", "HER2 positive" ], [ "7", "Test ordered, results not in chart" ], [ "9", "Not documented in medical record\nCannot be determined (indeterminate)\nBorderline\nHER2 Overall Summary status not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report\n\nFor further information, refer to the **Breast Biomarker Reporting** cancer protocols published by the College of American Pathologists for the AJCC Staging System *Breast*",
  "coding_guidelines" : "Record the pathologist’s interpretation of the HER2 test from the primary tumor specimen. \n\n**1)** **Code 0** when the HER2 is reported as negative or normal\n**2)** **Code 1** when the HER2 is reported as positive or elevated\n**3)** **Code 7** when the HER2 test was ordered but the results are not available\n**4)** **Code 9** when the HER2 is\n  * **a.** Reported as borderline; undetermined whether positive or negative \n  * **b.** Cannot be determined by the pathologist (e.g., inadequate specimen)\n  * **c.** It is unknown whether the HER2 test was performed\n  * **d.** The patient has only a clinical diagnosis of breast cancer (no tissue diagnosis)",
  "rationale" : "This data item is required for prognostic stage grouping in AJCC 8th edition, Chapter 48 Breast. It was previously collected as Breast, CS SSF # 15. Experts recommend that every invasive breast cancer be tested for the presence of HER2 because anti-HER2 treatments are highly effective for these tumors."
}