{
  "id" : "her2_overall_summary_copy_71435",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "HER2 Overall Summary",
  "title" : "HER2 Overall Summary",
  "description" : "HER2 Overall Summary is a summary of results from HER2 testing.",
  "notes" : "**Note 1:** **Effective years**\n  * This SSDI is effective for diagnosis years 2021+\n  * For cases diagnosed 2018-2020, this SSDI must be blank\n\n**Note 2:** **Physician Statement** \n* Physician statement of HER2 Overall Summary can be used to code this data item when no other information is available.\n\n**Note 3:** **Applicable histologies**\n* HER2 may be recorded for all histologies; however, it is primarily performed for adenocarcinomas. If information is not available, code 9\n\n**Note 4:** **Source of tissue**\n* The result of the HER2 test performed on the primary tissue is to be recorded in this data item.  \n* Use the highest (positive versus negative) when there are multiple results\n\n**Note 5:** **Neoadjuvant Therapy**\n* Record the assay from tumor specimens prior to neoadjuvant therapy.\n* If neoadjuvant therapy is given and there are no HER2 results from pre-treatment specimens, report the findings from post-treatment specimens.",
  "last_modified" : "2024-04-04T15:25:43.813Z",
  "definition" : [ {
    "key" : "her2_summary",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "HER2 negative; equivocal" ], [ "1", "HER2 positive" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nCannot be determined (indeterminate)\nHER2 Overall Summary status not assessed or unknown if assessed" ], [ "", "Must be blank if diagnosis year is before 2021" ] ],
  "additional_info" : "**Source documents:** pathology report\n\n**For further information**, refer to the **Gastric HER2 Biomarker reporting** cancer protocol published by the College of American Pathologist.",
  "rationale" : "HER2 overall summary will be collected for Esophagus and Esophagogastric Junction and Stomach for cases diagnosed 1/1/21+ because NCCN guidelines recommend HER2 testing at time of diagnosis if patients are documented or suspected of having metastatic disease.  HER2 monoclonal antibodies may be added to chemotherapy for patients with HER2 positive disease."
}