{
  "id" : "ki_67_67661",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Ki-67",
  "title" : "Ki-67",
  "description" : "Ki-67 (MIB-1) (Proliferative Index) is a marker of cell proliferation.  A high value indicates a tumor that is proliferating more rapidly. Codes and coding instructions for this data item are site-specific.",
  "notes" : "**Note 1:** **Effective years**\n* This SSDI is effective for diagnosis years 2021+\n* For cases diagnosed 2018-2020, this SSDI must be blank\n\n**Note 2:** **Physician Statement**\n* Physician statement of Ki-67 (MIB-1), also referred to as the “Proliferative Index,” can be used to code this data item when no other information is available\n\n**Note 3:** **Priority order**\n* A specific value (0.0-100.0) takes priority over XXX.4, XXX.5 or XXX.6. \n* Code the exact percentage when provided\n* When the exact percentage is not given, including ranges or terms such as “less than” or “greater than” use the range value codes XXX.4, XXX.5, XXX.6.\n* XXX.4, XXX.5 and XXX.6 were added since they are listed on the CAP protocol\n\n**Note 4:** **Results from nodal or metastatic tissue**\n* May **not** be used\n  * If the only information you have is a Ki-67 from a metastatic site, code to XXX.9 \n\n**Note 5:** **Neoadjuvant Therapy**\n* Record the assay from tumor specimens prior to neoadjuvant therapy.\n* If neoadjuvant therapy is given and there are no HER2 ISH results from pre-treatment specimens, report the findings from post-treatment specimens.",
  "last_modified" : "2024-04-10T16:42:52.142Z",
  "definition" : [ {
    "key" : "ki67",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0-100.0", "0.0 to 100.0 percent positive: enter percent positive" ], [ "XXX.4", "Ki-67 stated as less than 3%" ], [ "XXX.5", "Ki-67 stated as 3%-20%" ], [ "XXX.6", "Ki-67 stated as greater than 20%" ], [ "XXX.7", "Test done; actual percentage not stated" ], [ "XXX.8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code XXX.8 will result in an edit error.)" ], [ "XXX.9", "Not documented in medical record\nKi-67 (MIB-1) not assessed or unknown if assessed" ], [ "", "Must be blank if diagnosis year is before 2021" ] ],
  "additional_info" : "**Source documents:** pathology report\n\n**Other names include** Proliferative index, MIB-1\n\nFor further information, refer to the **NET (Endocrine)** cancer protocols published by the College of American Pathologists",
  "coding_guidelines" : "**1)** Ki-67 results are reported as the percentage cell nuclei that stain positive. As of early 2017 there are no established standards for interpretation of results or for cutoffs for positive and negative.\n\n***Examples:***\n**a)** Ki-67 reported as 14%. Code 14.0\n**b)** Ki-67 reported as 8.6%. Code 8.6\n**c)** Ki-67 stated as less than 1%. Code XXX.4\n**d)** Ki-67 stated as 5%-10%. Code XXX.5\n**e)** Ki-67 stated as greater than 4%. Code XXX.5\n**f)** Ki-67 stated as greater than 30%. Code XXX.6",
  "rationale" : "Ki-67 (MIB-1) (Proliferative Index) is a Registry Data Collection Variable in AJCC. It was a new data item for breast cases diagnosed 1/1/2018+.  It will apply to neuroendocrine tumors (NET) of the gastrointestinal tract (AJCC Chapters 29 – 34) for cases diagnosed 1/1/2021+. \n\nHigh Ki-67 is an adverse prognostic factor and Ki-67 is a component of grade for these tumors.  NCCN guidelines recommend that tumor differentiation, mitotic rate and Ki-67 should be recorded in the pathology report for these tumors."
}