{
  "id" : "ldh_pretreatment_level_82697",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "LDH Level",
  "title" : "LDH Level",
  "description" : "LDH (Lactate Dehydrogenase) is an enzyme involved in conversion of sugars to energy and present in most cells in the body. Elevated LDH is an adverse prognostic factor for plasma cell myeloma and melanoma of the skin.\n\nThe Revised International Staging System (RISS or R-ISS) is now used to stage plasma cell myeloma (9732/3), using several different criteria. The stages are based on the absence or presence of the following related criteria. \n* 3931: Serum Beta-2 Microglobulin Pretreatment Level\n* 3930: Serum Albumin Pretreatment Level\n* 3857: High Risk Cytogenetics\n* 3869: LDH Level\n\nRequired for Staging: The AJCC Staging System Plasma Cell Myeloma and Plasma Cell Disorders (9732/3 only) and EOD. \n* Note: RISS stage is not applicable for the descriptions of plasma multiple myeloma that are listed in the codes 1 and 9 in the SSDI Schema Discriminator 1: Plasma Cell Myeloma Terminology. If you have coded 1 or 9 for this Schema Discriminator, the four data items listed above are BLANK.\n\nThe RISS stages are\n* Stage I: Serum Beta-2-microglobulin <3.5 mg/L and serum albumin > 3.5 g/dL and no high-risk cytogenetics and Normal LDH\n* Stage II: Not R-ISS I or III\n* Stage III: Serum Beta-2-microglobulin > 5.5 mg/L and high-risk cytogenetics and/or high LDH",
  "notes" : "**Note 1:** **Physician statement**\n* Physician statement of LDH Level can be used to code this data item when no other information is available\n\n**Note 2:** **Pretreatment results only**\n* Record this data item based on a **blood test** performed at diagnosis (pre-treatment). Use the highest value available.\n  * Do not use results from a urine test\n\n**Note 3:** **Component of RISS Stage**\n* LDH level is part of the Revised International Staging (RISS). Use the lab’s reference range to determine if LDH is normal or elevated",
  "last_modified" : "2024-04-30T19:18:01.715Z",
  "definition" : [ {
    "key" : "ldh_level",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Normal LDH level\nLow, below normal" ], [ "1", "Above normal LDH level; High" ], [ "5", "Schema Discriminator 1: Plasma Cell Myeloma Terminology coded to 1 or 9" ], [ "7", "Test ordered, results not in chart" ], [ "9", "Not documented in medical record \nLDH (Lactate Dehydrogenase) Level not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report; may be included in a liver or hepatic panel/profile, a cardiac panel, or a general metabolic panel of tests\n\n**Other names include** LDH, Lactate dehydrogenase, lactase dehydrogenase, lactic acid dehydrogenase",
  "coding_guidelines" : "**1) Code 5** if Schema Discriminator 1: Plasma Cell Myeloma Terminology is coded to 1 or 9\n\n**2) Code 9** when there is no mention of LDH",
  "rationale" : "LDH (Lactate Dehydrogenase) Level is a prognostic factor required in AJCC 8th edition for Chapter 82 Plasma Cell Myeloma and Plasma Cell Disorders and Chapter 47 Melanoma Skin. For Plasma Cell Myeloma, LDH is part of the RISS Stage and is new for cases diagnosed 1/1/2018+. For Melanoma Skin, LDH is used to define the M subcategories and was previously collected as Melanoma Skin, SSF #4."
}