{
  "id" : "ldh_upper_limits_of_normal_34244",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "LDH Upper Limits of Normal",
  "title" : "LDH (Lactate Dehydrogenase) Upper Limits of Normal",
  "description" : "LDH (Lactate Dehydrogenase), an enzyme involved in converting sugars to energy in the body, is elevated in some malignancies.  LDH level is a prognostic factor for patients with Stage IV melanoma.  This data Item refers to the Upper Limit of Normal in the laboratory test used to interpret the Serum LDH result.\n\nWhen cells (normal or tumor) are damaged or destroyed, an enzyme called lactate dehydrogenase (LDH) is released into the bloodstream.  LDH is an indirect indication of possible tumor burden or damage to an organ, which may be caused by metastatic involvement of liver or lung, or a myocardial infarction.  The total LDH should be the test value that is coded, but there are five fractions of LDH that measure tissue specific cellular damage: LD1 and LD2:  heart, red blood cells and kidneys; LD3: lung; LD4 and LD5:  liver, skin, and skeletal muscles.  LDH is elevated in 60% of patients with non-seminomatous germ cell tumors of the testis. LDH is not a screening test, nor is it diagnostic of melanoma, ocular adnexal lymphoma, or testicular cancer.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of LDH (Lactate Dehydrogenase) Upper Limit of Normal can be used to code this data item when no other information is available.\n\n**Note 2:** **Recording upper limits** \n* Record the value of the highest serum LDH test results documented in the medical record either before or after surgical resection of the primary tumor with or without regional lymph node dissection. The LDH must be taken prior to systemic (chemo, immunotherapy, hormone), radiation therapy or surgery to a metastatic site. The lab value may be recorded in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Related data items** \n* The same laboratory test should be used to record the related data items 3932: LDH Lab Value and 3869: LDH Level.",
  "last_modified" : "2024-04-08T16:58:27.973Z",
  "definition" : [ {
    "key" : "ldh_upper_limit",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "001-999", "001 - 999 upper limit of normal  \n(Exact upper limit of normal)" ], [ "XX8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XX8 may result in an edit error.)" ], [ "XX9", "Not documented in medical record\nLDH Upper Limit not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report; may be included in a liver or hepatic panel/profile, a cardiac panel, or a general metabolic panel of tests\n\n**Other names include:** LDH, Lactate dehydrogenase, lactase dehydrogenase, lactic acid dehydrogenase\n\n**Normal reference range** varies widely by laboratory, patient age, and the units of measurement  \n* Upper limits of normal for LDH vary widely depending on the lab. \n* Common upper limits can be 200, 250, 618, or other values.\n\n***Examples*** of reference range lab values:\n   *  Lab A Total LDH 71 – 207 U/L\n   * Lab B Total LDH 300 – 600 U/L\n   * Lab C LDH 45 – 90 U/L\n   * Lab D Total LDH 150 – 250 U/L",
  "rationale" : "LDH (Lactate Dehydrogenase) Upper Limits of Normal is a Registry Data Collection Variable in AJCC.  It was previously collected as Melanoma Skin, CS SSF #6."
}