{
  "id" : "lymphocytosis_79150",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Lymphocytosis",
  "title" : "Lymphocytosis",
  "description" : "Lymphocytosis is defined by an excess of lymphocytes in the blood. In staging of Chronic Lymphocytic Leukemia/Small Lymphocytic Leukemia (CLL/SLL), lymphocytosis is defined as an absolute lymphocyte count (ALC) > 5,000 cells/μL. \n\nFor cases diagnosed 1/1/2018 and later, all cases of CLL and SLL will require both the **Lugano classification, which is captured in the AJCC stage group data item, and the five components of the modified Rai staging system, which are captured in Site-Specific Data Items (adenopathy, anemia, lymphocytosis, organomegaly, and thrombocytopenia).**\n\nThe terms B-cell lymphocytic leukemia/chronic lymphocytic leukemia (CLL) and small lymphocytic lymphoma (SLL) are different clinical presentations of the same disease, with both terms coded 9823.  \n\nTraditionally the lymphoma diagnosis was staged with the Ann Arbor staging system and it is now staged with the Lugano classification.  In North America, CLL was staged with the Rai system. \n\nSee 3955: Derived Rai stage for additional information on the related data items.",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of lymphocytosis or Rai Stage can be used to code this data item when no other information is available.  \n * The physician's stated Rai stage always takes priority when there is conflicting information\n\n**Note 2:** **Rai Stage Criteria**\n* Rai stage is only applicable for CLL, in which the bone marrow and/or peripheral blood are involved (primary site C421 for bone marrow, see Hematopoietic Manual, Module 3: PH 5, 6). \n\n**Note 3:** **Pretreatment results only**\n* Record this data item based on a blood test (CBC and differential) performed at diagnosis (pre-treatment)\n  * Do not use results from a urine test\n\n**Note 4:** **Values for Lymphocytosis**\n* Lymphocytosis (lymphocyte number) is defined by an absolute lymphocyte count (ALC) > 5,000 cells/μL and is part of the staging criteria. \n  * Use the cut points listed in the table regardless of the lab’s reference range\n  * For cases that document lymphocyte count in SI (Systeme Internationale) units as any of 10*9/L, 10^9/L, or 10E9/L, the cut point of 5,000 cells/µL is equivalent to (5 cells x 10*9/L), (5 cells X 10^9/L), or (5 cells x10E9/L)",
  "last_modified" : "2024-04-08T11:20:18.823Z",
  "definition" : [ {
    "key" : "lymphocytosis",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Lymphocytosis not present\nAbsolute lymphocyte count <= 5,000 cells/μL" ], [ "1", "Lymphocytosis present \nAbsolute lymphocyte count > 5,000 cells/μL" ], [ "5", "Not applicable: Primary site is not C421" ], [ "6", "Lab value unknown, physician states lymphocytosis is present\n\nPhysician states Rai stage 0-IV" ], [ "7", "Test ordered, results not in chart" ], [ "9", "Not documented in medical record\nLymphocytosis not assessed or unknown if assessed\nNo Rai stage is documented in the record and there is no documentation of lymphocytosis" ] ],
  "additional_info" : "**Source documents:** laboratory results, clinician’s notes",
  "coding_guidelines" : "**1)** **Code 0** when primary Site **is C421** AND absolute lymphocyte count (ALC) < 5,000 cells/μL \n\n**2)** **Code 1** when primary Site **is C421** AND absolute lymphocyte count (ALC) is equal or greater than 5,000 cells/μL \n\n**3)** **Code 5** when primary site **is NOT C421**\n\n**4)** **Code 6** when primary site **is C421,** AND lymphocytosis is based on a physician’s statement of lymphocytosis or a Rai Stage\n  * Physician documentation of Rai Stage 0-IV\n\n**5)** **Code 9** when primary site **is C421** AND there is no mention of lymphocytosis",
  "rationale" : "Lymphocytosis is a prognostic factor required for staging of Chronic Lymphocytic Leukemia/Small Lymphocytic Leukemia (CLL/SLL) in AJCC 8th edition, Chapter 79 *Hodgkin, and Non-Hodgkin Lymphomas*.  It is a new data item for cases diagnosed 1/1/2018+."
}