{
  "id" : "lymph_node_laterality_65685",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "LN Laterality",
  "title" : "Lymph Nodes Laterality",
  "description" : "This data item describes whether positive regional lymph nodes are unilateral or bilateral.",
  "notes" : "**Note:** **Physician Statement** \n* Physician statement of lymph node laterality can be used to code this data item when no other information is available.",
  "last_modified" : "2024-04-08T20:25:12.560Z",
  "definition" : [ {
    "key" : "ln_laterality",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "No regional lymph node involvement\nNon-invasive neoplasm (behavior /2)" ], [ "1", "Unilateral - all positive regional nodes with same laterality\nOR only one regional node positive" ], [ "2", "Bilateral - positive bilateral regional lymph nodes" ], [ "3", "Laterality unknown - positive regional lymph nodes with unknown laterality" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nLymph node laterality not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report, imaging, physical exam, other statement in record",
  "coding_guidelines" : "**1)** Code the appropriate description of involved regional lymph nodes\n**2)** **Code 0** when all regional lymph nodes are negative\n**3)** **Code 1** when\n* **a.** All positive regional nodes are ipsilateral\n* **b.** Involved lymph nodes are described as unilateral\n* **c.** Only one regional node positive\n\n**4)** **Code 2** when\n* **a.** At least one regional lymph node is involved on each side of the body \n* **b.** Involvement is described as bilateral or contralateral\n\n**5)** **Code 3** when regional lymph node(s) are described as positive, but the laterality of the involved nodes is unknown\n\n**6)** **Code 9** when\n* **a.** Lymph nodes were not examined or assessed\n* **b.** There is no information in the medical record about regional lymph node involvement\n* **c.** The status of regional lymph nodes is unknown",
  "rationale" : "Laterality of regional node metastasis is a Registry Data Collection Variable in AJCC.  This data item was previously collected as Vulva, CS SSF #11."
}