{
  "id" : "measured_basal_diameter_70699",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Measured Basal Diameter",
  "title" : "Measured Basal Diameter",
  "description" : "Measured Basal Diameter, the largest basal diameter of a uveal melanoma, is a prognostic indicator for this tumor.\n\nThe basal diameter is the width (horizontal measurement) of the melanoma at its base (in contact with sclera). This is not the same as the depth of invasion (see NAACCR Data Item #3888-Measured Thickness). Clinical research has shown that as a uveal tumor becomes larger, the risk of hematogenous metastases and death increases. In addition, knowing the size of the melanoma is important for treatment planning.\n\nPer the CAP guidelines for Uveal Melanoma, “in clinical practice, the largest tumor basal diameter may be estimated in optic disc diameters (dd, average: 1 dd = 1.5 mm). Techniques such as ultrasonography and fundus photography are used to provide more accurate measurement. When histopathological measurements are recorded after fixation, tumor diameter and thickness may be underestimated because of tissue shrinkage.”",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of measured basal diameter can be used to code this data item when no other information is available. \n\n**Note 2:** **Code measured basal diameter of tumor not Tumor size** \n* Record actual measurement in millimeters (mm) to nearest tenth from clinical documentation, or from a pathology report if surgery performed",
  "last_modified" : "2024-04-07T17:53:57.290Z",
  "definition" : [ {
    "key" : "measured_basal_diameter",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "No mass/tumor found" ], [ "0.1-99.9", "0.1 - 99.9 millimeters (mm)\n(Exact measurement to nearest tenth of mm)" ], [ "XX.0", "100 millimeters (mm) or larger " ], [ "XX.1", "Described as \"less than 3 mm\"" ], [ "XX.2", "Described as \"at least\" 3 mm" ], [ "XX.3", "Described as \"at least\" 6 mm" ], [ "XX.4", "Described as \"at least\" 9 mm" ], [ "XX.5", "Described as \"at least\" 12 mm" ], [ "XX.6", "Described as \"at least\" 15 mm" ], [ "XX.7", "Described as \"at least\" 18 mm" ], [ "XX.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XX.8 may result in an edit error.)" ], [ "XX.9", "Not documented in medical record\nCannot be determined by pathologist\nMeasured Basal Diameter not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** High-frequency ultrasonography (ultrasound biomicroscopy) report, pathology report, wide-angle fundus camera measurement, clinician report or other documentation in medical record\n\n**Other names include** largest tumor diameter (LTD), tumor basal size; do not code tumor basal area (measured in square millimeters)\n\nFor further information, refer to the **Uveal Melanoma** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Uveal Melanoma*",
  "rationale" : "Measured Basal Diameter is listed as a Registry Data Collection Variable in AJCC. It was previously collected as Uveal Melanoma, CS SSF #2."
}