{
  "id" : "nasopharynx_pharyngealtonsil_84756",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Schema Discriminator 1",
  "title" : "Schema Discriminator 1: Nasopharynx/PharyngealTonsil",
  "description" : "Nasopharynx and pharyngeal tonsil have the same ICD-O topography code (C111). However, for purposes of stage grouping AJCC 8th edition, nasopharynx and pharyngeal tonsil are staged in different chapters. A schema discriminator is necessary to distinguish between these primary sites so that the appropriate chapter/schema is used.",
  "notes" : "**Note:** **Schema discriminator for C111** \n* A schema discriminator is used to discriminate for primary site C111: Posterior wall of nasopharynx. Code the specific site in which the tumor arose.\n\n* **00090: Nasopharynx (see code 1)**\n     Used to stage for the following primary site description: posterior wall of nasopharynx (NOS)\n\n* **00100 (HPV-Mediated (p16+)) or 00111 (Oropharyngeal Cancer or Oropharynx (p16-)) (see code 2)**\nOropharynx Staging Systems are used for the following primary site descriptions. An additional schema discriminator will be used to distinguish between the AJCC HPV-Mediated (p16+) Oropharyngeal Cancer and Oropharynx (p16-) and Hypopharynx Staging System \n  * Adenoid\n   * Pharyngeal tonsil",
  "last_modified" : "2024-04-30T19:14:05.146Z",
  "definition" : [ {
    "key" : "discriminator_1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "disease",
    "name" : "Schema ID #/Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "Posterior wall of nasopharynx, NOS ", "00090: Nasopharynx" ], [ "2", "Adenoid\nPharyngeal tonsil", "3927: Schema discriminator 2: Oropharyngeal p16" ], [ "", "Primary Site is NOT C111, Discriminator is not necessary", "" ] ],
  "additional_info" : "**Source documents:** pathology report, imaging, clinician’s statement\n\nFor further information, refer to the **Pharynx** cancer protocol published by the College of American Pathologist for the AJCC Staging Systems *Nasopharynx, Oropharynx (p16-) and Oropharynx HPV-mediated (p16+)*",
  "rationale" : "A schema discriminator is used to assign AJCC ID when site and histology alone are insufficient to identify the applicable AJCC staging method and to assign Schema ID, which links each case to the appropriate SSDIs, Summary Stage and EOD data collection system."
}