{
  "id" : "number_of_cores_examined_64985",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Number of Cores Examined",
  "title" : "Number of Cores Examined",
  "description" : "This data item represents the number of cores examined as documented in the pathology report from needle biopsy of the prostate gland.\n\nTwo data items record the number of positive and examined cores that are microscopically confirmed. A diagnostic procedure, such as a needle core biopsy, can take as many as 20 or more core biopsies to determine the extent of the cancer within the prostate. \n\nTogether these two data items can provide researchers with a surrogate estimate of the percentage of the prostate involved by tumor, if that figure is not stated in the pathology report\n\nNumber of Cores Positive must ALWAYS be less than or equal to Number of Cores Examined.\n\nFor Prostate, there are 2 data items that record information on the number of cores positive and examined. These related data items should be coded from the same test. \n* 3897: Number of Cores Examined\n* 3898: Number of Cores Positive\n\n***Note:*** Do not make assumptions about the number of cores positive or examined based on the number of areas biopsied within the prostate (laterality, lobes, apex, base, or mid-prostate).  Several cores may be taken from each area.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Number of Cores Examined can be used to code this data item when there is no other information available, provided the priority order has been met (See Note 2).\n\n**Note 2:** **Priority order**\n* **Final diagnosis**\n  * If the core biopsy pathology report contains a summary of the number of cores examined from all specimens, use the summary provided\n  * Do not include cores of other areas like seminal vesicles\n* **Gross description**\n  * Information from the gross description of the core biopsy pathology report can be used to code this data item when the final diagnosis is not available and the gross findings provide the actual number of cores and not pieces, chips, fragments, etc.\n* **Physician statement (see Note 1)**\n\n**Note 3:** **Transperineal template-guided saturation biopsy (TTSB)**\n* A stereotactic prostate biopsy technique that typically produces 30 to 80 core biopsies. This is an alternative biopsy technique used for some high-risk patients including men with persistently elevated PSA, those who have atypia on prior prostate biopsies, or men with biopsies showing high grade prostatic intraepithelial neoplasia (PIN).\n\n**Note 4:** **Related data item** \n* The number of cores positive are recorded in the related data item 3898: Number of Cores Positive.",
  "last_modified" : "2024-06-06T18:53:59.293Z",
  "definition" : [ {
    "key" : "number_cores_exam",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "01-99", "1 - 99 cores examined\n(Exact number of cores examined)" ], [ "X1", "100 or more cores examined" ], [ "X6", "Biopsy cores examined; number unknown" ], [ "X7", "No needle core biopsy performed" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nNumber of cores examined not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology reports from core needle biopsies\n\n**Other names for procedures include** needle core biopsy, needle biopsy, core biopsy, prostate biopsy, sextant biopsy, transrectal biopsy, ultrasound-guided biopsy, transperineal prostate biopsy, triggered-needle biopsy.\n\nFor further information, refer to the **Prostate** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Prostate*",
  "coding_guidelines" : "**1)** Record the number of positive prostate core biopsies from the **first prostate core biopsy** diagnostic for cancer. \n* **a.** Information from the first core biopsy is preferred since the physician is usually examining the entire prostate. \n * **b.** If a second core biopsy is done, this is usually done on a specified area, so more cores will be found to be positive\n\n**2)** **Code 01-99** for the exact number of examined cores\n**3)** **Code X1** for 100 or more examined cores\n**4)** **Code X6** for examined cores, and the number of examined cores are not specifically identified, this includes descriptions such as pieces, chips, or fragments\n**5)** **Code X9** when \n * **a.** Not documented in the medical record\n* **b.** Cores not evaluated (assessed)\n* **c.** Unknown if Cores evaluated (assessed)",
  "rationale" : "Number of Cores Examined is a Registry Data Collection Variable for AJCC.  This data item was previously collected as Prostate, CS SSF #13."
}