{
  "id" : "oncotype_dx_recur_score_73667",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Oncotype Dx Recurrence Score - Invasive",
  "title" : "Oncotype Dx Recurrence Score - Invasive",
  "description" : "Oncotype Dx Recurrence Score-Invasive is a numeric score of a genomic test to predict the likelihood of distant recurrence of invasive breast cancer based on the assessment of 21 genes. \n\nThe Oncotype DX Breast Recurrence Score test (Oncotype DX) test is a genomic test that predicts the risk of distant recurrence and likelihood of benefit chemotherapy for early-stage breast cancers.  It is required for assigning prognostic stage in AJCC 8th edition for patients with T1-2 N0, M0, ER-positive, HER2 negative breast cancers.  Oncotype DX provides a quantitative score, based on a continuous scale from 0-100, with higher scores reflecting higher risk of distant recurrence and higher likelihood of chemotherapy benefit.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Oncotype Dx Recurrence Score-Invasive score can be used to code this data item when no other information is available.\n\n**Note 2:** **Type of Test**\n* Record only the results of an Oncotype Dx-Invasive recurrence score in this data item. If some other test is used for scoring, assign code XX9.\n* Predicted Oncotype Dx Recurrence Score based on linear regression models and Magee equations should not be reported in this field.\n   * Code unknown If the only information you have on Oncotype Dx is based on a linear regression model and Magee score\n\n**Note 3:** **Staging related** \n* Staging for Breast cancer now depends on the Oncotype-Dx-Invasive recurrence score. Score of less than 11 indicates a pertinent cut off value for staging purposes.  \n\n**Note 4:** **Results from nodal or metastatic tissue**\n* May be used, ONLY when there is no evidence of primary tumor\n  * **Note:** In-situ is evidence of primary tumor\n\n**Note 5:** **Multiple tests, multiple results**\n* In cases where Oncotype DX is reported on more than one breast tumor specimen, record the highest value. \n\n**Note 6:** **Related data item** \n* Code this data item using the same report used to record the related data item 3906: Oncotype Dx Risk Level-Invasive.",
  "last_modified" : "2024-04-08T20:05:51.812Z",
  "definition" : [ {
    "key" : "oncotype_dx_score",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000-100", "Enter actual recurrence score between 0 and 100" ], [ "XX4", "Stated as less than 11" ], [ "XX5", "Stated as equal to or greater than 11" ], [ "XX6", "Not applicable, in situ case" ], [ "XX7", "Test ordered, results not in chart" ], [ "XX9", "Not documented in medical record\nOncotype Dx Recurrence Score-Invasive not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** Oncotype Dx Breast Recurrence Score laboratory report, other statements in medical record",
  "coding_guidelines" : "**1)** Code 01-100 for the actual recurrence score\n* **a.** The actual recurrence score takes priority over codes XX4 and XX5.\n\n**2)** Code XX6 if the case is in-situ (/2)\n**3)** Code XX7 If the only information available is the Oncotype Dx-Invasive Risk Level\n**4)** Code XX9 when Oncotype DX recurrence score\n   * **a.** Cannot be determined by the pathologist (e.g., inadequate specimen)\n  * **b.** It is unknown whether the Oncotype DX recurrence score test was performed\n  * **c.** The patient has only a clinical diagnosis of breast cancer (no tissue diagnosis)",
  "rationale" : "Oncotype Dx Recurrence Score-Invasive is a Registry Data Collection Variable in AJCC. It is a new data item for cases diagnosed 1/1/2018+."
}