{
  "id" : "p16_831",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "p16",
  "title" : "p16",
  "description" : "The p16 biomarker is overexpressed (produced) in response to HPV.  It is therefore a surrogate marker for HPV disease.\np16 is a tumor suppressor protein also known as cyclin-dependent kinase inhibitor 2A. The p16 biomarker is overexpressed (produced) in response to HPV. It is therefore a surrogate marker for HPV disease.",
  "notes" : "**Note 1:** **Effective years**\n* This SSDI is effective for diagnosis years 2024+\n* For cases diagnosed 2018-2023, this SSDI must be blank\n\n**Note 2:** **p16 Results ONLY**\n* This data item must be based on testing results for p16 overexpression.\n* Testing for HPV by DNA, mRNA, antibody, or other methods should not be coded in this data item\n* Do not confuse p16 with HPV, which is a specific strain of virus. A statement of a patient being HPV positive, or negative is not enough to code this data item\n* Code 0 for p16 expression of weak intensity or limited distribution.",
  "last_modified" : "2024-04-06T14:17:04.159Z",
  "definition" : [ {
    "key" : "p16",
    "name" : "p16",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "p16 Negative; Nonreactive" ], [ "1", "p16 Positive; Diffuse, Strong reactivity" ], [ "8", "Not applicable: Information not collected for this case\n(If this time is required by your standard setter, use of code 8 will result in an edit error)" ], [ "9", "Not tested for p16; Unknown" ], [ "", "N/A - Diagnosis year is prior to 2024" ] ],
  "rationale" : "Patients with HPV have a different survival or outcome, so it is important to be able to distinguish this by documenting the p16 results. Testing is performed by immunohistochemistry (IHC) which is inexpensive and has near universal availability. It has an easily standardized interpretation. HPV testing is usually performed through DNA testing which is more expensive and less widely available. HPV testing also has technically more variability with the interpretation."
}