{
  "id" : "p16_hpv_human_papilloma_virus_status_head_and_neck_509",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Human Papilloma Virus (HPV) Status",
  "title" : "Human Papilloma Virus (HPV) Status",
  "notes" : "**Note 1:** **Record HPV results based on pathological specimens** \n* Record the results of any HPV testing performed on pathological specimens including surgical and cytological (from cell blocks) tissue from the primary tumor or a metastatic site, including \nlymph nodes. \n* Do not record the results of blood tests or serology.\n\n**Note 2:** **Methods of HPV determination** \n* There are several methods for determination of HPV status. \n* The most frequently used test is IHC for p16 expression which is a surrogate marker for HPV infection. \n* Other tests (based on ISH, PCR, RT-PCR technologies) detect the viral DNA or RNA.\n\n**Note 3:** **HPV-type 16** \n* HPV-type 16 refers to virus type and is different from p16 overexpression (p16+)\n\n**Note 4:** **Codes are hierarchical** \n* Codes 10-51 are hierarchical; use the highest code that applies (10 is highest, 51 is lowest)\n\n**Note 5:** **For cases in the Oropharynx HPV-Mediated (p16+) schema**\n* If an additional HPV test is done in addition to p16, code those test results in this data \nitem\n* If no additional HPV test is done, code 11 in this data item (Schema Discriminator 2 coded to 2)\n\n**Note 6:** **For cases in the Oropharynx (p16-) schema**\n* If an additional HPV test is done in addition to p16, code those test results in this data \nitem\n* If no additional HPV test is done\n  * Code 10 in this data item if Schema Discriminator 2 is coded to 1\n  * Code 99 in this data item if Schema Discriminator 2 is coded to 9",
  "last_modified" : "2024-05-02T10:35:44.845Z",
  "definition" : [ {
    "key" : "seer_ssf1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "10", "HPV negative by p16 test" ], [ "11", "HPV positive by p16 test" ], [ "20", "HPV negative for viral DNA by ISH test" ], [ "21", "HPV positive for viral DNA by ISH test" ], [ "30", "HPV negative for viral DNA by PCR test" ], [ "31", "HPV positive for viral DNA by PCR test" ], [ "40", "HPV negative by ISH E6/E7 RNA test" ], [ "41", "HPV positive by ISH E6/E7 RNA test" ], [ "50", "HPV negative by RT-PCR E6/E7 RNA test" ], [ "51", "HPV positive by RT-PCR E6/E7 RNA test" ], [ "70", "HPV status reported in medical records as negative, but test type is unknown" ], [ "71", "HPV status reported in medical records as positive, but test type is unknown" ], [ "97", "Test done, results not in chart" ], [ "99", "Not documented in medical record\nHPV test not done, not assessed, or unknown if assessed" ] ]
}