{
  "id" : "sarcomatoid_features_99558",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Sarcomatoid Features",
  "title" : "Sarcomatoid Features",
  "description" : "Sarcomatoid features: present or absent and percentage refers to the observation of sheets and fascicles of malignant spindle cells in a kidney tumor which can occur across all histologic subtypes. The percentage of sarcomatoid component has been shown to correlate with cancer-specific mortality.  \n\nThe presence of sarcomatoid or spindle cell features in a kidney tumor is a strong adverse prognostic factor. There is a specific ICD-O morphology code for renal cell carcinoma, sarcomatoid or spindle cell (8318/3), but this data item documents any sarcomatoid or spindle cell features in any renal cell cancer. \n* Note: This data item applies to carcinomas only; rare sarcomas of the kidney should not be coded in this field\n* Code the percentage of sarcomatoid features documented anywhere in the pathology report",
  "notes" : "**Note 1:** **Physician Staging** \n* Physician statement of Sarcomatoid Features (spindle cell features) can be used to code this data item when no other information is available.\n\n**Note 2:** **Criteria for coding** \n* Surgical resection of primary site must be done\n   * If no surgical resection of primary site, code unknown (code 9)\n* Do not use imaging findings to code this data item.\n\n**Note 3:** **Sarcomatoid morphology/features** \n* Sarcomatoid morphology may be manifested by any renal cell carcinoma. The presence of sarcomatoid component in a renal cell carcinoma may be prognostically important. \n\n* Sarcomatoid features is mostly seen with renal cell carcinoma (all variants); however, if it’s seen with other carcinoma  histologies, it can be coded.",
  "last_modified" : "2024-04-07T17:44:00.168Z",
  "definition" : [ {
    "key" : "sarcomatoid_features",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "Sarcomatoid features not present/not identified " ], [ "001-100", "Sarcomatoid features 1-100%" ], [ "R01", "Sarcomatoid features stated as less than 10%" ], [ "R02", "Sarcomatoid features stated as range 10%-30% present" ], [ "R03", "Sarcomatoid features stated as a range 31% to 50% present" ], [ "R04", "Sarcomatoid features stated as a range 51% to 80% present" ], [ "R05", "Sarcomatoid features stated as greater than 80%" ], [ "XX5", "Sarcomatoid features present from metastatic site only AND\nSarcomatoid features not present, or unknown if present, in primary site" ], [ "XX6", "Sarcomatoid features present, percentage unknown" ], [ "XX7", "Not applicable: Not a renal cell carcinoma morphology" ], [ "XX8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XX8 may result in an edit error.)" ], [ "XX9", "Not documented in medical record\nSarcomatoid features not assessed or unknown if assessed\nNo surgical resection of primary site is performed" ] ],
  "additional_info" : "**Source Documents:** Surgical pathology report\n\nFor further information, refer to the **Kidney** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Kidney*",
  "coding_guidelines" : "**1)** Record whether sarcomatoid features are present or absent as documented in the surgical pathology report\n* **a.** a.\tSurgical resection of primary site must be done\n* **b.** Do not use imaging findings to code this data item.\n\n**2)** **Code 000** when the surgical pathology report states that there are no sarcomatoid features\n**3)** **Code 001-100** code exact percentage of sarcomatoid features appropriately [1% (001) to 100% (100)]\n**4)** **Code R01-R05** when only range documented (specific percentage not available)\n**5)** **Code XX5** when the only information available about Sarcomatoid features is from a metastatic site\n**6)** **Code XX6** when sarcomatoid features present, percentage unknown\n**7)** **Code XX7** when histology is not renal cell carcinoma (includes other carcinomas that are not renal cell and sarcomas)\n**8)** **Code XX9** when\n* **a.** There is no documentation in the medical record\n* **b.** Clinical diagnosis only\n* **c.** Evaluation of sarcomatoid features not done or unknown if done\n* **d.** Surgical resection of the primary site is performed and there is no mention of sarcomatoid features",
  "rationale" : "Sarcomatoid features for Kidney is a Registry Data Collection Variable in AJCC.  It was previously collected as Kidney, CS SSF #4."
}