{
  "id" : "schema_discriminator_2_15990",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Schema Discriminator 2",
  "title" : "Schema Discriminator 2: Soft Tissue Trunk and Extremities/Soft Tissue Abdomen and Thoracic",
  "description" : "The ICD-O-3 assigned topography codes for the peripheral nerve and autonomic nervous systems tumors (C47) and the connective, subcutaneous and other soft tissues (C49) primary sites are based on transverse or horizontal planes. The AJCC Staging System Soft Tissue Sarcoma of the Trunk and Extremities, and Soft Tissue Sarcoma of the Abdomen and Thoracic Visceral Organs base the eligible sites as either external structures or internal viscera. For example, \n* C493 axilla is an external site using the AJCC Staging System Soft Tissue Sarcoma of the Trunk and Extremities \n* C493 axillary artery is an internal site using the AJCC Staging System Soft Tissue Sarcoma of the Abdomen and Thoracic Visceral Organs \n* C475 sacrococcygeal region is a large area that may be either external or internal\n   * Need to determine the exact area involved to assign the correct chapter\n   * C475 external area of sacrococcygeal region uses the AJCC Staging System Soft Tissue Sarcoma of the Trunk and Extremities \n   * C475 intrapelvic area of sacrococcygeal region uses the AJCC Staging System Soft Tissue Sarcoma of the Abdomen and Thoracic Visceral Organs To develop a software algorithm that can be used to send the registrar to the correct system/schema, this schema discriminator was developed.\n\nThe schema discriminator is based on determining whether the structure involved is part of the external structures or the internal viscera. This is accomplished by \n* Terms in ICD-O-3 topography codes sorted appropriately by the physician experts when possible\n* Instructions on what to do when terms are not specific enough to be assigned as external structures or internal viscera  \n   * Without additional information, these may not be staged, for example C475 pelvis\n   * With additional information, these may be determined to be external structures or internal viscera\n* In addition to the topography codes and terms, there is also an option of “External sites, NOS” and “Internal sites, NOS” for registrars to use to assign the schema discriminator. Registrars may need to use additional information, including physician staging, to choose the appropriate schema discriminator",
  "notes" : "**Note:** **Schema discriminator for C473, C475, C493-C495** \n* A schema discriminator is used to discriminate for peripheral nerve tumors (C473, C475) and connective tissue tumors (C493, C494, C495) for the subsite in which the tumor arose.",
  "last_modified" : "2024-04-30T19:21:25.765Z",
  "definition" : [ {
    "key" : "discriminator_2",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "disease",
    "name" : "Schema ID #/Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "External structures (sites), NOS\n\n***Examples*** of terms include:\n\nPeripheral nerves and autonomic nervous system (C47)\n* Pelvis (C475)\n  - Buttock\n  - Gluteal region\n  - Groin\n  - Inguinal region\n  - Perineum\n  - Sacrococcygeal region (stated as external)\n* Thorax (C473)\n   - Axilla\n   - Chest wall\n   - Infraclavicular region\n   - Scapular region\n   - Thoracic wall\n\nConnective, subcutaneous and other soft tissues (C49)\n* Abdomen (C494)\n  - Abdominal wall\n  - Abdominal wall muscle\n  - Iliopsoas muscle\n  - Psoas muscle\n  - Rectus abdominis muscle\n  - Umbilicus\n* Pelvis (C495)\n   - Buttock\n   - Gluteal region\n   - Gluteus maximus muscle\n   - Groin\n   - Inguinal region\n   - Perineum\n   - Sacrococcygeal region\n* Thorax (C493)\n   - Axilla\n   - Chest wall\n   - Infraclavicular region\n   - Intracostal muscle\n   - Latissimus dorsi muscle\n   - Pectoralis major muscle\n   - Scapular region\n   - Thoracic wall\n   - Trapezius muscle", "00410: Soft Tissue Trunk and Extremities" ], [ "2", "Internal structures and viscera (sites), NOS\n\n***Examples*** of terms include\n\nPeripheral nerves and autonomic nervous system (C47)\n* Sacrococcygeal region (intrapelvic)\n\nConnective, subcutaneous and other soft tissues (C49)\n* Abdomen (C494)\n  - Abdominal aorta\n  - Abdominal vena cava\n  - Celiac artery\n  - Inferior vena cava\n  - Mesenteric artery\n  - Renal artery\n  - Vena cava\n* Pelvis (C495)\n   - Iliac artery\n   - Iliac vein\n* Thorax (C493)\n   - Aorta\n   - Axillary artery\n   - Diaphragm \n   - Internal mammary artery\n   - Subclavian artery\n   - Superior vena cava\n   - Thoracic duct", "00421: Soft Tissue Abdomen and Thoracic (excluding Heart, Mediastinum, Pleura)" ], [ "8", "Not applicable: Case abstracted prior to 2021 update", "00421: Soft Tissue Abdomen and Thoracic (excluding Heart, Mediastinum, Pleura)" ], [ "9", "Not specific enough to determine if external or internal\n\n***Examples*** of terms include\n\nPeripheral nerves and autonomic nervous system (C47)\n* Pelvis (C475)\n  - Lumbosacral plexus\n  - Sacral nerve\n  - Sacral plexus\n* Thorax (C473)\n   - Chest\n   - Intercostal nerve\n\nConnective, subcutaneous and other soft tissues (C49)\n* Thorax (C493)\n   - Chest, NOS\n   - Thorax", "00459: Soft Tissue Other" ], [ "", "Primary Site is not C473, C475, C493-C495, Discriminator is not necessary", "" ] ],
  "additional_info" : "**Source documents:** pathology report, imaging, physician documentation, physician staging",
  "coding_guidelines" : "**1)** **Code 1** is used for external structures and is assigned to the AJCC Staging System Soft Tissue Sarcoma of the Trunk and Extremities (Schema ID 00410: Soft Tissue Sarcoma of the Trunk and Extremities).  \n* **a.** ***Example:*** Trapezius muscle (C493) is an external structure, on the outer layer or periphery of the body\n\n**2)** **Code 2** is used for internal structures and is assigned to the AJCC Staging System Soft Tissue Sarcoma of the Abdomen and Thoracic Visceral Organs (Schema ID 00421: Soft Tissue Sarcoma of the Abdomen and Thoracic Visceral Organs). \n* **a.** ***Example:*** Aorta (C493) is an internal structure, in the inner parts of the body\n\n**3)** **Code 8** is only used for cases for 2018-2020 that have already been abstracted prior to the Version 2.0 update (2021 update). It can also be used for 2018-2020 cases that are abstracted after the 2021 updates.  \n* **a.** For cases diagnosed 2021+, code 8 cannot be used\n\n**4)** **Code 9** is used for when there is not enough specific information to determine if the structure is external or internal. These cases are collected in Schema ID 00459: Soft Tissue Other. \n* **a.** ***Example***: Chest NOS (C493) does not provide enough information in order to determine if it is either an external structure, on the outer layer or periphery of the body, or an internal structure, in the inner parts of the body",
  "rationale" : "A schema discriminator is used to assign AJCC ID when site and histology alone are insufficient to identify the applicable AJCC staging method and to assign Schema ID, which links each case to the appropriate SSDIs, Summary Stage and EOD data collection system."
}