{
  "id" : "tumor_deposits_40070",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Tumor Deposits",
  "title" : "Tumor Deposits",
  "description" : "A tumor deposit is defined as a discrete nodule of cancer in pericolic/perirectal fat or in adjacent mesentery (mesocolic or rectal fat) within the lymph drainage area of the primary carcinoma, without identifiable lymph node tissue or identifiable vascular structure.\n\nTumor deposits are separate nodules or deposits of malignant cells in perirectal or pericolic fat without evidence of residual lymph node tissue. If present, tumor deposits may be found within the primary lymphatic drainage area of the tumor. \n\nThey are different from direct extension from the primary tumor and may be the result of lymphovascular invasion with extravascular extension, a totally replaced lymph node, or discontinuous spread. Nodules of tumor outside the primary lymphatic drainage area of the tumor are distant metastasis.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Tumor Deposits can be used to code this data item when no other information is available, provided the criteria for evaluation has been met (*see Note 2*).\n\n**Note 2:** **Criteria for evaluating Tumor Deposits**\n* A **surgical resection** must be done to evaluate tumor deposits\n* Do not use any evaluation of Tumor Deposits from imaging (MRI), or biopsy\n\n**Note 3:** **Tumor deposits vs Tumor budding**\n* **Tumor deposits** are separate nodules or deposits of malignant cells in perirectal or pericolic fat without evidence of residual lymph node tissue\n* **Tumor budding**: The presence of single cells or small clusters of less than five cells at the advancing front of the tumor is considered as peritumoral tumor budding. Numerous studies have shown that high tumor budding in adenocarcinoma arising in a polyp is a significant risk factor for nodal involvement\n  * Information on tumor budding is not currently collected",
  "last_modified" : "2024-05-10T13:58:01.311Z",
  "definition" : [ {
    "key" : "tumor_deposits",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "00", "No tumor deposits" ], [ "01-99", "1-99 Tumor deposits (TD) \n(Exact number of TD)" ], [ "X1", "100 or more Tumor Deposits" ], [ "X2", "Tumor Deposits identified, number unknown" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nCannot be determined by the pathologist\nPathology report does not mention tumor deposits\nNo surgical resection done\nTumor Deposits not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** surgical pathology report\n\n**Other names include** discontinuous extramural extension, malignant tumor foci, malignant peritumoral deposits, satellite nodule\n\nFor further information, refer to the **Colon and Rectum** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Colon and Rectum*",
  "coding_guidelines" : "**Record the number of Tumor Deposits whether or not there are positive lymph nodes**.\n* Do not count involved lymph nodes in this field, only tumor deposits\n\n**1)** **Code 00** when the pathology report states that there are no tumor deposits.\n**2)** **Code 01-99** (for the exact number of tumor deposits reported in the pathology report) \n**3)** **Code X1** for 100 or more tumor deposits.\n**4)** **Code X2** if tumor deposits are mentioned but a number is not reported.\n**5)** **Code X9** when\n  * **a.** Not documented in medical record\n  * **b.** No surgical resection done\n  * **c.** Pathology report not available\n  * **d.** Surgical resection of the primary site is performed and there is no mention of tumor deposits\n  * **e.** Tumor deposits not evaluated (not assessed)\n  * **f.** Unknown if Tumor Deposits evaluated (assessed)",
  "rationale" : "The presence of tumor deposits is a Registry Data Collection Variable in AJCC.  It was previously collected as Colon and Rectum CS SSF #4."
}