{
  "id" : "visceral_pleural_invasion_25940",
  "algorithm" : "eod_public",
  "version" : "3.2",
  "name" : "Visceral and Parietal Pleural Invasion",
  "title" : "Visceral and Parietal Pleural Invasion",
  "description" : "Visceral and Parietal Pleural Invasion is defined as invasion beyond the elastic layer or to the surface of the visceral pleura. \n\nInvasion of one or more layers of the pleura covering the lung (visceral pleura), such as invasion beyond the elastic layer of the pleura. The elastic layer may be identified on hematoxylin and eosin (H&E) stains or by special stains looking for the elastic fibers. An elastic stain is not needed in most cases to assess the pleura for invasion, only in those cases where the distinction between PL0 and PL1 is unclear on H&E sections. Elastic stains may also be helpful in cases where the visceral and parietal pleura are adherent, making it difficult to identify the boundary between the visceral pleural surface and the parietal pleura.\n\nVPI is relevant for peripheral lung tumors. The presence of visceral pleural invasion by tumors smaller than 3 cm changes the T category from pT1 to pT2 and increases the stage from IA to IB in patients with no nodal disease or stage IIA to IIB in patients with peribronchial or hilar nodes. Studies have shown that tumors smaller than 3 cm that penetrate beyond the elastic layer of the visceral pleura behave similarly to similar-size tumors that extend to the visceral pleural surface. Visceral pleural invasion should therefore be considered present not only in tumors that extend to the visceral pleural surface, but also in tumors that penetrate beyond the elastic layer of the visceral pleura. Four to six layers of visceral pleura may be described by the pathologist.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Visceral and Parietal Pleural Invasion can be used to code this data item when no other information is available.\n\n**Note 2:** **Criteria for coding** \n* A surgical resection **must** be done to determine if the visceral and/or parietal pleural is involved. \n  * *Exception*: In situ tumors (/2) can be coded 0 based on biopsy or surgical resection\n* Do not use imaging findings to code this data item",
  "last_modified" : "2024-04-08T16:34:51.193Z",
  "definition" : [ {
    "key" : "visceral_pleural_invasion",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "No evidence of visceral pleural invasion identified\nTumor does not completely traverse the elastic layer of the pleura\nStated as PL0\n\nPrimary tumor is in situ\nNon-invasive neoplasm (behavior /2)\nNo evidence of primary tumor" ], [ "4", "Invasion of visceral pleura present, NOS \nStated as PL1 or PL2" ], [ "5", "Tumor invades into or through the parietal pleura OR chest wall\nStated as PL3" ], [ "6", "Tumor extends to pleura, NOS; not stated if visceral or parietal" ], [ "8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nNo surgical resection of primary site is performed\nVisceral Pleural Invasion not assessed or unknown if assessed or cannot be determined" ] ],
  "additional_info" : "**Source documents:** pathology report\n\n**Other names include** VPI, PL (number)\n\nFor further information, refer to the **Lung** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Lung*",
  "coding_guidelines" : "**1)** Record results of visceral pleural invasion as stated on pathology report. \n* **a.** Do not code separate pleural tumor foci or nodules in this field (discontinuous pleural metastasis). \n\n**2)** **Code 0** when \n* **a.** No evidence of visceral and parietal pleural invasion or described as PL0\n* **b.** Tumor does not penetrate beyond the elastic layer of the visceral pleura \n* **c.** Extends to the elastic layer\n* **d.** Non-invasive neoplasm (/2) neoplasms (surgical resection not required)\n\n**3)** **Code 4** when\n* **a.** Invasion of pleura without specifying visceral or parietal pleura\n* **b.** Uncertain whether elastic stain has been performed to identify visceral pleura invasion\n* **c.** Pathology report states PL1 or PL2\n\n**4)** **Code 5** when tumor extends to the parietal pleura (classified as T3) or described as PL3\n\n**5)** **Code 9** when \n* **a.** No information in the medical record\n* **b.** Only FNA performed (A FNA is not adequate to assess pleural layer invasion)\n* **c.** Surgical resection of the primary site is performed and there is no mention of visceral and/or parietal pleural invasion\n* **d.** Surgical pathology report is not available",
  "rationale" : "Visceral and Parietal Pleural Invasion (previously called “pleural/elastic layer invasion (PL)”) is a Registry Data Collection Variable for AJCC. This data item was previously collected for Lung, SSF #2."
}