{
  "id" : "pediatric_primary_tumor_48137",
  "algorithm" : "pediatric",
  "version" : "1.3",
  "name" : "Pediatric Primary Tumor",
  "title" : "Pediatric Primary Tumor",
  "subtitle" : "Ann Arbor",
  "notes" : "**Note 1:** Lymphatic sites (nodal regions) are\n* Lymph nodes (C770-C779)\n* Waldeyer's ring (tonsils) (C024, C090-C099, C111, C142)\n* Spleen (C422)\n* Thymus (C379)\n\n**Note 2:** Use the AJCC definitions for lymph node regions (Chapter 79, Figure 79.1) to determine when single (code 100) or multiple (300-600) lymph node regions are involved. See also the Hematopoietic Manual, Appendix C, for definition of lymph node regions.\n\n**Note 3:** Extralymphatic sites (extranodal regions) include all other sites (e.g., stomach, colon, lung, breast, nasopharynx).\n\n**Note 4:** Any mention of the terms including fixed, matted, mass in the hilum, mediastinum, retroperitoneum, and/or mesentery, palpable, enlarged, shotty, lymphadenopathy are all regarded as involvement for lymphomas when determining appropriate code.\n\n**Note 5:**  For Hodgkin lymphoma, “Bulky disease” is defined as the ratio between the maximum diameter of the mediastinal mass and maximal intrathoracic diameter based on CT imaging in the Lugano classification. Bulk of other disease is defined as a mass greater than 10 cm. This is the only difference between Lugano Staging and Ann Arbor, which does not include “bulky disease.”\n* If there is mention of bulky disease without further involvement, code 300 or 400 for a nodal lymphoma and 400 for an extranodal lymphoma\n\n**Note 6:** Clinical enlargement of the liver is not enough to indicate involvement. Involvement is indicated by diffuse uptake or mass lesion or abnormal liver function tests. Liver biopsy may be used to confirm equivocal involvement.\n* Any involvement of liver (including primary liver lymphoma) is coded as 800\n\n**Note 7:** Splenic involvement is based on splenomegaly and FDG-PET or CT scans that state diffuse update, solitary mass, miliary lesions, or enlargement of greater than 13 cm. \n* A physician’s statement of splenomegaly may be used\n* FDG uptake in the spleen that is not diffuse is not enough to code as splenic involvement \n\n**Note 8:** Lung involvement is indicated by pulmonary nodules or parenchymal involvement on FDG-PET or CT in the absence of other likely causes. Lung biopsy may be used to confirm equivocal involvement.\n* Multifocal lung involvement is coded as 700 or 800 based on lung mets, code also \"Mets at Dx-Lung as 1\n\n**Note 9:** Bone involvement (excluding bone marrow involvement, see **Note 11**) is indicated by avid lesions on FDG-PET. Bone biopsy may be used to confirm equivocal involvement.\n* Bone involvement (except for bone primary lymphomas) is coded as 800. Code also \"Mets at Dx-Bone\" as 1. (see **Note 11** on how to code bone marrow involvement)\n\n**Note 10:** Central nervous system (CNS) involvement is often suspected due to symptoms and can be confirmed by plain radiology, CT scan, or MRI. Cerebrospinal fluid (CSF) examination by flow cytometry may be done. CNS involvement may be the result of soft tissue disease representing extension from bone metastasis or parenchymal brain disease.\n* CNS involvement (except for CNS primary lymphomas) is coded as 800. Code also \"Mets at Dx-Brain\" as 1\n* CSF involvement is coded as 800. Code also \"Mets at Dx-Other\" as 1\n\n**Note 11:** Peripheral blood involvement is assessed by an aspiration or peripheral blood smear.\n* Primary site is coded to bone marrow (C421): Do not code \"Met at Dx-Other\" as 1\n    - In cases where peripheral blood smear is not performed, but a physician's clinical assessment indicates peripheral blood involvement, the physician's clinical assessment can be used\n    - If **ONLY** the peripheral blood is involved, code 750\n    - If there is peripheral blood involvement **WITH** other involvement\n        + Do not code primary site to C421, code to lymph nodes or organs involved\n        + Pediatric Primary Tumor will based on the involvement of the lymph nodes or organs\n\n**Note 12:** Bone marrow involvement is assessed by an aspiration and bone marrow biopsy.\n* Bone marrow involvement is coded as 800. Do not code to \"Mets at Dx-Bone\" as 1\n    - If only involvement is bone marrow, code primary site to bone marrow (C421), Pediatric Primary Tumor 800. Do not code \"Mets at Dx-Other\" as 1\n    - If there is involvement of lymph nodes or organs AND bone marrow, code “Mets at Dx-Other” as 1\n    - In cases where bone marrow biopsy/aspiration is not performed, but a physician's clinical assessment indicates bone marrow involvement, the physician's clinical assessment can be used\n\n**Note 13:** See the data item *B symptoms* [NAACCR Data Item Number: #3812] to code the presence or absence of B symptoms.",
  "last_modified" : "2023-12-11T15:31:42.601Z",
  "definition" : [ {
    "key" : "ped_primary_tumor",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "100", "Nodal lymphomas\n* Single lymph node region involved\n* Involvement of multiple nodal chains in the SAME lymph node region" ], [ "200", "Extranodal lymphomas\n* Single extralymphatic site\n   - WITHOUT nodal involvement\n* Multifocal involvement (except multifocal lung involvement or any liver involvement, see code 800) of one extralymphatic organ/site\n   - WITHOUT nodal involvement (see code 400 for WITH nodal involvement)" ], [ "300", "Nodal lymphomas\n* Two or more lymph node regions involved\n   - SAME side of diaphragm\n\nWITH or WITHOUT bulky disease" ], [ "400", "Nodal lymphomas\n* Contiguous extralymphatic extension from nodal/lymphatic site\n* WITH or WITHOUT involvement of other nodal regions\n   - on SAME side of diaphragm\n\nExtranodal lymphomas\n* Localized involvement of a single extralymphatic organ/site\n   - WITH involvement of its regional lymph node(s) OR\n   - WITH involvement of other lymph node(s) on the SAME side of the diaphragm\n\nWITH or WITHOUT bulky disease" ], [ "575", "Nodal and Extranodal lymphomas\n* Involvement of lymph node regions on BOTH sides of the diaphragm\n   - WITHOUT or UNKNOWN spleen involvement" ], [ "600", "Nodal and Extranodal lymphomas\n* Involvement of lymph node regions on BOTH sides of the diaphragm WITH spleen involvement\n   - Includes involvement of lymph nodes ABOVE the diaphragm WITH spleen involvement" ], [ "700", "Diffuse or disseminated involvement (except multifocal lung involvement or any liver involvement, see code 800) of ONE OR MORE extralymphatic organ(s)/site(s)\n* WITH or WITHOUT nodal involvement\n\nInvolvement of isolated extralymphatic organ in absence of involvement of adjacent lymph nodes, but in conjunction with disease in distant sites\n\nMultifocal involvement (except multifocal lung involvement or any liver involvement, see code 800) of one extralymphatic organ/site\n* WITH nodal involvement\n\nNoncontiguous extralymphatic organ involvement in conjunction with nodal disease (two or more sites involved)" ], [ "750", "Peripheral blood involvement ONLY" ], [ "800", "Diffuse or disseminated\n* Bone\n* Central nervous system (CNS)\n\nAny involvement of\n* Bone marrow\n* Cerebrospinal fluid (CSF)\n* Liver\n* Lung, multiple lesions (other than by direct extension in code 400)\n* Peripheral blood involvement WITH other involvement\n\nDistant metastasis, NOS" ], [ "999", "Unknown; extension not stated\nTumor cannot be assessed\nNot documented in medical record\n\nDeath Certificate Only" ] ]
}