{
  "id" : "pediatric_primary_tumor_84083",
  "algorithm" : "pediatric",
  "version" : "1.3",
  "name" : "Pediatric Primary Tumor",
  "title" : "Pediatric Primary Tumor",
  "subtitle" : "St. Jude/Murphy Staging System",
  "notes" : "**Note 1:** Any mention of the terms including fixed, matted, mass in the hilum, mediastinum, retroperitoneum, and/or mesentery, palpable, enlarged, shotty, lymphadenopathy are all regarded as involvement for lymphomas when determining appropriate code.\n\n**Note 2:** St. Jude/Murphy staging is based primarily on the primary site where certain primary sites or sites of involvement may only be assigned specific codes. The list below provides guidance on which codes to use based on the primary site and/or other involvement.\n* Codes based on primary site\n  * Abdomen (C239, C240-C249, C250-C259, C422, C493-C494, C480-C488, C649, C659, C669, C762, C772), then only code 400 may be assigned\n   * GI Tract (C160-C218, C260-C269), then only codes 200 or 400 may be assigned\n   * Paraspinal or epidural sites (C470-C479), then only code 400 may be assigned\n    * Primary intrathoracic tumors (mediastinal, hilar, pulmonary, pleural, or thymic) (C340-C349, C379, C381-C388, C771, then only code 400 may be assigned\n* Codes based on involvement\n  * Code 600 for liver involvement (including primary site C220)\n  * Code 800 for bone marrow (including primary site C421), or peripheral blood involvement\n   * Code 800 for CNS involvement (including primary sites C700-C729)\n* ALL sites except those noted above, codes 100, 300, 500, 800, 999 may be assigned based on involvement\n\n**Note 3:** Extensive disease (code 400) typically exhibits spread to para-aortic and retroperitoneal areas by implants and plaques in mesentery or peritoneum, or by direct infiltration of structures adjacent to the primary tumor. Ascites may be present, and complete resection of all gross tumor is not possible.",
  "footnotes" : "(1)\tAitken JF, Youlden D, O’Neill L, Gupta S, Frazier AL, eds. Childhood cancer staging for population registries according to the Toronto Childhood Cancer Stage Guidelines – Version 2. Cancer Council Queensland and Cancer Australia: Brisbane, Australia; 2021.",
  "last_modified" : "2025-01-07T22:12:05.530Z",
  "definition" : [ {
    "key" : "ped_primary_tumor",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "100", "Involvement of a single extranodal/extralymphatic tumor mass or nodal/lymphatic area \n*Excludes the following primary sites*\n   - Abdomen (See code 400)\n   - Bone marrow (See code 800)\n   - CNS (See code 800)\n   - GI tract (see code 200)\n   - Liver (See code 600)\n   - Paraspinal or epidural sites (See code 400)\n   - Primary intrathoracic tumors (See code 400)" ], [ "200", "A completely resected primary gastrointestinal tract tumor (C160-C218, C260-C269) \n* WITH or WITHOUT involvement of associated **mesenteric nodes only** (for other lymph node involvement, see code 400)" ], [ "300", "Any of the following (excluding primary sites in codes 200, 400, 600, 800)\n* A single extranodal/extralymphatic tumor with regional node involvement\n* Two or more nodal/lymphatic areas on the SAME side (either above or below) of the diaphragm or \n* Two or more single extranodal/extralymphatic tumors\n   * WITH or WITHOUT regional node involvement **AND** \n   * On the SAME side (either above or below) of the diaphragm" ], [ "400", "Any of the following\n* Abdominal tumors\n  * Includes extensive (unresectable) primary intraabdominal disease \n* Gastrointestinal tumors\n  * WITH lymph node involvement other than mesenteric OR\n* Unresectable gastrointestinal tract tumor\n  * Paraspinal or epidural tumors regardless of other tumor sites \n  * Primary intrathoracic tumors (mediastinal, hilar, pulmonary, pleural, or thymic" ], [ "500", "Extranodal/extralymphatic OR nodal/lymphatic tumors\n* On BOTH sides (above and below the diaphragm)" ], [ "600", "Liver involvement, including primary site (C220)\n* WITH or WITHOUT lymph node involvement" ], [ "800", "CNS involvement, including primary site (C700-C729)\n* Single, multifocal, or multiple CNS tumors, or CNS tumor WITH lymph node involvement\n* Cranial nerve palsy that cannot be explained by extradural lesions, OR\n* Blasts morphologically identified in CSF\n* In the absence of a CSF tumor mass and cranial nerve palsy, a CSF report is required to confirm or exclude CNS involvement\n\nAND/OR \n* Bone marrow involvement (including primary site bone marrow, C421)\n* Peripheral blood involvement WITH or WITHOUT other involvement" ], [ "999", "Not documented in medical record\nSt Jude Staging System not assessed\n\nDeath certificate only" ] ]
}