{
  "id" : "adenoid_cystic_basaloid_pattern_86314",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Adenoid Cystic Basaloid Pattern",
  "title" : "Adenoid Cystic Basaloid Pattern",
  "description" : "Adenoid Cystic Basaloid Pattern, the presence of a basaloid pattern on pathological examination, is a prognostic factor for adenoid cystic carcinoma of the lacrimal gland.\n\nAdenoid cystic carcinoma (ICD-O-3 morphology code 8200/3) is the most common malignant epithelial tumor of the lacrimal gland. Adenoid cystic carcinoma is a tumor composed of modified myoepithelial and ductal differentiated cells. A genetic alteration (i.e., fusion oncogene MYB-NFIB) is found in the majority of adenoid cystic carcinomas There are three histologic patterns within the adenoid cystic carcinoma group: cribriform, solid, and tubular.",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of basaloid pattern can be used to code this data item when no other information is available.\n\n**Note 2:** **Applicable histologies**\n* This is most commonly found in Adenoid Cystic Carcinoma (8200/3) but can be present in other histologies.",
  "last_modified" : "2025-11-06T21:28:24.907Z",
  "definition" : [ {
    "key" : "adenoid_cystic_basaloid_pattern",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0-100.0", "0.0 to 100.0 percent basaloid pattern" ], [ "XXX.5", "Basaloid pattern present, percentage not stated" ], [ "XXX.8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code XXX.8 will result in an edit error.)" ], [ "XXX.9", "Not documented in medical record\nAdenoid Cystic Basaloid Pattern not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report\n\n**Other names include** ACC, basaloid type adenoid cystic carcinoma",
  "coding_guidelines" : "**1)** **Code 0.0** when the pathology report states that basaloid or solid pattern is not present\n\n**2)** **Code 0.1-100.0** when the pathology report states the percent of basaloid or solid pattern that is present\n\n**3)** **Code XXX.5** when basaloid or solid pattern present but percentage not known\n\n**4)** **Code XXX.9** when\n* Histopathologic pattern not documented in the medical record\n* Histopathologic pattern not evaluated (assessed)\n* Unknown if histopathologic pattern evaluated (assessed)\n* When histologic type other than 8200 and there is no mention of basaloid pattern",
  "rationale" : "Adenoid Cystic Basaloid Pattern is a Registry Data Collection Variable in AJCC 8.  This data item was previously collected as Lacrimal Gland, CS SSF #6."
}