{
  "id" : "afp_pre_orchiectomy_range_11386",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "AFP Pre-Orchiectomy Range",
  "title" : "AFP (Alpha Fetoprotein) Pre-Orchiectomy Range",
  "description" : "AFP (Alpha Fetoprotein) Pre-Orchiectomy Range identifies the range category of the highest AFP value measured prior to treatment.  AFP is a serum tumor marker that is often elevated in patients with nonseminomatous germ cell tumors of the testis.\n\nFor Testis, there are 4 related data items that record information on AFP for Testis.\n* 3805: AFP Post-Orchiectomy Lab Value\n* 3806: AFP Post-Orchiectomy Range\n* 3807: AFP Pre-Orchiectomy Lab Value\n* 3808: AFP Pre-Orchiectomy Range",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of the AFP (Alpha Fetoprotein) Pre-Orchiectomy Range can be used to code this data item when no other information is available. \n\n**Note 2:** **Timing** \n* Record the range of the highest AFP test result documented in the medical record **prior to orchiectomy** or prior to any systemic treatment. The lab value may be documented in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Related data item** \n* The same laboratory test should be used to record the related data item 3807: AFP Pre-Orchiectomy Lab Value.",
  "last_modified" : "2025-03-21T18:01:53.048Z",
  "definition" : [ {
    "key" : "afp_pre_orch_range",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Within normal limits" ], [ "1", "Above normal and less than 1,000 nanograms/milliliter (ng/mL)" ], [ "2", "1,000 -10,000 ng/mL" ], [ "3", "Greater than 10,000 ng/mL" ], [ "4", "Pre-Orchiectomy alpha fetoprotein (AFP) stated to be elevated" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nAFP (Alpha Fetoprotein) Pre-Orchiectomy Range not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood serum radioimmunoassay or enzyme assay (EIA)); sometimes in history and physical or clinical statement in pathology report\n\n**Other names include** AFP, aFP, Alpha Fetoprotein, Alpha-fetoprotein, alpha-fetoprotein, fetal alpha globulin\n\nFor further information, refer to the **Testis** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Testis*\n\n**Normal Reference Range**\n* Adult men 0-15 ng/ml (SI: 0-15 µg/L)\n \n**Measurements** \n* A lab value expressed in micrograms/liter (ug/L) is equivalent to the same value expressed in nanograms/milliliter (ng/mL).\n   * ***Example***: 10 IU/mL: 10/0.83 = 12.04 ng/mL; 5 IU/mL: 5/0.83= 6.02 ng/mL\n\n* If the lab value is expressed in IU/ml, use the following conversion: 1 ng/mL = 0.83 IU/mL\n   * To calculate ng from IU/mL, divide the value for IU by 0.83.\n   * ***Example***: 10 IU/mL: 10/0.83 = 12.04 ng/mL; 5 IU/mL: 5/0.83= 6.02 ng/mL",
  "rationale" : "AFP (Alpha Fetoprotein) is a Registry Data Collection Variable in AJCC.  AFP (Alpha Fetoprotein) Pre-Orchiectomy Range is used to assign the S Category Clinical and was previously collected as Testis CS SSF #7."
}