{
  "id" : "afp_pretx_lab_value_25871",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "AFP Pretreatment Lab Value",
  "title" : "AFP (Alpha Fetoprotein) Pretreatment Lab Value",
  "description" : "AFP (Alpha Fetoprotein) Pretreatment Lab Value is a nonspecific serum protein that generally is elevated in the setting of hepatocellular carcinoma (HCC).  This data item pertains to the pre-treatment lab value.\n\nA protein normally produced by a fetus. Alpha fetoprotein levels are usually undetectable in the blood of healthy adult men or women (who are not pregnant). An elevated level of alpha-fetoprotein suggests the presence of either a primary liver cancer or germ cell tumor.\n\nThere are 2 related data items that record information on CEA for Colon and Rectum.\n* 3810: AFP Pretreatment Lab Value\n* 3809: AFP Pretreatment Interpretation",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of AFP (Alpha Fetoprotein) Pretreatment Lab Value can be used to code this data item when no other information is available.\n\n**Note 2:** **Pretreatment results only**\n* Record the lab value of the highest AFP test result documented in the medical record prior to treatment. The lab value may be recorded in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Related data item**\n* The same laboratory test should be used to record information in the related data item 3810: AFP Pretreatment Lab Value",
  "last_modified" : "2025-02-24T13:48:14.777Z",
  "definition" : [ {
    "key" : "afp_pretx_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 nanograms/milliliter (ng/ml); not detected" ], [ "0.1-9999.9", "0.1-9999.9 ng/ml\n(Exact value to nearest tenth of ng/ml)" ], [ "XXXX.1", "10,000.0 ng/ml or greater" ], [ "XXXX.7", "Test ordered, results not in chart" ], [ "XXXX.8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code XXXX.8 will result in an edit error.)" ], [ "XXXX.9", "Not documented in medical record\nAFP (Alpha Fetoprotein) Pretreatment Lab Value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood serum radioimmunoassay or enzyme assay (EIA)); sometimes in history and physical or clinical statement in pathology report\n\n**Normal Reference Range:** \n* Adult men and non-pregnant women: 0-15 ng/ml (SI: 0-15 mg/L)",
  "coding_guidelines" : "**1)** Record the highest value prior to treatment in nanograms per milliliter (ng/ml) in the range 0.1 (1 ng/ml) to 9999.9 (9999 ng/ml) in the Lab Value data item.\n\n**2)** A lab value expressed in micrograms per liter (ug/L) is equivalent to the same value expressed in ng/ml.\n\n***Examples***  \n\n* AFP Lab Value 0 ng/ml - Code 0.0\n* AFP Lab Value 23.6 ng/ml - Code 23.6\n* AFP Lab Value 11,0000 - Code XXXX.,1\n* AFP Lab Value Test Ordered, results not in chart - Code XXXX.7\n* AFP Lab Value Not documented in medical record, AFP test not done, unknown if APF test done - Code XXXX.9",
  "rationale" : "Data Collection Variable in AJCC. This data item was previously collected for Liver, CS SSF #3. AFP (Alpha Fetoprotein) Pretreatment Lab Value is a Registry"
}