{
  "id" : "afp_pre_orchiectomy_lab_value_94162",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "AFP Pre-Orchiectomy Lab Value",
  "title" : "AFP (Alpha Fetoprotein) Pre-Orchiectomy Lab Value",
  "description" : "AFP (Alpha Fetoprotein) Pre-Orchiectomy Lab Value refers to the AFP value measured prior to treatment.  AFP is a tumor marker that is often elevated in patients with nonseminomatous germ cell tumors of the testis.\n\nAlpha-fetoprotein (AFP) is a protein normally made by immature liver cells in the fetus. In adults, high AFP levels (> 500 ng/ml) in the blood occur only in hepatocellular carcinoma (>1000), liver metastases (from a primary elsewhere), and germ cell tumors of the testes and ovaries. Elevated AFP values are found in non-seminomatous malignancies and mixed tumors of the testis. AFP is used with HCG to identify the specific cell type of testicular cancer. AFP is not secreted by pure seminoma or teratoma. If AFP > 500 ng/ml, the underlying condition is unlikely to be benign. If AFP > 10,000 ng/ml at diagnosis, the patient is likely to have a poor prognosis.\n\nAFP is more useful in monitoring response to therapy than making a diagnosis. The half-life of AFP is 5 to 7 days. After orchiectomy, the AFP should fall to < 25 ng/ml in 25-35 days. If elevated AFP persists, this is an indication of residual tumor.\n\nFor Testis, there are 4 related data items that record information on AFP for Testis.\n* 3805: AFP Post-Orchiectomy Lab Value\n* 3806: AFP Post-Orchiectomy Range\n* 3807: AFP Pre-Orchiectomy Lab Value\n* 3808: AFP Pre-Orchiectomy Range",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of the AFP (Alpha Fetoprotein) Pre-Orchiectomy Lab Value can be used to code this data item when no other information is available. \n\n**Note 2:** **Timing** \n* Record the lab value of the highest AFP test result documented in the medical record **prior to orchiectomy** or prior to any systemic treatment. The lab value may be documented in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Related data item** \n* The same laboratory test should be used to record the related data item 3808: AFP Pre-Orchiectomy Range.",
  "last_modified" : "2025-11-06T21:50:45.375Z",
  "definition" : [ {
    "key" : "afp_pre_orch_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 nanograms/milliliter (ng/mL)" ], [ "0.1-99999.9", "0.1 - 99,999.9 ng/mL" ], [ "XXXXX.1", "100,000 ng/mL or greater" ], [ "XXXXX.7", "Test ordered, results not in chart" ], [ "XXXXX.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XXXXX.8 may result in an edit error.)" ], [ "XXXXX.9", "Not documented in medical record\nAFP (Alpha Fetoprotein) Pre-Orchiectomy Lab Value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood serum radioimmunoassay or enzyme assay (EIA)); sometimes in history and physical or clinical statement in pathology report\n\n**Other names include** AFP, aFP, Alpha Fetoprotein, Alpha-fetoprotein, alpha-fetoprotein, fetal alpha globulin\n\nFor further information, refer to the **Testis** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Testis*.\n\n**Normal Reference Range**\n* Adult men 0-15 ng/ml (SI: 0-15 µg/L)\n \n**Measurements** \n* A lab value expressed in micrograms/liter (ug/L) is equivalent to the same value expressed in nanograms/milliliter (ng/mL).\n   * ***Example***: 10 IU/mL: 10/0.83 = 12.04 ng/mL; 5 IU/mL: 5/0.83= 6.02 ng/mL\n\n* If the lab value is expressed in IU/ml, use the following conversion: 1 ng/mL = 0.83 IU/mL.\n   * To calculate ng from IU/mL, divide the value for IU by 0.83.\n   * ***Example***: 10 IU/mL: 10/0.83 = 12.04 ng/mL; 5 IU/mL: 5/0.83= 6.02 ng/mL",
  "coding_guidelines" : "***Examples***\n\n**1)** 1 ng/ml = Lab Value 1.0, Range 0\t\n\n**2)** 270 ug/l = Lab Value 270.0 (ng/ml = ug/L), Range 1\n\n**3)** 5500 ng/ml = Lab Value 5500.0, Range 2\n\n**4)** 12,500 ng/ml\t = Lab Value 12500.0, Range 3\n\n**5)** 110,000 ng/ml = Lab Value XXXXX.1, Range 3\n\n**6)** Physician states “AFP elevated,” but no value documented =\tLab value XXXXX.9, Range 4\n\n**7)** S value stated (no other information available) = Lab Value XXXXX.9, Range 9\n\n**8)** No AFP test done, or unknown if done = Lab Value XXXXX.9, Range 9",
  "rationale" : "AFP (Alpha Fetoprotein) Pre-Orchiectomy Lab Value is a Registry Data Collection Variable in AJCC. It was previously collected as Testis CS SSF #6."
}