{
  "id" : "afp_pretx_interpretation_66147",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "AFP Pretreatment Interpretation",
  "title" : "AFP (Alpha Fetoprotein) Pretreatment Interpretation",
  "description" : "AFP (Alpha Fetoprotein) Pretreatment Interpretation, a nonspecific serum protein that generally is elevated in the setting of hepatocellular carcinoma (HCC), is a prognostic factor for liver cancer. This data item pertains to the pre-treatment interpretation.\n\nThere are 2 related data items that record information on CEA for Colon and Rectum.\n* 3810: AFP Pretreatment Lab Value\n* 3809: AFP Pretreatment Interpretation",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of AFP (Alpha Fetoprotein) Pretreatment Lab Value can be used to code this data item when no other information is available.\n\n**Note 2:** **Pretreatment results only**\n* Record the lab value of the highest AFP test result documented in the medical record prior to treatment. The lab value may be recorded in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Related data item**\n* The same laboratory test should be used to record information in the related data item 3810: AFP Pretreatment Lab Value.",
  "last_modified" : "2024-04-08T16:00:30.692Z",
  "definition" : [ {
    "key" : "afp_pretx_interpretation",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Negative/normal; within normal limits" ], [ "1", "Positive/elevated" ], [ "2", "Borderline; undetermined if positive or negative" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nAFP pretreatment interpretation not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood serum radioimmunoassay or enzyme assay (EIA)); sometimes in history and physical or clinical statement in pathology report\n\n**Normal Reference Range:** \n* Adult men and non-pregnant women: 0-15 ng/ml (SI: 0-15 mg/L)",
  "coding_guidelines" : "**1)** Record the clinician’s interpretation of the highest value **prior to treatment**, based on the reference range used by the lab in the Interpretation data item.\n* If the physician's statement is not available, use the **Reference Ranges** included in **Additional Information** for this data item to determine the interpretation",
  "rationale" : "AFP (Alpha Fetoprotein) Pretreatment Interpretation is a Registry Data Collection Variable in AJCC. This data item was previously collected for Liver, CS SSF #1."
}