{
  "id" : "bone_invasion_96628",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Bone Invasion",
  "title" : "Bone Invasion",
  "description" : "Bone invasion, the presence or absence of bone invasion based on imaging, is a prognostic factor for soft tissue sarcoma.\n\nDirect tumor extension from the primary sarcoma into adjacent bone.  This field does not include distant or discontinuous metastases to the skeletal system.  Information in this field is based on radiology and other imaging techniques.",
  "notes" : "**Note 1:** **Physician Staging** \n* Physician statement of Bone Invasion can be used to code this data item when no other information is available.\n\n**Note 2:** **Criteria for Coding** \n* Record bone invasion as determined by **relevant imaging only for the primary tumor** \n* Imaging methodologies include computed tomography (CT) scans and magnetic resonance imaging (MRI).",
  "last_modified" : "2025-02-24T14:00:36.360Z",
  "definition" : [ {
    "key" : "bone_invasion",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Bone invasion not present/not identified on imaging" ], [ "1", "Bone invasion present/identified on imaging" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nBone invasion not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** imaging",
  "coding_guidelines" : "**1)** **Code 0** when relevant imaging is performed and there is no mention of bone invasion\n**2)** **Code 1** when there is evidence of bone invasion on imaging\n**3)** **Code 9** when\n* No information in the medical record\n* Bone invasion not evaluated (assessed)\n* No relevant imaging of the primary site\n* Unknown if bone invasion evaluated (assessed)",
  "rationale" : "Bone Invasion is a Registry Data Collection Variable in AJCC. This data item was previously collected for Soft Tissue, SSF #3."
}