{
  "id" : "braf_mutational_analysis_37823",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "BRAF Mutational Analysis",
  "title" : "BRAF Mutational Analysis",
  "description" : "The BRAF oncoprotein is involved in transmitting cell growth and proliferation signals from KRAS and NRAS. The BRAF V600E mutation is associated with poorer prognosis and predicts lack of response to anti-EGFR therapies.  \n\n“BRAF V600E is a specific mutation (change) in the BRAF gene, which makes a protein that is involved in sending signals in cells and in cell growth. This BRAF gene mutation is found in colorectal cancer. It may increase the growth and spread of cancer cells. Checking for this BRAF mutation in tumor tissue may help to plan cancer treatment. BRAF (V600E) kinase inhibitor RO5185426 blocks certain proteins made by the mutated BRAF gene, which may help keep cancer cells from growing.” (NCI Dictionary of Cancer Terms  https://www.cancer.gov/publications/dictionaries/cancer-terms)\n\nNRAS is a gene which belongs to a class of genes known as oncogenes. When mutated, oncogenes have the potential to cause normal cells to become cancerous. Studies suggest that NRAS gene mutations are often present in colorectal cancer.\n\nThe most common BRAF mutations is BRAF V600E (c.1799T>A) mutation.",
  "notes" : "**Note 1:** **Effective years**\n* This SSDI is effective for diagnosis years 2021+\n* For cases diagnosed 2018-2020, this SSDI must be blank\n\n**Note 2:** **Physician Statement** \n* Physician statement of BRAF can be used to code this data item when no other information is available.\n\n**Note 3:** **Applicable stages**\n* BRAF may be recorded for all stages; however, it is primarily performed for patients with metastatic disease. If information is not available, code 9.\n\n**Note 4:** **Results from nodal or metastatic tissue**\n* Results from nodal or metastatic tissue may be used for BRAF.\n\n**Note 5:** **Neoadjuvant Therapy** \n* Record the assay from tumor specimens prior to neoadjuvant therapy.\n* If neoadjuvant therapy is given and there are no BRAF results from pre-treatment specimens, report the findings from post-treatment specimens.",
  "last_modified" : "2025-11-06T18:04:38.446Z",
  "definition" : [ {
    "key" : "braf_mutational_analysis",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Normal\nBRAF negative, BRAF wild type\nNegative for (somatic) mutations, no alterations, no (somatic) mutations identified, not present, not detected" ], [ "1", "Abnormal (mutated)/detected: BRAF V600E (c.1799T>A) mutation" ], [ "2", "Abnormal (mutated)/detected, but not BRAF V600E (c.1799T>A) mutation" ], [ "3", "Abnormal (mutated)/detected, *KIAA1549: BRAF* gene fusion" ], [ "4", "Abnormal (mutated), BRAF, NOS" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nBRAF not assessed or unknown if assessed" ], [ "", "Must be blank if diagnosis year is before 2021" ] ],
  "additional_info" : "**Source documents:** pathology report, clinical laboratory report\n\nFor further information, refer to the **Colon and Rectum Biomarker** Reporting cancer protocol published by the College of American Pathologists for the AJCC Staging System *Colon and Rectum*.",
  "coding_guidelines" : "**1)** **Code 0** when BRAF negative/wild type/not detected\n\n**2)** **Code 1, 2 or 3** when BRAF identified/detected\n\n**3)** **Code 4** for when BRAF identified, mutation not known  \n\n**4)** **Code 9** when \n* Insufficient amount of tissue available to perform test\n* Test done and documented to be equivocal\n* No microscopic confirmation of tumor\n* BRAF mutational analysis not ordered or not done, or unknown if ordered or done",
  "rationale" : "BRAF mutational analysis is recommended in clinical guidelines for patients with advanced colorectal cancer as a prognostic marker and factor in determining appropriate therapy.  It is a new data item for cases diagnosed 1/1/2021+."
}