{
  "id" : "cea_pretx_interpretation_99474",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "CEA Pretreatment Interpretation",
  "title" : "CEA (Carcinoembryonic Antigen) Pretreatment Interpretation",
  "description" : "CEA (Carcinoembryonic Antigen) Pretreatment Interpretation refers to the interpretation of the CEA value prior to treatment.  CEA is a nonspecific tumor marker that has prognostic significance for colon and rectum cancer.\n\nCEA is\n**1)** A protein molecule found in many different cells of the body but associated with certain tumors and with the developing fetus.  \n**2)** CEA is used as a tumor marker especially for gastrointestinal cancers, as colorectal cancer is the most frequent cause for an increased/elevated CEA.  \n**3)** CEA is also elevated by biliary obstruction, alcoholic hepatitis, and heavy smoking.   \n**4)** CEA level is most frequently tested on blood serum, but it may be tested in body fluids and/or biopsy tissue.  \n**5)** An abnormally high CEA level prior to tumor resection is expected to fall following successful removal of the cancer.  \n**6)** An increasing value indicates possible recurrence.\n\nThere are 2 related data items that record information on CEA for Colon and Rectum.\n* 3820: CEA Pretreatment Lab Value\n* 3819: CEA Pretreatment Interpretation",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of CEA (Carcinoembryonic Antigen) Interpretation can be used to code this data item when no other information is available. \n\n**Note 2:** **Pretreatment results only** \n* Record the interpretation of the highest CEA test result documented in the medical record **prior to treatment or a polypectomy**.\n\n**Note 3:** **Related data item**.\n* The same laboratory test should be used to record information in the related data item 3820: CEA Lab Value",
  "last_modified" : "2025-02-24T13:33:39.831Z",
  "definition" : [ {
    "key" : "cea_pretx_interpretation",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "CEA negative/normal; within normal limits" ], [ "1", "CEA positive/elevated" ], [ "2", "Borderline" ], [ "3", "Undetermined if positive or negative (normal values not available)\nAND no MD interpretation" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this data item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nCEA (Carcinoembryonic Antigen) Pretreatment Interpretation not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report, sometimes pathology or cytology report; H&P, operative report; consultant report; discharge summary\n\n**Other names include** Carcinoembryonic antigen\n\n**Reference ranges**\n* Nonsmoker:  < 2.5 ng/ml (SI: < 2.5 mg/L)    SI Conversion: 1 mg/L = 1 ng/ml.\n* Smoker: < 5 ng/ml (SI: < 5 mg/L)    SI Conversion: 1 mg/mL = 1 ng/L",
  "coding_guidelines" : "**1)** Record the clinician’s interpretation of the highest value **prior to treatment**, based on the reference range used by the lab in the Interpretation data item.\n* If the physician's statement is not available, use the **Reference Ranges** included in **Additional Information** for this data item to determine the interpretation\n\n**2)** **Code 3** when a CEA value was documented in the record, but there is no statement that the CEA is positive/elevated, negative/normal, and the normal range (from which you can determine interpretation), is not documented.",
  "rationale" : "CEA (Carcinoembryonic Antigen) is a Registry Data Collection Variable for AJCC 8. CEA (Carcinoembryonic Antigen) Pretreatment Interpretation was previously collected as Colon and Rectum, CS SSF #1."
}