{
  "id" : "circumferential_resection_margin_77909",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Circumferential Resection Margin (CRM)",
  "title" : "Circumferential Resection Margin (CRM)",
  "subtitle" : "Circumferential or Radial Resection Margin (CRM)",
  "description" : "Circumferential or Radial Resection Margin, the distance in millimeters between the leading edge of the tumor and the surgically dissected margin as recorded on the pathology report, is a prognostic indicator for colon and rectal cancer.  This may also be referred to as the Radial Resection Margin or surgical clearance.\n\nThe CRM, also referred to as the radial margin or the mesenteric resection margin, is the measurement of the distance from the deepest invasion of the tumor to the margin of resection in the retroperitoneum or mesentery. In other words, the CRM is the width of the surgical margin at the deepest part of the tumor in an area of the large intestine or rectum without serosa (non-peritonealized rectum below the peritoneal reflection) or only partly covered by serosa (upper rectum, posterior aspects of ascending and descending colon).\n\nFor segments of the colon completely encased by peritoneum, the mesenteric resection margin is the only relevant circumferential margin.\n\nThe CRM is not the same as the distance to the proximal and distal margins of the colon specimen. For rectal cancers, the circumferential resection margin is the most important predictor of local-regional recurrence.\n\nPer the AJCC Staging System Colon and Rectum, \"the CRM is the distance in millimeters between the deepest point of tumor invasion in the primary cancer and the margin of resection in the retroperitoneum or mesentery.\"",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Circumferential or Radial Resection Margin can be used to code this data item when no other information is available, provided the criteria for evaluation has been met *(see Note 2)*.\n\n**Note 2:** **Criteria for evaluating CRM**\n* A surgical resection must be done to evaluate circumferential resection margin.\n* See *Coding Guidelines #3 and #4* for further information\n\n**Note 3:** **Exact measurements versus XX codes**\n**An exact measurement takes precedence over codes 0.0 and those beginning with XX**. Exact measurement also takes priority even if the pathologist states the margin is positive.\n  * ***Example:*** CRM stated as 0.3 mm in Final Diagnosis and Synoptic states: Circumferential (Radial) Margin Interpreted as involved by invasive carcinoma (tumor less than 1mm from margin).\n      * Code the 0.3 mm instead of 0.0 (margin involved with tumor).    \n        * Code 0.0 is for positive margins, or margin is less than 0.1 mm.",
  "last_modified" : "2025-03-28T20:30:37.251Z",
  "definition" : [ {
    "key" : "crm",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "Circumferential resection margin (CRM) positive\nMargin IS involved with tumor\nDescribed as \"less than 0.1 millimeter (mm)\"" ], [ "0.1-99.9", "Distance of tumor from margin: 0.1- 99.9 millimeters (mm)\n(Exact size to nearest tenth of millimeter)" ], [ "XX.0", "100 mm or greater" ], [ "XX.1", "Margins clear, distance from tumor not stated\nCircumferential or radial resection margin negative, NOS\nNo residual tumor identified on specimen" ], [ "XX.2", "Margins cannot be assessed" ], [ "XX.3", "Described as \"at least\" 1 mm" ], [ "XX.4", "Described as \"at least\" 2 mm" ], [ "XX.5", "Described as \"at least\" 3 mm" ], [ "XX.6", "Described as \"greater than\" 3 mm" ], [ "XX.7", "No resection of primary site \nSurgical procedure did not remove enough tissue to measure the circumferential or radial resection margin\n(Examples include: polypectomy only, endoscopic mucosal resection (EMR), excisional biopsy only, transanal disk excision)" ], [ "XX.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XX.8 may result in an edit error.)" ], [ "XX.9", "Not documented in medical record\nNon-invasive neoplasm (behavior /2)\nCircumferential or radial resection margin not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report.\n\n**Other names include** circumferential radial margin, mesenteric (mesocolon) (mesorectal) margin, mesenteric excision plane, pericolonic resection margin, radial margin, soft tissue margin.\n\nFor further information refer to the **Colon and Rectum** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Colon and Rectum*",
  "coding_guidelines" : "The following guidelines were developed for the coding of surgery codes in relation to CRM. These guidelines were confirmed by the CAP Cancer Committee.\n\n**1)** Record in Millimeters (mm) to the nearest tenth the distance between the leading edge of the tumor and the nearest edge of surgically dissected margin as recorded in the pathology report. \n  * ***Examples:*** CRM is 2 mm, code 2.0; CRM is 2.78 mm, code 2.8\n\n**2)** **If the value is recorded in Centimeters**, multiply by 10 to get the value in Millimeters (mm). \n   * ***Example:*** CRM recorded as 0.2 cm. Multiply 0.2 x 10 and record 2.0\n\n**3)** For **Colon** primaries, surgery of primary site must be a surgical resection\n  * If surgery of primary site is not a surgical resection (i.e. polypectomy, excisional biopsy), then CRM must be coded as XX.7\n\n**4)** For **Rectal** primaries, surgery of primary site must be coded as excisional biopsy, transanal excision or surgical resection\n*  For excisional biopsy, or transanal procedures, the tumor must be located in the peritonealized portion of the rectum. Only the peritonealized portion of the rectum is where you can get the CRM from these procedures \n    * If the non-peritonealized portion of the rectum is involved or it’s unknown if the peritonealized portion of the rectum is involved, code XX.7\n     * If surgery of primary site is not an excisional biopsy, transanal excision or surgical resection, code XX.7\n\n**5)** **Code 0.0** If the margin is involved (positive) \n**6)** **Code 0.0** if the margin is described as less than 0.1 mm with no more specific measurement\n**7)** **Code XX.0** for margins described as greater than 100 mm \n**8)** **Codes 0.1-99.9** are for coding the exact measurement in millimeters of the negative margin. \n**9)** **Code XX.1** when the margin is stated as clear, but the distance is not available.\n**10)** **Code XX.2** when the pathology reports/CAP checklist states that the margin cannot be assessed/evaluated. \n**11** **Codes XX.3-XX.6** is for when the pathology uses “at least” categories.\n**12)** **Code XX.7** when there is no surgical resection of the primary site.\n**13)** **Code XX.9** when\n   * Not documented in the medical record\n   * CRM is not evaluated (assessed)\n   * Checked “Not applicable: Radial or Mesenteric Margin” on CAP   Checklist\n   * Pathology report describes only distal and proximal margins, or margins, NOS\n   * Unknown if CRM is evaluated (assessed)",
  "rationale" : "Circumferential or Radial Resection Margin is a Registry Data Collection Variable in AJCC.  It was previously collected as Colon and Rectum CS SSF #6."
}