{
  "id" : "egfr_mutational_analysis_51122",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "EGFR Mutational Analysis",
  "title" : "EGFR Mutational Analysis",
  "description" : "Epidermal growth factor receptor (EGFR) mutational analysis is performed for patients with advanced non-small cell lung cancer (NSCLC) to identify patients with certain activating mutations in the EGFR gene which are sensitive to tyrosine kinase Inhibitors.\n\n“EGFR (epidermal growth factor receptor) is a protein found on certain types of cells that binds to a substance called epidermal growth factor. The EGFR protein is involved in cell signaling pathways that control cell division and survival. Sometimes, mutations (changes) in the EGFR gene cause EGFR proteins to be made in higher-than-normal amounts on some types of cancer cells. This causes cancer cells to divide more rapidly.” (NCI Dictionary of Cancer Terms  https://www.cancer.gov/publications/dictionaries/cancer-terms)\n\nThe presence of Exon 20 EGFR activating mutations are associated with a resistance to EGFR tyrosine kinase inhibits, such as erlotinib, afatinib, and gefitinib. There is limited data available on response for some of the other uncommon EGFR mutations (other than Exon 20). (CAP Cancer Protocol).\n\nThe most common EGFR mutations are \n * Exon 18 Gly719\n * Exon 19 deletion\n * Exon 20 insertion\n * Exon 20 Thr790Met\n * Exon 21 Leu858Arg",
  "notes" : "**Note 1:** **Effective years** \n* This SSDI is effective for diagnosis years 2021+\n* For cases diagnosed 2018-2020, this SSDI must be blank\n\n**Note 2:** **Physician Statement** \n* Physician statement of EGFR can be used to code this data item when no other information is available.\n\n**Note 3:** **Applicable histologies/stages**\n* EGFR may be recorded for all histologies and stages; however, it is primarily performed for advanced non-small cell carcinomas. If information is not available, code 9.\n\n**Note 4:** **Neoadjuvant Therapy**\n* Record the assay from tumor specimens prior to neoadjuvant therapy.\n* If neoadjuvant therapy is given and there are no EGFR results from pre-treatment specimens, report the findings from post-treatment specimens.",
  "last_modified" : "2025-11-06T18:28:03.484Z",
  "definition" : [ {
    "key" : "egfr_mutational_analysis",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Normal \nEGFR negative, EGFR wild type\nNegative for mutations, no alterations, no mutations (somatic) identified, not present, not detected" ], [ "1", "Abnormal (mutated)/detected in exon(s) 18, 19, 20, and/or 21 " ], [ "2", "Abnormal (mutated)/detected but not in exon(s) 18, 19, 20, and/or 21" ], [ "4", "Abnormal (mutated)/detected, NOS, exon(s) not specified" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nEGFR not assessed or unknown if assessed" ], [ "", "Must be blank if diagnosis year is before 2021" ] ],
  "additional_info" : "**Source documents:** pathology report or clinical laboratory report\n\n**Other names include** Epidermal growth factor receptor tyrosine kinase inhibitor, ERBB, ERBB1, ErbB1, HER1\n\nFor further information, refer to the **Lung Biomarker Reporting** cancer protocol published by the College of American Pathologists.",
  "coding_guidelines" : "**1)** **Code 0** when EGFR normal/negative/not identified\n\n**2)** **Code 1 or 2** when EGFR identified/detected\n\n**3)** **Code 4** when EGFR identified, and there is no mention of the specific mutation \n\n**4)** **Code 9** when \n* Insufficient amount of tissue available to perform test\n* Test done and documented to be equivocal\n* No microscopic confirmation of tumor\n* EGFR mutational analysis not ordered or not done, or unknown if ordered or done",
  "rationale" : "EGFR mutational analysis is recommended by treatment guidelines for patients with advanced lung cancer as a prognostic marker and factor in determining appropriate therapy. It is a new data item for cases diagnosed 1/1/2021+"
}