{
  "id" : "er_percent_positive_61867",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Estrogen Receptor Percent Positive or Range",
  "title" : "ER (Estrogen Receptor) Percent Positive or Range",
  "description" : "Estrogen Receptor Percent Positive or Range is the percent of cells staining estrogen receptor positive by IHC.\n\nThe two most common ways to report ER and PR results are the percentage of cells with nuclear positivity and the average intensity of staining. Both the PS and IS are based on immunohistochemical staining of tumor cells.  \n\nER and PR status, the percentage of tumor cells with positive nuclear staining, may be reported as a specific number or a range if more than 10%. Intensity refers to degree of nuclear positivity (i.e., pale to dark); average intensity of staining is recorded as weak, moderate, or strong.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of ER (Estrogen Receptor) Percent Positive or Range can be used to code this data item when no other information is available.\n\n**Note 2:** **Related data item** \n* Code this data item using the same report used to record the related data item 3827: Estrogen Receptor Summary.",
  "last_modified" : "2025-11-06T18:50:50.182Z",
  "definition" : [ {
    "key" : "er_percent_positive",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "ER negative, or stated as less than 1%" ], [ "001-100", "1-100 percent" ], [ "R10", "Stated as 1-10%" ], [ "R20", "Stated as 11-20%" ], [ "R30", "Stated as 21-30%" ], [ "R40", "Stated as 31-40%" ], [ "R50", "Stated as 41-50%" ], [ "R60", "Stated as 51-60%" ], [ "R70", "Stated as 61-70%" ], [ "R80", "Stated as 71-80%" ], [ "R90", "Stated as 81-90%" ], [ "R99", "Stated as 91-100%" ], [ "XX7", "Test done, results not in chart " ], [ "XX8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code XX8 will result in an edit error.)" ], [ "XX9", "Not documented in medical record\nER (Estrogen Receptor) Percent Positive or Range not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report\n\nFor further information, refer to the **Breast Biomarker Reporting** cancer protocols published by the College of American Pathologists for the AJCC Staging System *Breast*.",
  "coding_guidelines" : "**1)** **Code 000** when ER is negative, or percentage is less than 1%\n\n**2)** **Code 01-100** for the actual percentage\n* The actual ER (1-100%) percent takes priority over the range codes\n\n**3)** **Code XX7** if ER is positive, but percentage is unknown\n\n**4)** **R10-R99** Ranges for the codes in this data item are defined in steps of 10 which correspond to the CAP protocol. If a range in a report is given in steps other than those provided in the R codes, code per the following.\n* If the range is less than or equal to 10, then code the appropriate R code based on the lower number\n  * ***Example 1***: Report documents 1-5%. Code R10 (1-10%)\n  * ***Example 2***: Report documents 25-34%. Code R30 (21-30%)\n* If the range is greater than 10, then code to unknown\n  * ***Example 1***: Report documents 10-25%. Code XX9\n  * ***Example 2:*** Report documents 67-100%. Code XX9",
  "rationale" : "Estrogen Receptor Percent Positive or Range is a Registry Data Collection Variable in AJCC. It is a new data item for cases diagnosed 1/1/2018+."
}