{
  "id" : "esophagusgejunction_egj_stomach_57130",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Schema Discriminator 1",
  "title" : "Schema Discriminator 1: EsophagusGEJunction (EGJ)/Stomach",
  "description" : "The esophagus chapter of the AJCC Cancer Staging Manual 8th edition includes the esophagogastric junction (also called the cardia or gastroesophageal junction) and the proximal 2 cm of the stomach. The cardia is defined as the opening or junction between the esophagus and the stomach, and it is between 0.1 and 0.4 cm in length. This 2-cm boundary measurement is based on the Siewert classification of gastroesophageal cancers, which defines an area 2 cm above and 2 cm below the cardia or esophagogastric junction. Both of these areas are coded to primary site C160, so a discriminator is needed to get to the correct chapter.\n\nTo determine whether a cancer of the cardia should be coded according to the esophagus schema or the stomach system, it is necessary to identify the midpoint or epicenter of the tumor. If the midpoint is at or above the cardia, the tumor is esophageal. If the midpoint of the tumor is within 2 cm distal to the gastroesophageal junction (GEJ) and the lesion extends to or across the GEJ, the case should be coded with the esophagus system. If the midpoint of the tumor is within 2 cm distal to the GEJ and the lesion does not extend to the GEJ, the case should be coded with the stomach schema. Any tumor with a midpoint more distal than 2 cm from the GEJ is coded with the stomach schema.",
  "notes" : "**Note 1:** **Schema Discriminator for C160** \n* Under primary site code C160, there are two different structures that are staged differently.\n  * Esophagogastric junction (Esophagus schema)\n  * Cardia of the Stomach (Stomach schema)\n\n**Note 2:** **The gastroesophageal junction** \n* The gastroesophageal junction (GEJ) (primary site C160) is a poorly defined anatomic area that represents the junction between the distal esophagus and the proximal stomach (cardia). \n* The true anatomic GEJ corresponds to the most proximal aspect of the gastric folds, which represents an endoscopically apparent transition point in most individuals. \n\n**Note 3:** **The cardia** \n* The cardia (also assigned primary site C160) is the **first part of the stomach.** It is the region where the stomach meets the end of the esophageal tube. \n* This region is also referred to as the Z-line or the esophagogastric junction.\n\n**Note 4:** **Physician's statement** \n* Physician's statement can be used to code this data item when no other information is available. \n  * ***Example:*** Patient diagnosed with tumor involving the cardia. No other information available. Physician stages the patient using the Esophagus Staging System/CAP protocol\n       * ***Answer:*** Code 2 based on physician using the Esophagus Staging System \n\n**Note 5:** **Midpoint (epicenter)** \n* Tumors with their midpoint (epicenter) in the GE Junction are staged as Esophagus, while tumors with their midpoint (epicenter) in the cardia/stomach are staged using the Stomach Staging System.\n  * **Note:** The CAP protocol uses \"midpoint\" instead of \"epicenter\". This is the pathologist's assessment of the point of tumor origin, regardless of tumor extension into other tissues.",
  "last_modified" : "2025-11-06T17:26:35.609Z",
  "definition" : [ {
    "key" : "discriminator_1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "disease",
    "name" : "Schema ID #/Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "NO involvement of esophagus or gastroesophageal junction\n\nAND epicenter at ANY DISTANCE into the proximal stomach (including into the proximal stomach distance unknown)", "00170: Stomach" ], [ "2", "INVOLVEMENT of esophagus or esophagogastric junction (EGJ)\n\nAND epicenter LESS THAN OR EQUAL TO 2 cm into the proximal stomach\n\nOR no stated involvement of or into the stomach", "00161, 00169: Esophagus Schemas \nAND go to Schema Discriminator 2: Histology discriminator for 8020/3" ], [ "3", "INVOLVEMENT of esophagus or esophagogastric junction (EGJ) \n\nAND epicenter GREATER THAN 2 cm into the proximal stomach", "00170: Stomach" ], [ "9", "UNKNOWN involvement of esophagus or gastroesophageal junction \n\nAND epicenter at ANY DISTANCE into the proximal stomach (including into the proximal stomach distance unknown)", "00170: Stomach" ], [ "", "Primary Site is NOT C160, Discriminator is not necessary", "" ] ],
  "additional_info" : "**Source documents:** pathology report, imaging, operative report, clinician's statement\n\nFor further information, refer to the **Esophagus** cancer protocol published by the College of American Pathologist for the AJCC Staging System *Esophagus (including GE Junction)*.",
  "coding_guidelines" : "Select the code that best describes the location and extent of the tumor, and the computer algorithm will bring the correct schema to the screen.\n\n**Chapter 16: Esophagus and Esophagogastric Junction (see code 2)**\n\n**1)** **Code 2** when\n* EGJ is documented as involved and the midpoint (epicenter) is within the proximal (above) 2 cm of the cardia  \n* EGJ is documented as involved and there is no mention of extension into the stomach or stomach involvement\n   * ***Example 1:*** MRI: Findings most consistent with metastatic GE junction cancer. Upper EUS: Medium-sized, fungating, polypoid and ulcerated mass with no active bleeding was found in the gastric cardia extending from GEJ to 42 cm from incisors.  One malignant-appearing lymph node was visualized in the peripancreatic region. \n        * ***Answer:*** Code 2 for involvement of the GE Junction/Cardia and no mention of involvement of the stomach\n* EGJ is documented as involved and there is no information on stomach involvement and \n  * Esophagus CAP Protocol is used OR\n  * Esophagus Staging System is used\n  * If the CAP Protocol and AJCC Staging System are different, default to the AJCC Staging System\n\n**Chapter 17: Stomach (see codes 0, 3, and 9)**\n\n**2)** **Code 0** when only the cardia is documented as involved (no mention of EGJ)\n\n**3)** **Code 3** when\n* EGJ is documented as involved and the midpoint (epicenter) is more than 2 cm distal (below) from the EGJ\n* EGJ is documented as involved and there is no information on stomach involvement AND\n  * Stomach CAP Protocol is used OR\n  * Stomach AJCC Staging System is used\n  *  If the CAP Protocol and AJCC Staging System are different, default to the AJCC Staging System\n\n**4)** **Code 9** when there is no documentation regarding EGJ involvement.",
  "rationale" : "A schema discriminator is used to assign AJCC ID when site and histology alone are insufficient to identify the applicable AJCC staging method and to assign Schema ID, which links each case to the appropriate SSDIs, Grade, Summary Stage and EOD data collection system."
}