{
  "id" : "extranodal_extension_clinical_5022",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Extranodal Extension Clinical",
  "title" : "Extranodal Extension Clinical",
  "description" : "Extranodal Extension (ENE) Clinical is defined as “the extension of a nodal metastasis through the lymph node capsule into adjacent tissue” during the diagnostic workup.  This data item defines clinical ENE for sites other than Head and Neck.\n\nThe presence of extranodal extension (ENE) from regional lymph nodes is an important prognostic factor in some cancers because these patients are rarely cured without some type of systemic chemotherapy or radiation. \n\nExtranodal extension is defined as metastatic tumor growing from within the lymph node outward through the lymph node capsule and into surrounding connective tissues. \n* \"A regional node extending into a distant structure or organ is categorized as ENE and is not recorded as distant metastatic disease.\"\n\n**Clinical ENE is described as** \"Unambiguous evidence of gross ENE on clinical examination (e.g., invasion of skin, infiltration of musculature, tethering to adjacent structures, or cranial nerve, brachial plexus, sympathetic trunk, or phrenic nerve invasion with dysfunction)\"\n* The terms 'fixed' or 'matted' are used to describe lymph nodes\n\nThis data item is for ENE that is detected clinically.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Extranodal Extension (ENE) Clinical or physician clinical staging can be used to code this data item when there is no other information available.\n\n**Note 2:** **Criteria for coding** \n* Code the status of extranodal extension assessed during the diagnostic working for the assignment of the clinical stage for the most involved regional lymph node(s)\n* This is mainly determined by physical examination and included statements such as fixed or matted nodes\n* The assessment for ENE **in addition to physical examination** may include imaging, biopsy of the regional lymph node, and/or biopsy of tissues surrounding the regional lymph node\n* Do not code ENE for any distant nodes\n* Be aware that the rules for coding ENE for head and neck sites compared to non-head and neck sites are different.",
  "last_modified" : "2025-02-24T14:02:53.683Z",
  "definition" : [ {
    "key" : "extranodal_ext_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Regional lymph node(s) involved, ENE not present/not identified during diagnostic workup" ], [ "1", "Regional lymph node(s) involved, ENE present/identified during diagnostic workup, \nbased on physical exam WITH or WITHOUT imaging" ], [ "2", "Regional lymph node(s) involved, ENE present/identified during diagnostic workup, \nbased on microscopic confirmation" ], [ "4", "Regional lymph nodes involved, ENE present/identified, unknown how identified" ], [ "7", "No lymph node involvement identified during diagnostic workup (cN0)\nNon-invasive neoplasm (behavior /2)" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error)" ], [ "9", "Not documented in medical record \nClinical ENE not assessed or unknown if assessed during diagnostic workup\nClinical assessment of lymph node(s) not done, or unknown if done" ] ],
  "additional_info" : "**Source documents:** pathology report from surgical resection x\n\n**Other names include** ENE, extracapsular extension, ECE, extracapsular extension, ECE, extranodal spread, extracapsular extension, or extracapsular spread\n   * *Note*: ENE is the preferred terminology\n\nFor further information, refer to the **Merkel Cell Carcinoma** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Merkel Cell Carcinoma*",
  "coding_guidelines" : "**1)** **Code 0** when lymph nodes are determined to be **clinically positive** and physical examination does not indicate any signs of extranodal extension.\n**2)** **Code 1** when **ENE** is unquestionable as determined by physical examination \n**3)** **Code 2** when there are positive nodes clinically, ENE is identified by biopsy (microscopically confirmed)\n**4)** **Code 4** when there are positive nodes clinically, ENE is identified, but not known how identified\n**5)** **Code 7** when nodes are clinically negative (cN0)\n**6)** **Code 9** when \n* No information in the medical record\n* Positive nodes clinically, not evaluated (assessed) for ENE\n* Positive nodes clinically, unknown if evaluated (assessed) for ENE\n* Lymph nodes not evaluated (assessed) clinically\n* Unknown if lymph nodes evaluated (assessed) clinically\n* Lymph node biopsy (e.g., FNA, core, incisional, excisional, sentinel node) performed and is negative for ENE or not stated",
  "rationale" : "Extranodal Extension Clinical (non-Head and Neck) is a Registry Data Collection Variable for AJCC. This data item was previously collected for Penis, SSF #17."
}