{
  "id" : "extranodal_extension_head_and_neck_clinical_79321",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Extranodal Extension Head and Neck Clinical",
  "title" : "Extranodal Extension Head and Neck Clinical",
  "subtitle" : "ENE, Extracapsular extension (ECE)",
  "description" : "Extranodal extension is defined as “the extension of a nodal metastasis through the lymph node capsule into adjacent tissue” and is a prognostic factor for most head and neck tumors. This data item pertains to extranodal extension detected radiologically or by physical examination and may not correlate with pathological extranodal extension.\n\nENE on physical examination (clinical ENE, cENE) is described in the AJCC Head and Neck Staging System as \"unambiguous evidence of gross ENE on clinical examination (e.g., invasion of skin, infiltration of musculature, tethering to adjacent structures, or cranial nerve, brachial plexus, sympathetic trunk, or phrenic nerve invasion with dysfunction)\"\n\nImaging-detected extranodal extension (iENE) refers to unequivocal radiological signs of tumor invasion through the through the capsule of a lymph node into either perinodal fat or adjacent tissues (e.g. skin, muscle, or neurovascular structures) or a coalescent nodal mass (a coalescent nodal mass comprises ≥ 2 adjacent lymph nodes that have lost their intervening tissue planes and capsules to merge into a single indivisible structure).",
  "notes" : "**Note 1:** ** Physican Statement** \n* Physician statement indicating the presence or absence of extranodal extension (ENE) can be used to code this data item when no other information is available\n* Physical exam alone is sufficient to determine Clinical ENE\n\n**Note 2:** **Clinical assessment criteria** \n* The assessment of ENE must be based on evidence acquired prior to definitive surgery of the primary site, chemotherapy, radiation, or other type of treatment, i.e., the clinical timeframe for staging. \n* The assessment for ENE in may **include imaging and/or physical examination.** \n   * Biopsy of the regional lymph node or surrounding tissue can be used to confirm the presence of metastatic carcinoma and thus verify the clinical assessment, but cannot be used in isolation to determine ENE during clinical staging\n* Fixed nodes are clinical indications of cENE\n* Matted nodes are indications of iENE\n* iENE is identified exclusively on imaging\n* ENE during clinical staging is considered present when cENE and/or iENE are present\n * Note that the rules for coding ENE for head and neck sites compared to non-head and neck sites are different",
  "last_modified" : "2025-06-01T17:08:15.943Z",
  "definition" : [ {
    "key" : "extranodal_ext_hn_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Regional lymph node(s) involved, ENE not present/not identified during diagnostic workup" ], [ "1", "Regional lymph node(s) involved, ENE present/identified during diagnostic workup, \nbased on physical exam and/or imaging" ], [ "2", "Regional lymph node(s) involved, ENE present/identified during diagnostic workup, \nbased on microscopic confirmation" ], [ "4", "Regional lymph nodes involved, ENE present/identified, unknown how identified" ], [ "7", "No lymph node involvement during diagnostic workup (cN0)" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit" ], [ "9", "Not documented in medical record\nENE not assessed during diagnostic workup, or unknown if assessed\nClinical assessment of lymph node(s) not done, or unknown if done" ] ],
  "additional_info" : "**Source documents:** imaging reports, physical exam\n\n**Other names include** Extracapsular extension (ECE), extranodal spread (ENS), or extracapsular spread (ECS)\n* *Note*: ENE is the preferred terminology, and includes\n   *  **cENE** for clinical ENE\n   * **iENE** for imaging-detected ENE\n   * **pENE** for pathological ENE\n\nFor further information, refer to the **Head and Neck** cancer protocols published by the College of American Pathologist for the AJCC Staging Systems for *Head and Neck.*",
  "coding_guidelines" : "**1) Code 0** when lymph nodes are determined to be **clinically positive** and there is **no clinical evidence of ENE** based on physical examination.\n**2) Code 1** when there is **definitive (unquestionable) evidence of ENE** as determined by physical examination \n**3) Code 2** when there is **definitive (unquestionable) evidence of ENE** as determined by physical examination and/or imaging **and** nodal involvement is microscopically confirmed by biopsy \n**4) Code 4** when there is **definitive (unquestionable) evidence of ENE**, but the means of identification is not known\n**5) Code 7** when nodes are clinically negative (cN0)\n**6) Code 9** when \n* No information in the medical record\n* Positive nodes clinically, not evaluated (assessed) for ENE\n* Positive nodes clinically, unknown if evaluated (assessed) for ENE\n* Lymph nodes not evaluated (assessed) clinically\n* Unknown if lymph nodes evaluated (assessed) clinically",
  "rationale" : "Extranodal Extension Head and Neck Clinical is a Registry Data Collection Variable in AJCC. It was previously collected as Head and Neck SSF #8 (Common SSF).  Since the introduction of iENE in AJCC Version 9, both clinical ENE and imaging-detected ENE should be considered in this data item."
}