{
  "id" : "gleason_tertiary_pattern_6430",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Gleason Tertiary Pattern",
  "title" : "Gleason Tertiary Pattern",
  "description" : "Prostate cancers are graded using Gleason score or pattern.  This data item represents the tertiary pattern value from a radical prostatectomy or autopsy.\n\nA high Gleason Tertiary Pattern appears to be an indication for a worse outcome.\n\nThe Gleason system for grading prostate cancer is the one recommended by the AJCC and College of American Pathologists.  The following related data items are used to collect information on Gleason.\n* 3838: Gleason Patterns Clinical\n* 3839: Gleason Patterns Pathological\n* 3840: Gleason Score Clinical\n* 3841: Gleason Score Pathological\n* 3842: Gleason Tertiary Pattern",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Gleason tertiary pattern can be used to code this data item when there is no other information available.\n\n**Note 2:** **Procedures** \n* Record the tertiary pattern documented on radical prostatectomy or autopsy only. Record the tertiary pattern prior to neoadjuvant treatment. \n* If a tertiary pattern is documented on needle core biopsy or transurethral resection of prostate (TURP), it should be disregarded. \n* Do not code the tertiary pattern on radical prostatectomy or autopsy in Gleason Patterns Pathological.\n\n**Note 3:** **Tertiary Patterns 1 and 2** \n* The CAP Prostate Protocol does not include Patterns 1 and 2 for Tertiary Pattern.\n\n**Note 4:** **Neoadjuvant therapy** \n* Code X9 when neoadjuvant therapy was given\n\n**Note 5:** **Active surveillance, then Radical Prostatectomy**\n* Code X9 when first course of treatment is active surveillance, but a radical prostatectomy is done at a later date due to disease progression or the patient changed their mind",
  "last_modified" : "2025-11-06T16:12:56.125Z",
  "definition" : [ {
    "key" : "gleason_tertiary_pattern",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "10", "Tertiary pattern 1" ], [ "20", "Tertiary pattern 2" ], [ "30", "Tertiary pattern 3" ], [ "40", "Tertiary pattern 4" ], [ "50", "Tertiary pattern 5" ], [ "X7", "No radical prostatectomy/autopsy performed" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nGleason Tertiary Pattern not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report from a radical prostatectomy or autopsy report\n\nFor further information, refer to the **Prostate** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Prostate*.",
  "rationale" : "Tertiary Gleason pattern on prostatectomy is a Registry Data Collection Variable for AJCC. This data item was previously collected as Prostate, CS SSF #11."
}