{
  "id" : "grade_post_therapy_path_yp_v9_717",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Grade Post Therapy Path (yp) v9",
  "title" : "Grade Post Therapy Path (yp)",
  "notes" : "**Note 1:** Leave Grade Post Therapy Path (yp) blank when \n* No neoadjuvant therapy\n* Clinical or pathological case only\n* Neoadjuvant therapy completed; surgical resection not done\n* There is only one grade available and it cannot be determined if it is clinical, pathological, post therapy clinical or post therapy pathological\n\n**Note 2:** There is a preferred grading system for this schema. If the post therapy clinical grade given uses the preferred grading system and the post therapy pathological grade does not use the preferred grading system, do not record the Grade Post Therapy Clin (yp) in the Grade Post Therapy Path (yp) field. Assign Grade Post Therapy Path (yp) 9.\n* *Example:* Neoadjuvant therapy completed. Biopsy of pleura shows a Nuclear Grade 2 with necrosis mesothelioma. The surgical resection states a moderately differentiated mesothelioma. \n   * Code Grade Clinical as H since “Nuclear Grade 2 with necrosis” is the preferred grading system\n   * Code Grade Pathological as 9 (unknown)\n\n**Note 3:** Assign the highest grade from the resected primary tumor assessed after the completion of neoadjuvant therapy.\n\n**Note 4:** If there are multiple tumors with different grades abstracted as one primary, code the highest grade.\n\n**Note 5:** Use the grade from the post therapy **clinical work up** from the primary tumor in different scenarios based on behavior or surgical resection\n* **Behavior**\n  * Tumor behavior for the post therapy clinical and the post therapy pathological diagnoses are the same AND the post therapy clinical grade is the highest grade \n   * Tumor behavior for post therapy clinical diagnosis is invasive, and the tumor behavior for the post therapy pathological diagnosis is in situ\n* **Surgical Resection**\n  * Surgical resection is done of the primary tumor after neoadjuvant therapy is completed and there is no grade documented from the surgical resection\n  * Surgical resection is done of the primary tumor after neoadjuvant therapy is completed and there is no residual cancer\n\n**Note 6:** Code 9 (unknown) when \n* Surgical resection is done after neoadjuvant therapy and grade from the primary site is not documented and there is no grade from the post therapy clinical work up\n* Surgical resection is done after neoadjuvant therapy and there is no residual cancer and there is no grade from the post therapy clinical work up\n* Grade checked \"not applicable\" on CAP Protocol (if available) and no other grade information is available",
  "last_modified" : "2024-04-03T20:46:13.420Z",
  "definition" : [ {
    "key" : "grade_post_therapy_path",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "L", "Nuclear Grade I WITH or WITHOUT necrosis OR\nNuclear Grade II WITHOUT necrosis" ], [ "H", "Nuclear Grade II WITH necrosis OR\nNuclear Grade III WITH or WITHOUT necrosis" ], [ "9", "Grade cannot be assessed (GX); Unknown \nNot applicable" ], [ "", "See Note 1" ] ]
}