{
  "id" : "hcg_post_orchiectomy_lab_value_13834",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "hCG Post-Orchiectomy Lab Value",
  "title" : "hCG (Human Chorionic Gonadotropin) Post-Orchiectomy Lab Value",
  "description" : "hCG (Human Chorionic Gonadotropin) Post-Orchiectomy Lab Value refers to the lowest hCG value measured post-orchiectomy.  hCG is a serum tumor marker that is often elevated in patients with nonseminomatous germ cell tumors of the testis. The Post-Orchiectomy lab value is used to monitor response to therapy.\n\nHuman chorionic gonadotropin (hCG) is a hormone produced by the placenta and some germ cell tumors. Two subunits, alpha and beta, can be measured in blood or serum. The alpha subunit is a non-specific marker for pancreatic and pituitary tumors. Beta-hCG levels are never found in normal healthy men. When the presence of beta-hCG is detected in serum, it always indicates a malignancy. Beta-hCG is secreted by some non- seminomatous germ cell tumors and mixed tumors and is used with AFP to identify the specific cell type of testicular cancer. Beta-hCG is also useful in monitoring response to therapy. After orchiectomy, the hCG should be undetectable within 5 to 8 days. If elevated hCG persists, this is an indication of residual tumor.\n\nFor Testis, there are 4 related data items that record information on hCG.\n* 3846: hCG Post-Orchiectomy Lab Value\n* 3847: hCG Post-Orchiectomy Range\n* 3848: hCG Pre-Orchiectomy Lab Value\n* 3849: hCG Pre-Orchiectomy Range",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of the hCG (Human Chorionic Gonadotropin) Post-Orchiectomy Lab Value can be used to code this data item when no other information is available. \n\n**Note 2:** **Timing** \n* Record the value of the hCG test as documented in the medical record **after orchiectomy** but prior to adjuvant therapy. The lab value may be documented in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Lab values elevated after orchiectomy** \n* If the initial post-orchiectomy hCG remains elevated, review subsequent tests and record the lowest hCG value (normalization or plateau) prior to adjuvant therapy or before the value rises again.\n\n**Note 4:** **Related Data Item** \n* The same laboratory test should be used to record the related data item 3847: hCG Post-Orchiectomy Range.",
  "last_modified" : "2025-02-24T16:38:47.995Z",
  "definition" : [ {
    "key" : "hcg_post_orch_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 milli-International Units/milliliter (mIU/mL)" ], [ "0.1-99999.9", "0.1 - 99,999.9 mIU/mL" ], [ "XXXXX.1", "100,000 mIU/mL or greater" ], [ "XXXXX.7", "Test ordered, results not in chart" ], [ "XXXXX.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XXXXX.8 may result in an edit error.)" ], [ "XXXXX.9", "Not documented in medical record\nNo orchiectomy performed\nhCG (Human Chorionic Gonadotropin) Post-Orchiectomy Lab Value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood or serum test), sometimes in history and physical or clinical statement in pathology report\n\n**Other names include** Human chorionic gonadotropin, b-hCG, beta subunit HCG, beta hCG, -hCG•\t\n\nFor further information, refer to the **Testis** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Testis*\n\n**Normal Reference Range**\n   * < 2 ng/ml (SI: < 2 µg/L or < 2 ug/L) 1 ng/ml of HCG is approximately 5 mIU/ml.\n   * < 5 mIU/mL (< 5 IU/L) To record mIU/mL in ng/ml, divide the test result by 5.\n \n**Measurements** \n * A lab value expressed in International Units/liter (IU/L) is equivalent to the same value expressed in milli-International Units/milliliter (mIU/mL).",
  "coding_guidelines" : "**1)** **Code XXXXX.9** when\n* The only information available is a statement of elevated or normal\n* If the pre-orchiectomy hCG was normal; a post-orchiectomy hCG may not be performed. In this case, code XXXXX.9 should be recorded.\n\n***Examples***\n**1)** 2.0 mIU/mL = Lab Value 2.0, Range 0\n**2)** 412 mIU/mL = Lab Value 412.0, Range1\n**3)** 6213 mIU/mL = Lab Value 6213.0, Range 2\n**4)** 14,724 mIU/mL = Lab Value 14724.0, Range 3\n**5)** 108,325 mIU/mL = Lab Value XXXXX.1, Range 3\n**6)** Physician states “hCG elevated,” but no value documented = Lab Value XXXXX.9, Range 4\n**7)** S value stated (no other information available) = Lab Value XXXXX.9, Range 9\n**8)** No hCG test done, or unknown if done = Lab Value XXXXX.9, Range 9",
  "rationale" : "hCG (Human Chorionic Gonadotropin) Post-Orchiectomy Lab Value is a Registry Data Collection Variable in AJCC. It was previously collected as Testis CS SSF #14."
}