{
  "id" : "heritable_trait_49734",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Heritable Trait",
  "title" : "Heritable Trait",
  "description" : "Heritable trait pertains to evidence that a tumor is associated with a heritable mutation. In retinoblastoma, the heritable trait is a germline mutation in the RB1 gene, which is associated with bilateral disease, family history of retinoblastoma, presence of concomitant CNS midline embryonic tumor (commonly in pineal region), or retinoblastoma with an intracranial primitive neuroectodermal tumor (i.e., trilateral retinoblastoma). Children with any of these features may be assigned the H1 status without molecular testing.  High quality molecular testing for RB1 mutation is required to determine the presence or absence of RB1 mutation for children without clinical features of a heritable mutation.\n\nHeritable disease (trait) is defined by the presence of a germline mutation of the RB1 gene. This germline mutation may have been inherited from an affected progenitor (25% of cases) or may have occurred in a germ cell before conception or in utero during early embryogenesis in patients with sporadic disease (75% of cases). The presence of positive family history or bilateral or multifocal disease is suggestive of heritable disease. \n\nHeritable retinoblastoma may manifest as unilateral or bilateral disease. The penetrance of the RB1 mutation (laterality, age at diagnosis, and number of tumors) is probably dependent on concurrent genetic modifiers such as MDM2 and MDM4 polymorphisms. All children with bilateral disease and approximately 15% of patients with unilateral disease are presumed to have the heritable form, even though only 25% have an affected parent.\n\nIn heritable retinoblastoma, tumors tend to be diagnosed at a younger age than in the nonheritable form of the disease. Unilateral retinoblastoma in children younger than 1 year raises concern for heritable disease, whereas older children with a unilateral tumor are more likely to have the nonheritable form of the disease.\n\nChildren with a germline RB1 mutation may continue to develop new tumors for a few years after diagnosis and treatment; for this reason, they need to be examined frequently. It is common practice for examinations to occur every 2 to 4 months for at least 28 months. The interval between exams is based on the stability of the disease and age of the child (i.e., less frequent visits as the child ages).\n\nPatients with heritable retinoblastoma are also at a greater risk for subsequent neoplasms.\n\nHeritable trait is required for prognostic stage grouping in the AJCC Staging System Retinoblastoma.  It is a new data item for cases diagnosed 1/1/2018+.",
  "notes" : "**Note:** **Physician Statement** \n* Physician statement of retinoblastoma heritable trait can be used to code this data item when no other information is available.",
  "last_modified" : "2025-02-24T14:29:04.659Z",
  "definition" : [ {
    "key" : "heritable_trait",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "H0: Normal RB1 alleles\nNo clinical evidence of mutation" ], [ "1", "H1: RB1 gene mutation OR \nClinical evidence of mutation" ], [ "7", "Test ordered, results not in chart" ], [ "9", "HX: Not documented in medical record\nTest not done, or unknown if done\nInsufficient evidence of a constitutional RB1 gene mutation" ] ],
  "additional_info" : "**Source documents:** pathology report (tissue), lab reports (blood)\n\n**Definition of Heritable trait (H)** is listed in the AJCC 8th edition Chapter 68: *Retinoblastoma*\n\nFor further information, refer to the **Retinoblastoma** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Retinoblastoma*",
  "coding_guidelines" : "**1)** **Code 0** (H0) when\n* If clinical features do not exist OR \n* Laboratory germline RB1 test is negative OR \n* There is no clinical evidence of mutation\n* Residual (false negative) risk for a mutation is less than 1% or at population risk (0.007%) in a laboratory with demonstrated sensitivity greater than 97%.\n\n**2)** **Code 1** (H1) when\n* Positive molecular testing for germline RB1 gene\n* May be assigned based on clinical evidence of any of the following features even without molecular testing (in particular for children). When discrete clinical evidence of heritable trait is not present, high-quality molecular evidence is mandatory before designating a child as H1 positive\n   * Bilateral disease \n   * Family history of retinoblastoma\n   * Presence of concomitant CNS midline embryonic tumor (commonly in pineal region)\n   * Retinoblastoma with an intracranial primitive neuroectodermal tumor (i.e., trilateral retinoblastoma)\n\n**3)** **Code 9** (HX) when\n* Results are stated as variants of unknown significance \n* Insufficient evidence of a constitutional RB1 gene mutation\n* Not documented in medical record",
  "rationale" : "Heritable trait is required for prognostic stage grouping in AJCC 8th edition, Chapter 68 Retinoblastoma.  It is a new data item for cases diagnosed 1/1/2018+."
}