{
  "id" : "high_risk_cytogenetics_97806",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "High Risk Cytogenetics",
  "title" : "High Risk Cytogenetics",
  "description" : "High Risk Cytogenetics is defined as one or more of t(4;14), t(14;16), or del 17p identified from FISH test results and is part of the staging criteria for plasma cell myeloma.\n\nThe Revised International Staging System (R-ISS or RISS) is now used to stage plasma cell myeloma (9732/3), using several different criteria. The stages are based on the absence or presence of the following related criteria. \n* 3931: Serum Beta-2 Microglobulin Pretreatment Level\n* 3930: Serum Albumin Pretreatment Level\n* 3857: High Risk Cytogenetics\n* 3869: LDH Level\n\nRequired for Staging: The AJCC Staging System Plasma Cell Myeloma and Plasma Cell Disorders (9732/3 only) and EOD. \n* Note: R-ISS stage is not applicable for the descriptions of plasma multiple myeloma that are listed in the codes 1 and 9 in the SSDI Schema Discriminator 1: Plasma Cell Myeloma Terminology. If you have coded 1 or 9 for this Schema Discriminator, the four data items listed above are BLANK.\n\nThe R-ISS stages are\n* Stage I: Serum Beta-2-microglobulin <3.5 mg/L and serum albumin > 3.5 g/dL and no high-risk cytogenetics and Normal LDH\n* Stage II: Not R-ISS I or III\n* Stage III: Serum Beta-2-microglobulin > 5.5 mg/L and high-risk cytogenetics and/or high LDH",
  "notes" : "**Note 1:** **Physician statement**\n* Physician statement of presence or absence of high-risk cytogenetics can be used to code this data item when no other information is available\n* Record this data item based on physician statement or FISH test interpretation performed at diagnosis (pre-treatment).\n* If the presence/absence of high-risk cytogenetics determined by available test results differs from the physician statement of presence/absence, the physician's statement takes precedence.\n\n**Note 2:** **Component of RISS Stage**\n  * High-risk cytogenetics is part of the Revised International Staging (R-ISS). \n   * **Code 0** if physician states **RISS Stage 1 or 2** and there is no other information",
  "last_modified" : "2025-06-05T12:57:27.982Z",
  "definition" : [ {
    "key" : "high_risk_cytogenetics",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "High-risk cytogenetics not identified/not present" ], [ "1", "High-risk cytogenetics present" ], [ "5", "Schema Discriminator 1: Plasma Cell Myeloma Terminology coded to 1 or 9" ], [ "7", "Test ordered, results not in chart" ], [ "9", "Not documented in medical record\nHigh Risk Cytogenetics not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report",
  "coding_guidelines" : "**1) Code 5** if Schema Discriminator 1: Plasma Cell Myeloma Terminology is coded to 1 or 9\n\n**2) Code 9** when there is no mention of high-risk cytogenetics",
  "rationale" : "High Risk Cytogenetics is a prognostic factor required in AJCC 8th edition, Chapter 82 *Plasma Cell Myeloma and Plasma Cell Disorders*, for staging of plasma cell myeloma.  It is a new data item for cases diagnosed 1/1/2018+."
}