{
  "id" : "inr_prothrombin_time_6158",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "International Normalized Ratio Prothrombin Time",
  "title" : "INR (International Normalized Ratio for Prothrombin Time)",
  "description" : "International Normalized Ratio for Prothrombin Time (INR), an indicator of the liver’s ability to make clotting factors, is required to calculate the Model for End-Stage Liver Disease (MELD) score, is used to assign priority for liver transplant.\n\nThe prothrombin time is a measure of how quickly the blood clots, which may also indicate liver disease. The international normalized ratio (INR) is a calculation of the patient’s prothrombin time divided by the normal mean prothrombin time for the particular thromboplastin reagent used and is expressed as a decimal number. An elevated level indicates the blood is too “thin” and does not clot properly, increasing the risk of bleeding. A value under 1.0 increases the risk of blood clots.\n\nThe Model for End-Stage Liver Disease (MELD) is a numerical scale used to determine how urgently a patient with liver disease needs a liver transplant. Results from three routine lab tests are used to calculate the MELD score. International normalized ratio for prothrombin time (INR), one of the tests, measures the liver's ability to make blood clotting factors.\n\nThere are several related data items that are defined to record the MELD score. \n* 3813: Bilirubin Pretreatment Total Lab Value\n* 3814: Bilirubin Pretreatment Unit of Measure\n* 3824: Creatinine Pretreatment Lab Value\n* 3825: Creatinine Pretreatment Unit of Measure\n* 3860: International Normalized Ratio",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of the International Normalized Ratio for Prothrombin Time (INR) can be used to code this data item when no other information is available.\n\n**Note 2:** **Pretreatment results only**\n* Record the value of the highest INR test results documented in the medical record prior to treatment. The value may be recorded in a lab report, history and physical, or clinical statement in the pathology report.",
  "last_modified" : "2025-02-24T15:55:24.014Z",
  "definition" : [ {
    "key" : "inr_prothrombin_time",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0" ], [ "0.1", "0.1 or less" ], [ "0.2-9.9", "0.2 - 9.9\n(Exact ratio to nearest tenth)" ], [ "X.1", "10 or greater" ], [ "X.7", "Test ordered, results not in chart" ], [ "X.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X.8 may result in an edit error.)" ], [ "X.9", "Not documented in medical record\nINR (International Normalized Ratio for Prothrombin Time) not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood serum); value may be part of a metabolic or liver function panel; outpatient or ambulatory blood test (finger stick) reported in patient history\n\n**Other names include** INR\n\n**Normal ranges:**\n* For a healthy person is 0.9-1.3\n* A high INR level such as INR=5 indicates that there is a high chance of bleeding\n* A low level such as INR = 0.5 indicates a high chance of abnormal clotting. Normal values may vary from lab to lab.",
  "coding_guidelines" : "**1)** **Codes 0.1-9.9** are for coding the highest INR exact value in the blood prior to treatment\n**2)** **Code X.1** for an INR of 10.0 or greater.\n**3)** **Code X.7** if the test was ordered and the results are not in the medical record.\n**4)** **Code X.9** when \n* There is no information in the medical record about the INR or prothrombin time\n* The test is not done or it’s unknown if the test was done",
  "rationale" : "International Normalized Ratio for Prothrombin Time (INR) is a Registry Data Collection Variable in AJCC. This data item was previously collected for Liver, CS SSF #8."
}