{
  "id" : "ipsilateral_adrenal_gland_involvement_61538",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Ipsilateral Adrenal Gland Involvement",
  "title" : "Ipsilateral Adrenal Gland Involvement",
  "description" : "Ipsilateral adrenal gland involvement pertains to direct extension of the tumor into the ipsilateral adrenal gland (continuous) or ipsilateral adrenal gland involvement by a separate nodule (discontiguous).\n\nThe adrenal gland is contained within Gerota’s fascia and is contiguous with the kidney, but it has its own lymphatic and vascular drainage systems. Involvement of the ipsilateral (same side) adrenal gland by kidney tumor—an adverse prognostic indicator—may be by direct extension (contiguous) or hematogenous (through the bloodstream; discontiguous).  Do not include clinical findings in this field.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Ipsilateral Adrenal Gland (suprarenal gland, same side [ipsilateral]) Involvement can be used to code this data item when no other information is available.\n\n**Note 2:** **Relevance to Staging** \n* Information about contiguous ipsilateral adrenal gland involvement is collected in primary tumor, and discontiguous ipsilateral adrenal gland involvement is collected in distant metastasis, as elements in anatomic staging. This information is also collected in this field as it may have an independent effect on prognosis.",
  "last_modified" : "2025-11-06T21:18:06.817Z",
  "definition" : [ {
    "key" : "ipsilateral_adrenal_gland_involv",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Ipsilateral adrenal gland involvement not present/not identified" ], [ "1", "Adrenal gland involvement by direct involvement (contiguous involvement)" ], [ "2", "Adrenal gland involvement by separate nodule (noncontiguous involvement)" ], [ "3", "Combination of code 1-2" ], [ "4", "Ipsilateral adrenal gland involvement, unknown if direct involvement or separate nodule" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nIpsilateral adrenal gland not resected\nIpsilateral adrenal gland involvement not assessed or unknown if assessed\nNo surgical resection of primary site is performed" ] ],
  "additional_info" : "**Source documents:** surgical pathology report\n\nFor further information, refer to the **Kidney** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Kidney*.",
  "coding_guidelines" : "**1)** Record ipsilateral adrenal gland involvement as documented in the surgical pathology report\n* Surgical resection of primary site must be done\n* Do not use imaging findings to code this data item.\n\n**2)** **Code 0**: There is no involvement of the ipsilateral adrenal gland\n* If surgical resection is done and tumor is “confined to kidney” and staging is based on size, then there is no involvement of the adrenal gland\n\n**3)** **Code 1**: Ipsilateral adrenal gland involved by direct extension (contiguous involvement)\n\n**4)** **Code 2**: Ipsilateral adrenal gland involved by separate nodule (discontiguous involvement)\n\n**5)** **Code 3**: Ipsilateral adrenal gland involvement by contiguous and discontiguous involvement\n\n**6)** **Code 4**: Ipsilateral adrenal gland involvement, unknown if contiguous or discontiguous involvement\n\n**7)** **Code 9** when\n* There is no documentation in the medical record\n* Clinical diagnosis only\n* Evaluation of ipsilateral adrenal gland involvement not done or unknown if done\n* Surgical resection of the primary site is performed, tumor is **not** confined to the kidney and there is no mention of ipsilateral adrenal gland involvement",
  "rationale" : "Ipsilateral adrenal gland involvement for Kidney is a Registry Data Collection Variable in AJCC.  It was previously collected as Kidney, CS SSF #3."
}