{
  "id" : "jak2_80148",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "JAK2",
  "title" : "Janus Kinase 2",
  "description" : "Janus Kinase 2 (JAK2, JAK 2) is a gene mutation that increases susceptibility to several myeloproliferative neoplasms (MPNs). Testing for the JAK2 mutation is done on whole blood. Nearly all people with polycythemia vera, and about half of those with primary myelofibrosis and essential thrombocythemia, have the mutation.  JAK2 analysis continues to increase in use for hematopoietic neoplasms.\n\nJAK2, a gene found in all humans, is involved in the development of blood cells. If JAK2 has mutated, the person is more susceptible to develop a myeloproliferative disorder (MPD). The JAK2 mutation, which is acquired rather than inherited, is found in as many as 90% of patients with polycythemia vera (PV), about half of patients with essential thrombocythemia (ET), and slightly fewer patients with primary myelofibrosis (also known as agnogenic myeloid metaplasia and other terms). JAK2 is used by clinicians to help classify MPDs. The most common histologies for which JAK-2 is tested are those listed above. Registrars can use JAK2 information to help determine whether the MPD is reportable. JAK2 positivity indicates a malignant (clonal, irreversible) reportable disease, but is not diagnostic of a specific MPD. Additional tests, such as a bone marrow biopsy, are necessary to determine the specific MPD histology. As the use of JAK2 increases and is investigated for other hematopoietic histologies, it also has future potential for development of targeted therapeutics for the MPDs.\n\nThe principal JAK2 test looks for a change (mutation) in an amino acid at a specific place on the JAK2 gene called V617F. If the V617F test is negative, other JAK2 mutation tests, such as those in exon 12 or 13 may be ordered to investigate a possible diagnosis of polycythemia vera. (An exon is a segment of a gene that contains instructions for making a protein.)",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of JAK2 can be used to code this data item when no other information is available.\n\n**Note 2:** **Common histologies for JAK2**\n* Record JAK2 for any hematopoietic neoplasm. It is most commonly used for the following histologies listed below. Nearly all people with polycythemia vera, and about half of those with primary myelofibrosis and essential thrombocythemia, have the mutation.\n   * Polycythemia Vera (9950/3)\n   * Primary myelofibrosis (9961/3)\n   * Essential Thrombocytopenia (9962/3)\n   * Chronic myelomonocytic leukemia (9945/3)",
  "last_modified" : "2025-03-24T14:28:40.222Z",
  "definition" : [ {
    "key" : "jak2",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "JAK2 result stated as negative" ], [ "1", "JAK2 positive for mutation V617F WITH or WITHOUT other mutations" ], [ "2", "JAK2 positive for exon 12 mutation" ], [ "3", "JAK2 positive for other specified mutation" ], [ "4", "JAK2 positive for more than one mutation other than V617F" ], [ "5", "JAK2 positive NOS \nSpecific mutation(s) not stated" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case \n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nJAK2 not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory test (whole blood)\n\n**Other names include** Janus kinase 2 gene, JAK2 V617F, JAK2 exon 12, JAK2 exon13",
  "coding_guidelines" : "**1)** Code the result of the JAK2 test as documented in a laboratory test or elsewhere in the medical record. \n**2)** Code this field for any hematopoietic, immunoproliferative, myeloproliferative, or myelodysplastic disease for which JAK2 is tested. \n**3)** **Code 0** when the JAK2 test result is stated as negative.\n**4)** **Code 1** when the JAK2 test was performed and was positive for mutation V617F in exon 14.\n**5)** **Code 2** when the JAK2 test was performed and was positive for mutation of exon 12.\n**6)** **Code 3** when the JAK2 test was performed and was positive for another specified mutation.\n**7)** **Code 4** when the JAK2 test was performed and was positive for more than one mutation.\n**8)** **Code 7** when there is a statement in the record that the test was ordered but the results are not available.\n**9)** **Code 9** when\n* There is no information in the medical record about JAK2 testing\n* The results of JAK2 testing are unknown\n* HemeRetic schema disease such as leukemia where JAK2 is not normally tested.",
  "rationale" : "JAK2 can be collected by the surveillance community for myeloproliferative neoplasms. Prior to 2018, HemeRetic SSF#1 was used for JAK2."
}