{
  "id" : "kras_79447",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "KRAS",
  "title" : "KRAS",
  "description" : "KRAS is an important signaling intermediate in the growth receptor pathway which controls cell proliferation and survival.  KRAS is a protein with production controlled by the K-ras gene. When the K-ras gene is activated through mutation during colorectal carcinogenesis, production of KRAS continuously stimulates cell proliferation and prevents cell deaths.  Activating mutations in KRAS are an adverse prognostic factor for colorectal carcinoma and predict a poor response to monoclonal anti-EGFR antibody therapy in advanced colorectal carcinoma.\n\nKRAS is an oncogene (a gene that, when mutated or overexpressed, helps turn a normal cell into a cancer cell). Mutations of KRAS indicate that a patient may not respond to the anti-epidermal growth factor receptor drugs cetuximab (Erbitux) or panitumumab (Vectibix). ASCO recommends that Stage IV colorectal patients be tested for KRAS if anti-EGFR therapy is being considered. There are two types of KRAS genes: normal and mutated. The normal KRAS gene is also called the wild type allele; the mutated gene may be described as abnormal or having an abnormal codon (abnormal DNA sequence).",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of KRAS can be used to code this data item when no other information is available. \n\n**Note 2:** **Applicable Stages**.\n* KRAS may be recorded for all stages; however, it is primarily performed for patients with metastatic disease. If information is not available, code 9\n\n**Note 3:** **Results from nodal or metastatic tissue**\n* Results from nodal or metastatic tissue may be used for KRAS.\n\n**Note 4:** **Timing**\n* Record the results of the KRAS from the initial workup (clinical and pathological workup).",
  "last_modified" : "2025-02-24T13:40:52.784Z",
  "definition" : [ {
    "key" : "kras",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Normal \nKRAS negative, KRAS wild type\nNegative for (somatic) mutations, no alterations, no (somatic) mutations identified, not present, not detected" ], [ "1", "Abnormal (mutated) in codon(s) 12, 13 and/or 61" ], [ "2", "Abnormal (mutated) in codon 146 only" ], [ "3", "Abnormal (mutated), but not in codon(s) 12, 13, 61, or 146" ], [ "4", "Abnormal (mutated), NOS, codon(s) not specified" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nKRAS not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology repot, clinical laboratory report\n\n**Other names include** K-Ras, K-ras, Ki-Ras\n\nFor further information, refer to the **Colon and Rectum Biomarker** Reporting cancer protocol published by the College of American Pathologists for the AJCC Staging System *Colon and Rectum*",
  "coding_guidelines" : "There are 4 KRAS codons that are commonly mutated in colorectal cancers.  This SSDI does not record the actual mutation, but instead records the codon or codon group that contains the mutation.  If a specific KRAS mutation is reported, its codon may be identified from the following list of common KRAS mutations grouped by codon.\n\n**1)** **Codon 12 (see code 1)**\n* Gly12Asp (GGT>GAT)\n* Gly12Val (GGT>GTT)\n* Gly12Cys (GGT>TGT)\n* Gly12Ser (GGT>AGT)\n* Gly12Ala (GGT>GCT)\n* Gly12 Arg (GGT>CGT)\n* Codon 12 mutation, not otherwise specified\n\n**2)** **Codon 13 (see code 1)**\n* Gly13Asp (GGC>GAC)\n* Gly13Arg (GGC>CGC)\n* Gly13Cys (GGC>TGC)\n* Gly13Ala (GGC>GCC)\n* Gly13Val (GGC>GTC)\n* Codon 13 mutation, not otherwise specified\n\n**3)**  **Codon 61 (see code 1)**\n* Gln61Leu (CAA>CTA)\n* Gln61His (CAA>CAC)\n* Codon 61 mutation, not otherwise specified\n\n**4)** **Codon 146 (See code 2)**\n* Ala146Thr (G436A) (GCA>ACA)\n* Codon 146 mutation, not otherwise specified\n* Other specified coding (excluding 12, 13, 61, 146) (See code 3)\n\n**5)** Other specified coding (excluding 12, 13, 61, 146) (See code 3)\n\n**6)** **Unknown codon (See code 4)**\n* KRAS positive, specific codon not mentioned \n\n**7)** **Code 9** when\n* Insufficient amount of tissue available to perform test\n* No microscopic confirmation of tumor\n* Pathology report available and there is no mention of KRAS\n* KRAS not ordered or not done, or unknown if ordered or done",
  "rationale" : "KRAS is a Registry Data Collection Variable in AJCC.  It was previously collected as Colon and Rectum CS SSF #9."
}