{
  "id" : "ldh_post_orchiectomy_range_38574",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "LDH Post-Orchiectomy Range",
  "title" : "LDH (Lactate Dehydrogenase) Post-Orchiectomy Range",
  "description" : "LDH (Lactate Dehydrogenase) Post-Orchiectomy Range identifies the range category of the lowest LDH value measured post-orchiectomy. LDH is a nonspecific marker for testicular cancer that is elevated in some germ cell tumors. The Post-Orchiectomy lab value is used to monitor response to therapy.\n\nWhen cells (normal or tumor) are damaged or destroyed, an enzyme called lactate dehydrogenase (LDH) is released into the bloodstream.  LDH is an indirect indication of possible tumor burden or damage to an organ, which may be caused by metastatic involvement of liver or lung, or a myocardial infarction.  The total LDH should be the test value that is coded, but there are five fractions of LDH that measure tissue specific cellular damage: LD1 and LD2:  heart, red blood cells and kidneys; LD3: lung; LD4 and LD5:  liver, skin, and skeletal muscles.  LDH is elevated in 60% of patients with non-seminomatous germ cell tumors of the testis. LDH is not a screening test, nor is it diagnostic of melanoma, ocular adnexal lymphoma, or testicular cancer.\n\nFor testis, only the LDH Range is coded. LDH is non-specific for testicular cancer.  Although part of the criteria for the S category in the TNM system, LDH is not routinely performed unless the patient has evidence of bulky or distant disease.\nFor Testis, there are 2 related data items that record information on LDH.\n* 3867: LDH Post-Orchiectomy Range\n* 3868: LDH Pre-Orchiectomy Range",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of the LDH (Lactate Dehydrogenase) Post-Orchiectomy Range can be used to code this data item when there is no other information available.\n\n**Note 2:** **Timing** \n* Record the range of the LDH test as documented in the medical record after orchiectomy but prior to adjuvant therapy. The lab value may be documented in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** **Calculating the upper limit** \n* To calculate whether the lab result is in a particular range, multiply the lab’s upper limit of normal (usually stated on the report) times the stated multiplier. If the test is elevated, determine whether it is less than 1.5 times the upper limit of normal (code 1), between 1.5 and 10 times the upper limit of normal (code 2), or more than 10 times the upper limit of normal (code 3) (*See coding guidelines for example*).\n\n **Note 4:** **Lab values elevated after orchiectomy** \n* If the initial post-orchiectomy LDH remains elevated, review subsequent tests, and record the lowest LDH value (normalization or plateau) prior to adjuvant therapy or before the value rises again.\n\n**Note 5:** **LDH and Testis** \n* Of the three tumor markers, lactate dehydrogenase (LDH) is the least specific for testicular cancer. The magnitude of LDH elevation directly correlates with Testis tumor burden.\n\n**Note 6:** **Related data item** \n* If the pre-orchiectomy LDH was normal, a post-orchiectomy LDH may not be performed. In this case, code 5 should be recorded.",
  "last_modified" : "2024-04-10T16:45:53.934Z",
  "definition" : [ {
    "key" : "ldh_post_orch_range",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Within normal limits" ], [ "1", "Less than 1.5 x N \n(Less than 1.5 times the upper limit of normal for LDH)" ], [ "2", "1.5 to 10 x N \n(Between 1.5 and 10 times the upper limit of normal for LDH)" ], [ "3", "Greater than 10 x N \n(Greater than 10 times the upper limit of normal for LDH)" ], [ "4", "Post-Orchiectomy lactate dehydrogenase (LDH) range stated to be elevated" ], [ "5", "Post-Orchiectomy lactate dehydrogenase (LDH) unknown or not done but pre-orchiectomy LDH was normal" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nNo orchiectomy performed\nLDH (Lactate Dehydrogenase) Post-Orchiectomy Range not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report; may be included in a liver or hepatic panel/profile, a cardiac panel, or a general metabolic panel of tests\n\n**Other names include** LD, Lactate dehydrogenase, lactase dehydrogenase, lactic acid dehydrogenase\n\nFor further information, refer to the **Testis** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Testis*\n\n**Normal reference range** \n* Varies widely by laboratory, patient age, and the units of measurement.",
  "coding_guidelines" : "***LDH Pre-Orchiectomy and Post-Orchiectomy Range***\n* For these examples, the lab’s normal reference range for LDH = 100-225\n  * 1.5 X 225 (upper limit of normal) = 337.5 \n  * 10 x 225 (upper limit of normal) = 2250\n* Therefore, for this lab, a value that is elevated and up to 337 = code 1, a value from 338 to 2250 = code 2, and a value greater than 2250 = code 3.",
  "rationale" : "LDH (Lactate Dehydrogenase) is a Registry Data Collection Variable in AJCC. LDH (Lactate Dehydrogenase) Post-Orchiectomy Range is used to assign the S Category Pathological and was previously collected as Testis CS SSF #16."
}