{
  "id" : "ldh_lab_value_85652",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "LDH Lab Value",
  "title" : "LDH Lab Value",
  "description" : "LDH (Lactate Dehydrogenase) Lab Value, measured in serum, is a predictor of treatment response, progression-free survival, and overall survival for patients with Stage IV melanoma of the skin. \n\nWhen cells (normal or tumor) are damaged or destroyed, an enzyme called lactate dehydrogenase (LDH) is released into the bloodstream.  LDH is an indirect indication of possible tumor burden or damage to an organ, which may be caused by metastatic involvement of liver or lung, or a myocardial infarction.  The total LDH should be the test value that is coded, but there are five fractions of LDH that measure tissue specific cellular damage: LD1 and LD2:  heart, red blood cells and kidneys; LD3: lung; LD4 and LD5:  liver, skin, and skeletal muscles.  LDH is elevated in 60% of patients with non-seminomatous germ cell tumors of the testis. LDH is not a screening test, nor is it diagnostic of melanoma, ocular adnexal lymphoma, or testicular cancer.\n\nLDH is important in melanoma staging in the setting of DISTANT metastasis.  LDH level might only be ordered after re-excision/wide excision and/or nodal evaluation indicates a higher risk of distant metastasis.  Imaging may then be performed and if distant metastasis are identified, LDH is ordered.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of LDH Lab Value can be used to code this data item when no other information is available. \n\n**Note 2:** **Pre systemic treatment results** \n* Record the lab value of the highest serum LDH test results documented in the medical record either before or after surgical resection of the primary tumor with or without regional lymph node dissection. \n* The LDH must be taken prior to systemic (chemo, immunotherapy, hormone), radiation therapy or surgery to a metastatic site. \n\n**Note 3:** **Related data item** \n* The same laboratory test should be used to record the related data items 3869: LDH Level and 3870: LDH Upper Limits of Normal.",
  "last_modified" : "2025-02-24T16:14:55.645Z",
  "definition" : [ {
    "key" : "ldh_lab_value",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "0.0 (U/L)" ], [ "0.1-99999.9", "0.1 - 99,999.9 U/L" ], [ "XXXXX.1", "100,000 U/L or greater" ], [ "XXXXX.7", "Test ordered, results not in chart" ], [ "XXXXX.8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code XXXXX.8 will result in an edit error.)" ], [ "XXXXX.9", "Not documented in medical record\nLDH Lab Value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report; may be included in a liver or hepatic panel/profile, a cardiac panel, or a general metabolic panel of tests\n\n**Other names include:** LDH, Lactate dehydrogenase, lactase dehydrogenase, lactic acid dehydrogenase",
  "coding_guidelines" : "**1)** Record the lab value of the highest serum LDH test results documented in the medical record **either before or after surgical resection** of the primary tumor with or without regional lymph node dissection.\n\n**2)** **Code 0.0** for a test result of 0 (U/L).\n\n**3)** **Code 0.1-99,999.9 for the highest exact LDH lab value** prior to systemic (chemo, immunotherapy, hormone), radiation therapy or surgery to a metastatic site \n \n**4)** **Code XXXXX.1** for a total LDH lab value of 100,000 or greater. \n**5)** **Code XXXXX.7** if the test was ordered and the results are not in the medical record. \n**6)** **Code XXXXX.9** when \n   * There is no information in the medical record about the LDH lab value\n   * Test is not done or unknown if the test was done",
  "rationale" : "LDH Lab Value is a Registry Data Collection Variable in AJCC.  It was previously collected as Melanoma Skin, CS SSF #5."
}