{
  "id" : "ln_size_70140",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "LN Size",
  "title" : "LN Size",
  "subtitle" : "Lymph Nodes Size",
  "description" : "Lymph Node Size records the largest diameter of any involved regional lymph node(s). Pathological measurement takes precedence over a clinical measurement for the same node.\n\nThis data item is used to code the size of involved lymph nodes and is recorded in millimeters.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Lymph Nodes Size can be used to code this data item when no other information is available. \n\n**Note 2:** **Criteria for coding LN size** \n* The metric is the **size of the largest tumor deposit** in the lymph node, not the size of the overall lymph node that is involved.  \n* For larger nodes however, the size of the deposit becomes essentially the size of the overall lymph node as the nodes become almost entirely overtaken with tumor.  \n* Code the size of the largest deposit if pathology reports separately list the size of a deposit and the size of the overall lymph node that the deposit is involving.\n\n**Note 3:** **Clinical vs Pathological size** \n* Code the **clinical node size** when the largest involved node is not examined pathologically.\n* Code the **pathological node size** when the largest involved node (or same level) is examined clinically and pathologically, even if the pathological size is smaller.\n* Code the **size of the largest deposit** when the pathology report separately lists the size of a deposit and the size of the overall lymph node that the deposit is involving. \n  * ***Example:*** Clinical evaluation shows 1.5 cm (15 mm) Level II lymph node, pathological examination shows positive Level II node 1.3 cm (13 mm), with size of largest nodal deposit 1.3 mm\n      * Code 13.0.\n\n**Note 4:** **Regional vs. distant nodes**\n* Do not code the size of any distant nodes.",
  "last_modified" : "2025-11-06T17:03:25.965Z",
  "definition" : [ {
    "key" : "ln_size_of_mets",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "No regional lymph node involvement\nNon-invasive neoplasm (behavior /2)" ], [ "0.1-99.9", "0.1 - 99.9 millimeters (mm)\n(Exact size of lymph node to nearest tenth of a mm)" ], [ "XX.1", "100 millimeters (mm) or greater" ], [ "XX.2", "Microscopic focus or foci only and no size of focus given" ], [ "XX.3", "Described as \"less than 1 centimeter (cm)\" or \"subcentimeter\"" ], [ "XX.4", "Described as \"at least\" 2 cm" ], [ "XX.5", "Described as \"at least\" 3 cm" ], [ "XX.6", "Described as \"at least\" 4 cm" ], [ "XX.7", "Described as greater than 5 cm" ], [ "XX.8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code XX.8 will result in an edit error)" ], [ "XX.9", "Not documented in medical record\nRegional lymph node(s) involved, size not stated\nLymph Nodes Size not assessed, or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report, imaging reports, physical exam\n\n**Other names include** ENE, extracapsular extension, ECE\n\n**For further information**, refer to the **Head and Neck** cancer protocols published by the College of American Pathologist for the AJCC Staging Systems for *Head and Neck*.",
  "coding_guidelines" : "**1)** Code the largest size in millimeters of any involved regional lymph nodes for head and neck (cervical lymph nodes). The measurement can be pathological, if available, or clinical. **See note 3.**\n  * Record size in millimeters\n\n**2)** **Code 0.0** when no regional lymph nodes are involved\n\n**3)** **Code XX.1** for 100 millimeters (10 cm) or greater\n\n**4)** **Code XX.2** for microscopic focus or foci only and no size of focus given\n\n**5)** **Code XX.3** for lymph node met less than 1 cm (10 mm)\n  * Lymph node described as “subcentimeter”\n\n**6) Code XX.9** when\n  * Positive lymph nodes but size not stated\n  * No information about regional lymph nodes\n  * Lymph nodes not assessed or unknown if assessed\n\n**7)** In order to align with the CAP guidelines, additional codes have been added for “at least” categories which are used in the CAP protocols. Only use these codes when the pathologist has used this terminology to indicate the lymph node size. \n* **XX.4:** Describes a lymph node size at least 2 cm (20 mm)\n* **XX.5:** Described a lymph node size at least 3 cm (30 mm)\n* **XX.6:** Describes a lymph node size at least 4 cm (40 mm)\n* **XX.7:** Describes a lymph node size 5 cm (50 mm) or greater",
  "rationale" : "Lymph Nodes Size is a Registry Data Collection Variable in AJCC for several chapters.  It was previously collected in the Head and Neck chapters as Size of Lymph Nodes, SSF #1."
}