{
  "id" : "mitotic_rate_melanoma_88184",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Mitotic Rate Melanoma",
  "title" : "Mitotic Rate Melanoma",
  "description" : "Mitotic Rate Melanoma, the number of mitoses per square millimeter based on pathological evaluation, is a prognostic factor for melanoma of the skin.\n\nMitotic count is a way of describing the potential aggressiveness of a tumor. Record the number of cells actively dividing as determined by the pathologist.  The count will vary according to the type of tumor.",
  "notes" : "**Note:** **Physician Statement** \n* Physician statement of the Mitotic Rate Melanoma can be used to code this data item when no other information is available.",
  "last_modified" : "2024-04-08T16:53:36.857Z",
  "definition" : [ {
    "key" : "mitotic_rate_melanoma",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "00", "0 mitoses per square millimeter (mm)\nMitoses absent\nNo mitoses present" ], [ "01-99", "1 - 99 mitoses/square mm\n(Exact measurement in mitoses/square mm)" ], [ "X1", "100 mitoses/square mm or more" ], [ "X2", "Stated as \"less than 1 mitosis/square mm\"\nStated as \"nonmitogenic\"" ], [ "X3", "Stated as \"at least 1 mitosis/square mm\"\nStated as \"mitogenic\"" ], [ "X4", "Mitotic rate described with denominator other than square millimeter (mm)" ], [ "X7", "Test ordered, results not in chart" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nMitotic Rate Melanoma not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology report\n\n**Other names include** mitotic rate, mitotic index (a ratio—do not record this measurement), mitotic activity\n\nFor further information, refer to the **Melanoma of the Skin** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Melanoma of the Skin*",
  "coding_guidelines" : "**1)** Record the mitotic rate/count as documented in the pathology report. \n\n**2)** If there is more than one pathology report for the same melanoma at initial diagnosis and different mitotic counts are documented, code the highest mitotic count from any of the pathology reports.\n\n**3)** The term \"mitotic figures\" is the same as mitoses.",
  "rationale" : "Mitotic Rate Melanoma is a Registry Data Collection Variable in AJCC.  It was previously collected as Melanoma Skin, CS SSF #7."
}