{
  "id" : "multigene_signature_method_85043",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Multigene Signature Method",
  "title" : "Multigene Signature Method",
  "description" : "Multigene signatures or classifiers are assays of a panel of genes from a tumor specimen, intended to provide a quantitative assessment of the likelihood of response to chemotherapy and to evaluate prognosis or the likelihood of future metastasis. This data item identifies the multigene signature method used. Oncotype Dx is coded elsewhere.\n\nMultigene testing is usually done for node-negative female breast cancer patients to predict risk of recurrence within a specified time period or to predict the likelihood that the patient will respond to specific types of chemotherapy.  Multigene testing helps tailor treatment for the woman’s specific cancer characteristics.  Recent studies indicate that these tests may also be helpful in planning treatment and predicting recurrence in node positive women with small tumors.  Some types of tests may be specific to ER positive or negative patients or women in a certain age range.  Many different types of genetic testing are available, including IHC-, FISH-, RT-PCR-, and genomic microarray-based multigene predictors.\n\nInformation is collected on the following tests \n* **MammaPrint:** A genomic test that analyzes the activity of certain genes in early-stage breast cancer. Developed to help make treatment decisions based on the cancer's risk of coming back (recurrence) within 10 years after diagnosis. \n* **PAM 50 (Prosigna):** PAM50 stands for Prediction Analysis of Microarray 50. It tests a sample of the tumor (removed during a biopsy or surgery) for a group of 50 genes. Along with other factors, the results of the PAM50 (Prosigna) test help predict the chance of metastasis (when cancer spreads to other organs). Prosigna also helps to determine the molecular subtype of breast cancer.\n* **Breast Cancer Index:** Analyzes the activity of seven genes to help predict the risk of node-negative, hormone-receptor-positive breast cancer coming back 5 to 10 years after diagnosis. The test can help women and their doctors decide if extending hormonal therapy 5 more years (for a total of 10 years of hormonal therapy) would be beneficial. The Breast Cancer Index reports two scores: how likely the cancer is to recur 5 to 10 years after diagnosis and how likely a woman is to benefit from taking hormonal therapy for a total of 10 years. \n* **EndoPredict:**  A genomic test for people newly diagnosed with early-stage, estrogen-receptor-positive, HER2-negative breast cancer. May be used to help make treatment decisions based on the cancer's risk of coming back in a part of the body away from the breast (distant metastasis) within 10 years after diagnosis. The EndoPredict test provides a risk score that is either low-risk or high-risk of breast cancer recurring as distant metastasis. Knowing if the cancer has a high or low risk of recurrence can help women and their doctors decide if chemotherapy or other treatments to reduce risk after surgery are needed. \n\nFor the Breast cases, there are 2 related data items that record information on Multigene testing.\n* 3894: Multigene Signature Method\n* 3895: Multigene Signature Results\n\nThese two fields record the type of multigene signature test that was performed. Both fields should be coded from the same test, which may not be available at the time of diagnosis.",
  "notes" : "**Note 1:** **Physician Statement**\n* Physician statement of the Multigene Signature Method can be used to code this data item when no other information is available.\n\n**Note 2:** **Multigene signatures/classifiers**\n* Multigene signatures or classifiers are assays of a panel of genes from a tumor specimen, intended to provide a quantitative assessment of the likelihood of response to chemotherapy and to evaluate prognosis or the likelihood of future metastasis.\n* Only record tests done on tumor tissue that help determine if the cancer is likely to recur.\n  * Don’t include other tests, such as those that evaluate hereditary mutations that influence a patient’s risk of developing cancer (e.g. myRisk, BRCA)\n* Only record tests that are based on gene assays.\n* Don’t include other tests which use a multivariate data model to eliminate the need for genetic assays\n\n**Note 3:** **Oncotype Dx tests**\n* Oncotype Dx tests are not recorded in this data item. See the following related data items for Oncotype Dx.\n  * 3903: Oncotype Dx Recurrence Score-DCIS\n  * 3904: Oncotype Dx Recurrence Score-Invasive\n  * 3905: Oncotype Dx Risk Level-DCIS\n  * 3906: Oncotype Dx Risk Level-Invasive\n\n**Note 4:** **Related data item** \n* Code the type of test performed. The same test should be used to record the related data item 3895: Multigene Signature Results.",
  "last_modified" : "2025-11-05T21:02:29.129Z",
  "definition" : [ {
    "key" : "multigene_signature_method",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "MammaPrint" ], [ "2", "PAM50 (Prosigna)" ], [ "3", "Breast Cancer Index" ], [ "4", "EndoPredict" ], [ "5", "Test performed, type of test unknown" ], [ "6", "Multiple tests, any tests in codes 1-4" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nMultigene Signature Method not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** specialty reference laboratories (private companies with proprietary testing methods); the actual report may be included in the medical record or may be referenced by the clinician\n\n**Other names include:** genomic profiling, multigene testing, multigene assay, microarray assay, molecular diagnostics for treatment planning",
  "rationale" : "Rationale\nMultigene Signature Method is a Registry Data Collection Variable in AJCC. It was previously collected as Breast, CS SSF #22. See also Multigene Signature Results."
}