{
  "id" : "number_of_cores_positive_87819",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Number of Cores Positive",
  "title" : "Number of Cores Positive",
  "description" : "This data item represents the number of positive cores documented in the pathology report from a needle core biopsy of the prostate gland.\n\nTwo data items record the number of positive and examined cores that are microscopically confirmed. A diagnostic procedure, such as a needle core biopsy, can take as many as 20 or more core biopsies to determine the extent of the cancer within the prostate. \n\nTogether these two data items can provide researchers with a surrogate estimate of the percentage of the prostate involved by tumor, if that figure is not stated in the pathology report\n\nNumber of Cores Positive must ALWAYS be less than or equal to Number of Cores Examined.\n\nFor Prostate, there are 2 data items that record information on the number of cores positive and examined. These related data items should be coded from the same test. \n* 3897: Number of Cores Examined\n* 3898: Number of Cores Positive\n\n***Note:*** Do not make assumptions about the number of cores positive or examined based on the number of areas biopsied within the prostate (laterality, lobes, apex, base, or mid-prostate).  Several cores may be taken from each area.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Number of Cores Positive can be used to code this data item when there is no other information available, provided the priority order has been met (See Note 2).\n\n**Note 2:** **Priority order**\n* **Final diagnosis**\n  * If the core biopsy pathology report contains a summary of the number of cores positive, use the summary provided\n  * Do not include cores of other areas like seminal vesicles\n* **Gross description**\n  * Information from the gross description of the core biopsy pathology report can be used to code this data item when the final diagnosis is not available and the gross findings provide the actual number of cores and not pieces, chips, fragments, etc.\n* **Physician statement (see Note 1)**\n\n\n**Note 3:** **Transperineal template-guided saturation biopsy (TTSB)**\n* A stereotactic prostate biopsy technique that typically produces 30 to 80 core biopsies. This is an alternative biopsy technique used for some high-risk patients including men with persistently elevated PSA, those who have atypia on prior prostate biopsies, or men with biopsies showing high grade prostatic intraepithelial neoplasia (PIN).\n\n**Note 4:** If there is a targeted biopsy or a region of interest (ROI) biopsy done, count as 1 core positive/1 core examined, regardless of how many cores are actually taken from the targeted/ROI location.\n  * When doing a targeted or ROI biopsy, the region being biopsied is suspected of cancer (usually based on an MRI). Since the area is targeted, there will be many more cores removed. To record all these cores would be inflating the numbers.\n    * ***Example:*** Standard/systematic core biopsy done, 2/16 cores positive, targeted biopsy done, 6/8 cores positive. \n      * The total cores positive would be 2 + 1 (from the targeted biopsy), and total cores examined would be 16 + 1 (from the targeted biopsy).\n  * If there are multiple targeted or region of interest's biopsies done, count each one as 1/1 cores positive/examined.\n\n    * ***Example:*** Standard/systematic core biopsy done, 3/8 cores positive. Two targeted biopsies done, one 5/11 cores positive and the other 7/10 cores positive. \n      * The total cores positive would be 3 + 2 (for the two targeted biopsies) and total cores examined would be 8 + 2 (for the two targeted biopsies)\n\n**Note 5:** **Related data item** \n* The number of cores examined is recorded in the related data item 3897: Number of Cores Examined.",
  "last_modified" : "2025-11-06T20:42:12.019Z",
  "definition" : [ {
    "key" : "number_cores_pos",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "00", "All examined cores negative" ], [ "01-99", "1 - 99 cores positive \n(Exact number of cores positive)" ], [ "X1", "100 or more cores positive" ], [ "X6", "Biopsy cores positive, number unknown" ], [ "X7", "No needle core biopsy performed " ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nNumber of cores positive not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** pathology reports from core needle biopsies\n\n**Other names for procedures include** needle core biopsy, needle biopsy, core biopsy, prostate biopsy, sextant biopsy, transrectal biopsy, ultrasound-guided biopsy, transperineal prostate biopsy, triggered-needle biopsy\n\nFor further information, refer to the **Prostate** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Prostate*.",
  "coding_guidelines" : "**1)** Record the number of positive prostate core biopsies from the **first prostate core biopsy** diagnostic for cancer. \n* Information from the first core biopsy is preferred since the physician is usually examining the entire prostate. \n* If a second core biopsy is done, this is usually done on a specified area, so more cores will be found to be positive\n\n**2)** **Code 00** for all cores negative\n\n**3)** **Code 01-99** for the exact number of positive cores\n\n**4)** **Code X1** for 100 or more positive cores\n\n**5)** **Code X6** if positive cores are identified, and the number of positive cores are not specifically identified, this includes descriptions such as pieces, chips, or fragments\n\n**6) Code X9** when \n* Not documented in the medical record\n* Cores not evaluated (assessed)\n* Unknown if Cores evaluated (assessed)",
  "rationale" : "Number of Cores Positive is a Registry Data Collection Variable for AJCC.  This data item was previously collected as Prostate, CS SSF #12."
}