{
  "id" : "oropharyngeal_p16_44685",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Schema Discriminator 2",
  "title" : "Schema Discriminator 2: Oropharyngeal p16",
  "description" : "Staging for oropharyngeal cancers changed in the AJCC 8th edition. Oropharynx was divided into **Oropharynx HPV-Associated (p16+)** and **Oropharynx HPV-Independent (p16-).** A schema discriminator is necessary to determine the HPV status so that the appropriate protocol/schema is used.\n\nThere are several methods for determination of HPV status. The most frequent, and preferred test is IHC for p16 expression, which is a surrogate marker for transcriptionally active high-risk HPV\n* Other tests that may be used for this data item **in addition to p16 or when p16 is not available** include (but are not limited to)\n  * High-risk HPV RNA ISH\n  * High-risk HPV DNA ISH\n* Other tests that may be used for this data item **in addition to p16 include** but are not limited to\n  * High-risk HPV DNA PCR\n\n**High-risk** HPV types include: 16, 18, 26, 31, 33, 34, 35, 39, 45, 51, 52, 53, 56, 58, 59, 66, 68, 70, 73, and 82.\n\n**Low-risk (cannot be used to determine HPV status)** HPV types include: 6, 11, 42, 43, and 44.",
  "notes" : "**Note 1:** **Schema discriminator for Oropharynx** \n* A schema discriminator is used to discriminate between oropharyngeal tumors that are p16 positive and oropharyngeal tumors that are p16 negative OR p16 status unknown. \n\n**Note 2:** **p16 testing** \n* p16 testing will guide classification of most patients but some will have HPV-specific testing that should be used in conjunction for classification when the pathologist performs it.\n\n* **00100: Oropharynx HPV-Associated (p16+) (see code 2)**\n     * p16 positive and it is the only test performed\n     * p16 positive when subsequent high-risk HPV-specific testing is performed and is positive\n     * p16 equivocal (50-70% staining) when subsequent high-risk HPV-specific testing is performed and is positive\n     * p16 not performed but when high-risk HPV-specific testing is positive (High-risk HPV RNA ISH or high-risk HPV DNA ISH when performed alone). \n       * High-risk HPV DNA PCR testing if used alone is not reliable to assign HPV status.\n     * Stated as **HPV-associated** or **High-risk HPV**\n\n* **00111: Oropharynx HPV-Independent (p16-) (see code 1)**\n   * p16 negative and it is the only test performed\n   * p16 expression of limited (<50%) distribution only \n   * p16 positive but when subsequent reliable high-risk HPV-specific testing is performed and is negative (reliable high-risk HPV-specific tests include high-risk HPV RNA ISH and high-risk HPV DNA PCR)\n   * Stated as **Oropharynx-Independent**\n\n* **HPV testing not done or unknown if done (see code 9)**\n  * Cases coded as unknown will be included with the Oropharynx HPV-Independent (p16-) schema\n  * Stated as **HPV positive** and no indication if it’s p16, low risk or high risk\n  * Stated as **low risk HPV**",
  "last_modified" : "2025-08-12T12:53:41.352Z",
  "definition" : [ {
    "key" : "discriminator_2",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "disease",
    "name" : "Schema ID #/Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "p16 Negative; Nonreactive", "00111: Oropharynx HPV-Independent" ], [ "2", "p16 positive with **extensive** (>70%) moderate to strong reactivity\n* WITH or WITHOUT positive high-risk HPV-specific testing\n\nOr in rare instances, high-risk HPV specific testing positive alone", "00100: Oropharynx HPV-Associated 8th (2018-2025)\n09100: Oropharynx HPV-Associated V9 (2026+)" ], [ "9", "Not tested for p16; Unknown", "00111: Oropharynx HPV-Independent" ] ],
  "additional_info" : "**Source documents:** pathology report, clinician's statement\n\nFor further information, refer to the **HPV-associated Squamous Cell Carcinoma of the Oropharynx** or the **HPV-independent Oropharynx and Hypopharynx** cancer protocols published by the College of American Pathologist for the AJCC Staging Systems *Oropharynx-Associated* and *Oropharynx-Independent*",
  "rationale" : "A schema discriminator is used to assign AJCC ID when site and histology alone are insufficient to identify the applicable AJCC staging method and to assign Schema ID, which links each case to the appropriate SSDIs, Grade, Summary Stage and EOD data collection system."
}