{
  "id" : "peritoneal_cytology_38674",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Peritoneal Cytology",
  "title" : "Peritoneal Cytology",
  "description" : "Peritoneal cytology pertains to the results of cytologic examination for malignant cells performed on fluid that is obtained from the peritoneal cavity.\n\nPeritoneal cytology looks for malignant cells in the fluid in the pelvic and peritoneal cavities.  Excess natural fluid accumulation is called ascites.  If, at laparotomy an analyzable amount of ascites is not present, the surgeon may flood the pelvis and abdomen with saline solution then suction it out and send the fluid for cytologic examination.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Peritoneal Cytology can be used to code this data item when no other information is available.\n\n**Note 2:** **Other names for Peritoneal cytology**\n* Peritoneal cytology may also be called peritoneal ascitic fluid instead of peritoneal washing or pelvic washing (see also Additional information)\n\n**Note 3:** **Ascites examination**\n* Cytologic examination for malignant cells may be performed on ascites (fluid that has accumulated in the peritoneal cavity in excess amount) or the fluid (saline) that is introduced into the peritoneal cavity or pelvis, and then removed by suction. The introduction of fluid may be termed peritoneal or pelvic washing or peritoneal lavage",
  "last_modified" : "2025-11-06T20:26:27.011Z",
  "definition" : [ {
    "key" : "peritoneal_cytology",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Peritoneal cytology/washing negative for malignancy" ], [ "1", "Peritoneal cytology/washing atypical and/or suspicious" ], [ "2", "Peritoneal cytology/washing malignant (positive for malignancy)" ], [ "3", "Unsatisfactory/nondiagnostic" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nPeritoneal cytology not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** cytology reports (look for multiple reports), pathology report\n\n**Other names include** peritoneal washings, peritoneal lavage, possibly paracentesis (if no surgery), peritoneal ascitic fluid instead of peritoneal washing or pelvic washing",
  "coding_guidelines" : "**1)** **Code 0** when the peritoneal cytology is reported as negative or normal\n\n**2)** **Code 1** when the peritoneal cytology test was done, and the results were reported as suspicious, undetermined if negative or positive\n\n**3)** **Code 2** when the peritoneal cytology is reported as positive\n\n**4)** **Code 7** when test was ordered but the results are not in the medical record\n\n**5)** **Code 9** when\n* No cytological specimen is available\n* Peritoneal cytology not evaluated (assessed)\n* Unknown if Peritoneal Cytology evaluated (assessed)",
  "rationale" : "Peritoneal Cytology is listed as a Registry Data Collection Variable in AJCC.  This data item was previously collected as Corpus, CS SSF #2."
}