{
  "id" : "psa_46258",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "PSA Lab Value",
  "title" : "PSA (Prostatic Specific Antigen) Lab Value",
  "description" : "PSA (Prostatic Specific Antigen) is a protein produced by cells of the prostate gland and is elevated in patients with prostate cancer. This data item pertains to PSA lab value.\n\nSerum PSA is the most sensitive tumor marker for monitoring individuals with prostate cancer, including progression of disease and response to therapy.  Although originally not intended to be a screening test, this relatively simple blood test has become a very common method of detecting new prostate cancer in its earliest stages.  PSA can be totally negative when prostate cancer is found on digital rectal exam.  In such cases, PSA will not be helpful in monitoring for recurrence. \n* ***Note:*** Serum PSA is not the same as free PSA or precursor PSA—do not record values from either of these tests in this field.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of prostatic specific antigen (PSA) pre-diagnosis can be used to code this data item when no other information is available.\n\n**Note 2:** **Staging related** \n* PSA is a prognostic factor required for AJCC staging.  It affects the stage group in most cases.\n\n**Note 3:** **PSA criteria**\n  * Diagnostic biopsy done\n    * Record the last PSA lab value done prior to **AND** within 3 months of the diagnostic biopsy\n  * No diagnostic biopsy done (or unknown if diagnostic biopsy done)\n    * Record the last PSA lab value done within 3 months of the date of diagnosis **or** additional confirmatory testing when no diagnostic biopsy is done, or unknown if diagnostic biopsy done\n\n* ***Note:** **This is a change in the rules for Version 3.3 of the SSDI manual from the PSA had to be within 3 months and prior to the date of diagnosis AND within 3 months of the diagnostic biopsy***\n   * *This change can be applied for cases diagnosed 2018+. There is no recommendation or expectation that registrars will review older cases.* \n\n* ***Example 1:*** 5/17/25 PSA, 8.5.  Date of diagnosis 6/6/25 based on MRI. Patient seeks a second opinion. Returns to physician in November 2025. 11/19/25 PSA, 8.6. 11/21/25 needle core biopsy.\n    * Code PSA 8.6 based on the 11/19/25 PSA which was done prior to and within 3 months of the diagnostic biopsy\n\n\n  * ***Example 2:*** 6/4/25 PSA, 12.7. Additional PSA done 7/5/25, 10.6. Date of Diagnosis on 8/4/25 when the diagnostic biopsy was done. \n    * Code PSA 10.6 based on the 7/5/25 PSA since that was the last PSA done prior to and within 3 months of the diagnostic biopsy\n\n * ***Example 3:*** 4/15/25 PSA, 6.4. 5/2/25 MRI done, which confirms prostate cancer. No diagnostic biopsy done.\n   * Code PSA 6.4 based on the 4/15/25 PSA which was done within 3 months of the date of diagnosis and no diagnostic biopsy was done. \n\n**Note 4:** **PSA Adjustment** \n* A discrepancy between the PSA documented in the lab report and the PSA documented by the clinician may arise due to the clinician's adjusting the PSA value. Certain medications for benign prostatic hypertrophy (BPH) decrease the PSA. \n  * If there is documentation by a clinician within the medical record of an adjusted PSA value, record the adjusted value. \n  * The registrar does not adjust the PSA value based on BPH medication use. \n  * If there is no documentation by a clinician within the medical record of an adjusted PSA value, record the PSA value provided. \n  * The fact that an adjusted PSA value is being recorded should be documented in the Dx Proc - Lab Tests text field (NAACCR Item # 2550).",
  "last_modified" : "2025-06-05T12:58:25.598Z",
  "definition" : [ {
    "key" : "psa",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.1", "0.1 or less nanograms/milliliter (ng/ml)\n(Exact value to nearest tenth of ng/ml)" ], [ "0.2-999.9", "0.2 - 999.9 ng/ml\n(Exact value to nearest tenth of ng/ml)" ], [ "XXX.1", "1,000 ng/ml or greater" ], [ "XXX.2", "Lab value not available, physician states PSA is negative/normal" ], [ "XXX.3", "Lab value not available, physician states PSA is positive/elevated/high" ], [ "XXX.7", "Test ordered, results not in chart" ], [ "XXX.9", "Not documented in medical record\nPSA lab value not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** clinical laboratory report (blood or serum test), history, clinician note, pathology report\n\n**Other names include** Prostate specific antigen, serum PSA, total PSA\n\n***Normal reference range varies by age and race of patient***.  \n  * The reference range should be shown on the clinical laboratory report.  In general, normal findings are 0 – 4.0 nanograms per milliliter (ng/ml).\n  * Optimal normal range is 0 – 2.6 ng/ml.  Nanograms per milliliter may be reported as micrograms per liter (g/L or ug/L).",
  "coding_guidelines" : "**1)** Record to the nearest tenth in nanograms/milliliter (ng/ml) the last pre-diagnosis PSA lab value **prior to the diagnostic biopsy** of prostate and treatment. \n\n**2)** The lab value may be recorded in the lab report, history and physical, or clinical statement in the pathology report, etc. \n* A lab value expressed in micrograms per liter (ug/L) is e equivalent to the same value expressed in nanograms per milliliter (ng/ml)\n * Record 0.1 when the lab results are stated as less than 0.1 ng/ml with no exact value.\n\n**3)** A known lab value takes priority over codes XXX.2 and XXX.3. \n* The lab value takes priority even if the physician documents the interpretation\n *  ***Example:*** Patient noted to have a PSA of 7.6. Physician notes that the value is elevated\n* Code 7.6 instead of XXX.3 (elevated)\n\n***Additional Examples***\n**1) PSA of 11.56**\n* PSA 11.6. Per Coding Guideline #1, PSA is documented in tenths, not hundredths. Follow the general coding rules and round up (see Rounding Rules in the General instructions). \n\n**2) 12/19/2025: PSA 44.3, 3/11/2026: PSA 42.8, 5/1/2026: DRE positive for bilateral palpable nodularity, 5/5/2026: Casodex initiated without needle core biopsy**\n* PSA 42.8: Per Note #3, when diagnostic biopsy is not done, record the last PSA done within three months of the date of diagnosis. \n\n**3) 2/16/2025: PSA 18.6, adjusted PSA value due to patient taking Medication for benign prostatic hypertrophy**\n* PSA 18.6. Record the adjusted PSA value ONLY if documented by the clinician in the record\n* Registrar does not adjust the PSA value due to BPH medication use\n\n**4)\t12/13/25: PSA 8.2, 1/13/2026: PSA 7.3, 5/22/2026: Biopsy positive for adenocarcinoma**\n* PSA XXX.9. Neither PSA was within three months of the diagnostic biopsy and therefore they can't be used.\n\n**5) PSA 1,100 ng/ml**\n* XXX.1: XXX.1 is defined for values of 1,000 or greater",
  "rationale" : "This data item is required for prognostic stage grouping in AJCC 8th edition, Chapter 58 Prostate. It was previously collected as Prostate, CS SSF #1."
}