{
  "id" : "rcb_class_750",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "RCB Class",
  "title" : "Residual Cancer Burden Class",
  "description" : "Residual Cancer Burden (RCB) is a score that measures the amount of cancer remaining in the breast and the regional lymph nodes after neoadjuvant therapy and surgical resection. The RCB score is based on 4 independent prognostic factors measuring the primary tumor bed and 2 independent factors measuring the lymph nodes. \n* See Residual Cancer Burden (RCB) Score for further information on these prognostic factors.\n\nBased on the RCB score, patients are then divided into four different classes. These classes are used to determine the likelihood of a patient being cancer free after treatment. \n* RCB-0 (pathologic complete response). No residual invasive cancer is present.\n* RCB-1 (minimal burden). Very little residual invasive cancer is present.\n* RCB-2 (moderate burden). A moderate amount of residual invasive cancer is present.\n* RCB-3 (extensive burden). A large amount of residual invasive cancer is present.",
  "notes" : "***Any questions regarding this SSDI are to be posted in the AJCC CAnswer Forum***\n\n**Note 1:** **Effective years**\n* This SSDI is effective for diagnosis years 2026+. \n* For cases diagnosed 2018-2025, this SSDI must be blank.\n\n**Note 2:** **Criteria for coding**\n* Neoadjuvant therapy **AND** a surgical resection must be done to determine class. \n  * See code 7 If neoadjuvant therapy AND a surgical resection have not been done\n\n**Note 3:** **CAP Protocol or Synoptic Pathology Report**\n* Only record the information from the CAP Protocol or synoptic pathology report  \n  * See code 9 if there is no mention of RCB Class on the CAP protocol or synoptic pathology report",
  "last_modified" : "2025-05-05T13:53:43.273Z",
  "definition" : [ {
    "key" : "rcb_class",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "RCB-0 (pCR)" ], [ "1", "RCB-I" ], [ "2", "RCB-II" ], [ "3", "RCB-III" ], [ "7", "Patient had no neoadjuvant therapy, but surgical resection done\nPatient had neoadjuvant therapy, but no surgical resection" ], [ "8", "Not applicable: information not collected for this case \n(If this item is required by your standard setter, use of code 8 will result in an edit error)" ], [ "9", "Post neoadjuvant surgery completed and RCB class not documented in CAP Protocol or synoptic pathology report" ], [ "", "Must be blank if diagnosis year is before 2026" ] ],
  "additional_info" : "**Source documents:** pathology report, CAP synoptic report\n\nFor further information, refer to the **Breast Resection cancer protocol** published by the College of American Pathologists for the AJCC Staging System *Breast*.",
  "coding_guidelines" : "**1)** Record the Residual Cancer Burden Class as stated in the synoptic pathology report \n\n**2)** **Code 7** when the patient did not have neoadjuvant therapy or did not have surgery. The patient did not meet the criteria for an RCB Class\n\n**3)** **Code 9** when a patient has neoadjuvant therapy and post neoadjuvant surgery and information concerning the RCB Class is not available. \n* Pathologist does not document the RCB Class in the synoptic pathology report or CAP protocol after patient had neoadjuvant therapy followed by surgical resection. \n* Surgical pathology report is not available",
  "rationale" : "Neoadjuvant therapy is now standard of care for HER2+ and triple negative breast carcinoma. Quantification of residual disease after neoadjuvant therapy determines further patient management in this setting. The Residual Cancer Burden (RCB) is the most validated measure of volume of residual disease post neoadjuvant for breast cancer and has prognostic value."
}