{
  "id" : "s_category_pathologic_34448",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "S Category Pathological",
  "title" : "Testis Serum Markers (S) Pathological (post-orchiectomy )",
  "description" : "S Category Pathological combines the results of post-orchiectomy Alpha Fetoprotein (AFP), Human Chorionic Gonadotropin (hCG) and Lactate Dehydrogenase (LDH) into a summary S value.\n\nIn addition to T, N, and M, the S category is collected to stage Testicular cancers. There are three factors that make up the S stage: alpha-fetoprotein (AFP), beta-human chorionic gonadotropin (beta-hCG), and lactase dehydrogenase (LDH). These play an important role as serum tumor markers in the staging and monitoring of germ cell tumors and should be measured prior to removing the involved testicle. For patients with nonseminomas, the degree of tumor-marker elevation after the cancerous testicular has been removed is one of the most significant predictors of prognosis. Serum tumor markers are also very useful for monitoring all stages of nonseminomas and for monitoring metastatic seminomas because elevated marker levels are often the earliest sign of relapse.\n\nThere are several related data items pertinent to the collection of these variables.\n\nFor pathological staging \n* 3805: AFP Post-Orchiectomy Lab Value\n* 3806: AFP Post-Orchiectomy Range\n* 3846: hCG Post-Orchiectomy Lab Value\n* 3847: hCG Post-Orchiectomy Range\n* 3867:  LDH Post-Orchiectomy Range\n* 3924: S Category Pathological",
  "notes" : "**Note 1:** **Physician Statement** \n* Code the S category as described by the physician. If the S category determined by available lab values or calculated by vendor software differs from the physician statement of the S category, the physician's statement takes precedence. \n\n**Note 2:** **Post-orchiectomy S Category** \n* Code the post-orchiectomy S category (Pathological S) according to the table below. This table is also available in AJCC 8th edition, Chapter 59, Testis.\n* For AFP, a lab value expressed in micrograms per liter (ug/L) is equivalent to the same value expressed in nanograms per milliliter (ng/ml).\n\n**Note 3:** **Timing** \n* Pathological stage values are those based on physician statement or lab values **after orchiectomy and prior to adjuvant therapy**. \n\n**Note 4:** **Lab values elevated after orchiectomy** \n* If the initial post-orchiectomy lab values remain elevated, review the subsequent tests and use the lowest lab values (normalization or plateau) prior to adjuvant therapy or before the value rises again.\n\n**Note 5:** **AFP, hCG, LDH** \n* All three lab values are needed for S0-S1. Only one elevated test is needed to assign S2-3. If any individual test is not available and none of the available tests results meets the S2-3 criterion for that test, assign code 9 (SX).\n\n**Note 6:** **Normal Serum Tumor Markers (pre-orchiectomy)** \n* When all the serum tumor markers are normal pre-orchiectomy and they are not repeated post-orchiectomy, code 5.",
  "last_modified" : "2024-03-30T23:58:36.472Z",
  "definition" : [ {
    "key" : "s_category_path",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "S0: Marker study levels within normal levels" ], [ "1", "S1: At least one of these values is elevated AND\n- LDH less than 1.5 x N* AND\n- hCG (mIU/L) less than 5,000 AND \n- AFP (ng/mL) less than 1,000" ], [ "2", "S2:\n- LDH 1.5 x N* to 10 x N* OR \n- hCG (mIU/L) 5,000 to 50,000 OR \n- AFP (ng/mL) 1,000 to 10,000" ], [ "3", "S3: Only one elevated test is needed\n- LDH greater than 10 x N* OR \n- hCG (mIU/mL) greater than 50,000 OR \n- AFP (ng/mL) greater than 10,000" ], [ "5", "Post orchiectomy serum tumor markers unknown or not done but pre orchiectomy serum tumor markers were normal" ], [ "9", "SX: Not documented in medical record\nS Category Pathological not assessed or unknown if assessed" ] ],
  "rationale" : "S Category Pathological is required for prognostic stage grouping in AJCC 8th edition, Chapter 59 Testis. It is a new data item for cases diagnosed 1/1/2018+."
}