{
  "id" : "separate_tumor_nodules_69006",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Separate Tumor Nodules",
  "title" : "Separate Tumor Nodules",
  "description" : "“Separate tumor nodules” refers to what is conceptually a single tumor with intrapulmonary metastasis in the ipsilateral (same) lung.  Their presence in the same or different lobes of lung from the primary tumor affects the T and M categories.\n\nSeparate tumor nodules are defined as intrapulmonary metastasis identified in the same lobe or same lung (ipsilateral) originating from a single lung primary at the time of diagnosis. Biopsy of tumors may or may not be performed. So long as there is a strong suspicion the multiple lesions are of the same histological type by imaging, physician judgement, or microscopically, this meets the criteria of separate tumor nodules representing intrapulmonary metastases. The presence of metastases to extrathoracic sites does not change this distinction.",
  "notes" : "**Note 1:** **Physician Statement** \n* Physician statement of Separate Tumor Nodules in the ipsilateral (same) lung can be used to code this data item when no other information is available. See discussion of terminology in Note 3. \n  * Separate tumor nodules in the contralateral lung are not coded in this data item.\n\n**Note 2:** **Intrapulmonary Metastasis** \n* Code the presence and location of separate tumor nodules with the same histologic type, also known as intrapulmonary metastasis, at the time of diagnosis in this item. \n  * Separate tumor nodules can be defined clinically (by imaging) and/or pathologically. \n   * They can be in the same or different lobes of the same lung as the primary tumor. \n  * In the case of multiple tumor nodules determined to be the same primary, if not all nodules are biopsies, assume they are the same histology\n\n**Note 3:** **Situations NOT coded in this data item**\n* Other situations that display multiple lesions are NOT coded in this item. Assign code 0 if the multiple lesions belong to one of these other situations. Refer to the AJCC Staging System Lung for standardized and precise definitions of the situations which aren’t separate tumor nodules. They are \n  * Second primary tumors, also called synchronous primary tumors (not the same histology as the primary tumor) \n  * Multifocal lung adenocarcinoma with ground glass/lepidic features \n  * Diffuse pneumonic adenocarcinoma\n\n**Note 4:** **Definition of Synchronous** \n* \"Synchronous\" describes the appearance in time compared to the primary tumor\n* Do not code this item based solely on the word \"synchronous\".  \n* If separate nodules are described as \"metachronous,\" the nodules may be evidence of progression of disease in which case they would not be coded here.",
  "last_modified" : "2025-02-24T13:56:38.137Z",
  "definition" : [ {
    "key" : "separate_tumor_nodules",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "No separate tumor nodules; single tumor only\nSeparate tumor nodules of same histologic type not identified/not present\nIntrapulmonary metastasis not identified/not present\nMultiple nodules described as multiple foci of adenocarcinoma in situ or minimally invasive adenocarcinoma\n\nNon-invasive neoplasm (behavior /2)" ], [ "1", "Separate tumor nodules of same histologic type in ipsilateral lung, same lobe" ], [ "2", "Separate tumor nodules of same histologic type in ipsilateral lung, different lobe" ], [ "3", "Separate tumor nodules of same histologic type in ipsilateral lung, same AND different lobes" ], [ "4", "Separate tumor nodules of same histologic type in ipsilateral lung, unknown if same or different lobe(s)" ], [ "7", "Multiple nodules or foci of tumor present, not classifiable based on Notes 2 and 3" ], [ "8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nSeparate Tumor Nodules not assessed or unknown if assessed" ] ],
  "additional_info" : "**Source documents:** imaging reports and pathology reports\n\nFor further information, refer to the **Lung** cancer protocol published by the College of American Pathologists for the AJCC Staging System *Lung*",
  "coding_guidelines" : "Record the presence of separate tumor nodules within the same ipsilateral lobe and/or different lobes of the same lung which are considered a single primary. The histology of the separate tumors must be the same. Histology may be determined clinically (presumed to be the same based on imaging or physician judgement) or microscopically confirmed.\n\n**1)** **Code 0** when \n* Non-invasive neoplasm (/2 behavior)\n* SINGLE TUMOR nodule only\n* Separate tumor nodules present with DIFFERENT HISTOLOGIES\n* Relevant imaging or resection is performed and there is no mention of separate tumor nodules \n * Multiple histologies with\n    *  Second primary tumors, also called synchronous primary tumors (not the same histology as the primary tumor)\n     *  Multifocal lung adenocarcinoma with ground glass/lepidic features\n    *   Diffuse pneumonic adenocarcinoma\n\n**2)** **Code 1** when \n* Separate tumor nodules present in the SAME LOBE with the SAME HISTOLOGY \n\n**3)** **Code 2** when \n*  Separate tumor nodules present in DIFFERENT LOBES of the SAME LUNG (ipsilateral) with the SAME HISTOLOGY.\n\n**4)** **Code 3** when \n*  Separate tumor nodules present in SAME LOBE AND DIFFERENT LOBES of the SAME LUNG with the SAME HISTOLOGY.\n\n**5)** **Code 4** when \n* Separate tumor nodules present in SAME LUNG with the SAME HISTOLOGY and it’s UNKNOWN IF they are in the SAME LOBE OR DIFFERENT LOBES.\n\n**6)** **Code 7** when\n* There are multiple tumor nodules or foci and the terminology used is not readily identifiable as one of the situations described in Note 4 and no other information is available (including consulting with physician) is available. (Do not use this information in staging the primary tumor)\n\n**7)** **Code 9** when\n* There is no relevant imaging or resection of the primary site",
  "rationale" : "This data item was previously collected for Lung, SSF #1 and at least one standard setter is continuing to collect it."
}