{
  "id" : "spread_through_air_spaces_stas_67834",
  "algorithm" : "eod_public",
  "version" : "3.3",
  "name" : "Lung STAS",
  "title" : "Lung Spread Through Air Spaces (STAS)",
  "description" : "Spread Through Air Spaces (STAS) is defined as micropapillary clusters, solid nests, or single cells of tumor extending beyond the edge of the tumor into the air spaces of the surrounding lung parenchyma.",
  "notes" : "***Any questions regarding this SSDI are to be posted in the AJCC CAnswer Forum***\n\n**Note 1:** **Effective years**\n- This SSDI is effective for diagnosis years 2026+. \n- For cases diagnosed 2018-2025, this SSDI must be blank.\n\n**Note 2:** **Physician Statement**\n- Physician statement of STAS can be used to code this data item when no other information is available.\n\n**Note 3:** **Criteria for coding**\n- A surgical resection must be done to determine if there is STAS.\n    - *Exception:* In situ tumors (/2) can be coded 0 based on biopsy or surgical resection\n    - If no surgical resection done, see code 9\n\n**Note 4:** **CAP Protocol or Synoptic Pathology Report**\n- Only record the information from the CAP Protocol or synoptic pathology report\n    - Codes 0, 1, 7 may not be assigned if they are not included in the CAP Protocol or synoptic pathology report",
  "last_modified" : "2025-05-05T13:42:01.766Z",
  "definition" : [ {
    "key" : "stas",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Not identified" ], [ "1", "Present" ], [ "8", "Not applicable: information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error)." ], [ "9", "No surgical resection done\nSurgical resection done and STAS not documented in the CAP Protocol or synoptic pathology report\nSTAS not assessed or unknown if assessed or cannot be determined" ], [ "", "Must be blank if diagnosis year is before 2026" ] ],
  "additional_info" : "**Source documents**: CAP protocol or synoptic pathology report\n\nFor further information, refer to the **Lung Resection cancer protocol** published by the College of American Pathologists for the AJCC Staging System *Lung*\n\n**Any questions regarding this SSDI are to be posted in the AJCC Forum**",
  "coding_guidelines" : "**1)** Record the STAS score as stated on the CAP Protocol or synoptic pathology report\n**2)** **Code 9** when\n* Surgical resection of the primary site is performed and the presence/absence of STAS is not documented in the CAP Protocol or synoptic pathology report\n* No surgical resection is done\n* Surgical pathology report is not available",
  "rationale" : "Initial studies have shown that the presence of STAS is associated with an increased incidence of recurrence in tumors that have undergone limited resection (e.g., segmentectomy, wedge resection)."
}