{
  "id" : "cns_involvement_24387",
  "algorithm" : "toronto",
  "version" : "0.3",
  "name" : "CNS Involvement",
  "title" : "CNS Involvement",
  "notes" : "**Note 1:** **Collect for all years at this time** This SSDI is effective for diagnosis years xxxx    \n* For cases diagnosed xxxx-xxxx, leave this SSDI blank\n\n**Note 2:** Physician statement of the CNS Involvement can be used to code this data item.\n\n**Note 3:** This data item is based on the following criteria\n* Clinical signs of CNS involvement\n   - Radiologic evidence of intracranial, intradural mass\n   - Cranial nerve palsy (e.g. facial weakness, ptosis), brain/eye involvement or hypothalamic syndrome\n   - *Note:* Extra-ocular orbital masses, severe headaches and eye swelling (in the absence of signs of cranial nerve involvement) are **not** sufficient to constitute clinical evidence of CNS involvement\n* The presence of blasts in the cerebrospinal fluid (CSF)\n   - Cytospin is required to determine the presence or absence of blasts in the CSF. If Cytospin is not documented, assume there are no blasts in the CSF\n   - If there is no mention of blasts, code blasts as absent\n   - If blasts are referred to as “occasional” or “seen” or similar working, code blasts are present\n* Red and white blood cell counts from the cerebrospinal fluid  (RBC CSF and WBC CSF)\n   - Lumbar punctures are the most common way to collect this information \n   - If RBC <1/ul,  record as RBC = 0\n   - If WBC <1/uL, record as WBC = 0",
  "footnotes" : "(1) Aitken JF, Youlden D, O’Neill L, Gupta S, Frazier AL, eds. Childhood cancer staging for population registries according to the Toronto Childhood Cancer Stage Guidelines – Version 2. Cancer Council Queensland and Cancer Australia: Brisbane, Australia; 2021.",
  "last_modified" : "2022-08-05T13:11:28.017Z",
  "definition" : [ {
    "key" : "cns_involvement",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "CNS1\n* No clinical signs of CNS involvement AND\n* No blasts in CSF" ], [ "2", "CNS2\n- No clinical signs of CNS involvement AND blasts in CSF AND\n  - WBC < 5/ul CSF\n \nOR\n- No clinical signs of CNS involvement OR blasts in CSF AND\n  -WBC > 5/ul CSF and \n  - RBC > 10/ul CSF AND\n  - WBC/RBC in CSF < 2x WBC/RBC in blood" ], [ "3", "CNS3\n- Clinical signs of CNS involvement \n\nOR\n- Blasts in CSF and WBC > 5/ul CSF AND EITHER\n  - RBC < 10/ul CSF OR \n  - RBC > 10/ul CSF and WBC/RBC in CSF > 2x WBC/RBC in blood" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nCNS Involvement not assessed" ], [ "", "N/A - Diagnosis year is prior to xxxx" ] ]
}