{
  "id" : "clin_n_dce",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path N Mycosis Fungoides",
  "title" : "Pathologic N",
  "notes" : "**Note 1:**  Only peripheral lymph nodes are assessed; these include the cervical, supraclavicular, epitrochlear, axillary, and inguinal nodal groups. Clinically abnormal peripheral lymph node(s) is defined as any palpable peripheral node that on physical examination is firm, irregular, clustered, fixed, or 1.5 centimeter (cm) or larger in diameter. Central nodes, which are not generally amenable to pathologic assessment, are not currently considered in the nodal classification unless used to establish N3 histopathologically.\n\n**Note 2:**  Dutch grade system includes: \n\n    Grade 1 - Dermatopathic lymphadenopathy (DL)\n    Grade 2 - Early involvement by mycosis fungoides (MF), (presence of cerebriform nuclei larger than 7.5 micrometers (um)\n    Grade 3 - Partial effacement of lymph node architecture; many atypical cerebriform mononuclear cells (CMCs)\n    Grade 4 - Complete effacement of lymph node architecture\n\n**Note 3:**  National Cancer Institute - Lymph Nodes (NCI-LN) grade system includes:\n\n    LN0 - No atypical lymphocytes\n    LN1 - Occasional and isolated atypical lymphocytes not arranged in clusters\n    LN2 - Many atypical lymphocytes or in 3-6 cell clusters\n    LN3 - Aggregates of atypical lymphocytes; nodal architecture preserved\n    LN4 - Partial/complete effacement of nodal architecture by atypical lymphocytes or frankly neoplastic cells\n\n**Note 4:**  A T-cell clone (clone negative or clone positive) is defined by polymerase chain reaction (PCR) or Southern blot analysis of the T-cell receptor gene. \n\n**Note 5:**  For this site, code all lymph node (regional and distant) involvement in this field.",
  "last_modified" : "2015-11-16T22:53:31.001Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Clinically abnormal peripheral lymph nodes; no histologic confirmation", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No clinically abnormal peripheral lymph nodes; biopsy not required", "No regional lymph node involvement\n\nClinically enlarged palpable lymph node(s) (adenopathy) WITH pathologically negative nodes" ], [ "p1", "pN1", "Clinically abnormal peripheral lymph nodes; histolopathology Dutch grade1 or NCI LN0-2", "Note: N1 has subcategories of N1a and N1b. Assign N1 only when there is no information available to assign one of the subcategories\n\nClinically abnormal or  normal peripheral lymph node(s) \nAND histopathologically Dutch grade 1 or unknown OR NCI LN 0-2 or unknown\n     Clone unknown\n\nRegional lymph nodes, NOS\nLymph nodes, NOS\n\nStated as N1 [NOS]" ], [ "p1A", "pN1a", "Clone negative", "Clinically abnormal or normal peripheral lymph node(s) \nAND histopathologically Dutch grade 1 or NCI LN 0-2:\n     Clone negative\n\nStated as N1a" ], [ "p1B", "pN1b", "Clone positive", "Clinically abnormal or normal peripheral lymph node(s) \nAND histopathologically Dutch grade 1 or NCI LN 0-2:\n     Clone positive\n\nStated as N1b" ], [ "p2", "pN2", "Clinically abnormal peripheral lymph nodes; histopathology Dutch grade 2 or NCI LN3", "Note: N2 has subcategories of N2a and N2b. Assign N2 only when there is no information available to assign one of the subcategories\n\nClinically abnormal or normal peripheral lymph node(s) \nAND histopathologically Dutch grade 2 or NCI LN 3:\n     Clone unknown\n\nStated as N2 [NOS]" ], [ "p2A", "pN2a", "Clone negative", "Clinically abnormal or normal peripheral lymph node(s) \nAND histopathologically Dutch grade 2 or NCI LN 3:\n     Clone negative\n\nStated as N2a" ], [ "p2B", "pN2b", "Clone positive", "Clinically abnormal or normal peripheral lymph node(s) \nAND histopathologically Dutch grade 2 or NCI LN 3:\n     Clone positive\n\nStated as N2b" ], [ "p3", "pN3", "Clinically abnormal peripheral lymph nodes; histolopathology Dutch grades 3-4 or NCI LN4; clone positive or negative", "Clinically abnormal or normal peripheral lymph nodes \nAND histopathologically Dutch grades 3-4 or NCI LN 4:\n     Clone positive or negative or unknown\n\nStated as N3" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable ", "In situ case but no pTis is defined by TNM" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}