{
  "id" : "clin_m_hcb",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin M",
  "title" : "Clinical M",
  "notes" : "**Note 1:**  Liver metastasis implies the presence of tumor inside the liver parenchyma as one or more nodules.  Adherence to the liver capsule, even if extensive, should not be considered liver metastasis. For liver adherence, see primary tumor (T). \n\n**Note 2:**  When a patient has more than one area of gastrointestinal stromal tumor (GIST), it is important to try to distinguish between intra-abdominal metastasis and tumor multiplicity. Distant metastases are relatively rare in GISTs, but they are increasingly detected with sophisticated radiological studies. Intra-abdominal metastasis will present as tumor involvement in the abdominal cavity outside the main tumor mass, in the peritoneum, omentum, serosae of organs, and the cul-de-sac, among other areas. Assign this form of metastasis as M1.\n\nTumor multiplicity, in contrast, will present with anatomically separate, multiple tumors of different sizes arising independently in the GI tract. This form of tumor multiplicity usually will be seen in patients with neurofibromatosis type 1 or familial GIST syndrome, but in rare instances may be seen in patients without these conditions. This form of multiplicity should not be coded as metastasis, but the presence of multiple tumors should be coded in Site-Specific Factor 15, Tumor Multiplicity.\nWhen a solitary omental or mesenteric tumor mass is found with a primary GIST elsewhere, do not code this as a metastasis. Code it as multiple tumors in Site-Specific Factor 15, Tumor Multiplicity.\nWhen multiple tumor areas are present and it is not stated whether these are metastases or independent tumors, consult with a physician if possible to determine how to code them. If a decision cannot be made, assign M0. \n\n**Note 3:**  Peritoneal nodules are not excluded as a staging component for M1 disease of GISTAppendix and may be assigned M1. \n\n**Note 4:**  Superior and inferior mesenteric node(s) are included in distant metastasis (M1).  Mesenteric node(s), NOS are assigned in regional lymph nodes (N1).",
  "last_modified" : "2015-08-13T13:25:19.621Z",
  "definition" : [ {
    "key" : "clin_m",
    "name" : "Clinical M",
    "type" : "INPUT"
  }, {
    "key" : "clin_m_display",
    "name" : "Clinical M Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "M0", "No distant metastasis", "Unknown; distant metastasis not stated\nDistant metastasis cannot be assessed\nNot documented in patient record" ], [ "1", "M1", "Distant metastasis", "Distant lymph node(s) for all colon subsites\n        Common iliac        \n        External iliac\n        Para-aortic\n        Retroperitoneal\n        Distant lymph node(s), NOS\n\nDistant lymph node(s) for cecum, ascending colon, hepatic flexure, and transverse colon\n       Inferior mesenteric    \n       Superior mesenteric lymph node(s)\n\nDistant lymph node(s) for splenic flexure, descending colon, and sigmoid colon\n      Superior mesenteric\n\nDistant metastasis \n    Peritoneal nodules\n    Liver parenchymal nodules\n\nCarcinomatosis\n\nDistant metastasis WITH or WITHOUT  distant lymph node(s)\n\nDistant metastasis, NOS\n\nStated as M1" ] ]
}