{
  "id" : "clin_n_testis_17993",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin N Testis",
  "title" : "Clinical N",
  "notes" : "**Note 1:**  Involvement of inguinal, pelvic, or external iliac lymph nodes  WITHOUT previous scrotal or inguinal surgery prior to presentation of the testis tumor is coded in distant metastasis, as distant lymph node involvement.\n\n**Note 2:** Determine the size of the largest metastasis in a lymph node as documented in the pathology report to assign N, not the size of the lymph node. If the size of the metastasis is not documented, determine the size of the largest involved lymph node as documented pathologically or clinically with pathology taking priority. Do not code the size of any node(s) coded in distant metastasis.\n\n**Note 3:** Size of lymph nodes must be known to assign N. You may use a physician’s statement of the N category if this is the only information in the medical record. If the size of the lymph node(s) is not known, assign N1. \n\n**Regional lymph nodes:**\n     \n    Aortic, NOS:\n       Lateral (lumbar)\n       Para-aortic\n       Periaortic\n       Preaortic \n       Retroaortic\n    Pericaval, NOS:\n       Interaortocaval\n       Paracaval\n       Precaval\n       Retrocaval\n    Retroperitoneal, NOS\n    Spermatic vein\n\n    Regional lymph nodes, NOS\n    Lymph nodes, NOS\n     \n**Regional lymph nodes WITH previous scrotal or inguinal surgery** \n    \n    External iliac\n    Inguinal nodes, NOS:\n       Deep, NOS\n       Node of Cloquet or Rosenmuller (highest deep inguinal)\n       Superficial (femoral)\n    Pelvic, NOS",
  "last_modified" : "2015-11-25T20:26:53.962Z",
  "definition" : [ {
    "key" : "clin_n",
    "name" : "Clinical N",
    "type" : "INPUT"
  }, {
    "key" : "clin_n_display",
    "name" : "Clinical N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "cX", "cNX", "Regional lymph nodes cannot be assessed", "Clinical evaluation but unknown results or regional lymph node involvement not stated\nClinical evaluation done but results not documented in patient record" ], [ "c0", "cN0", "No regional lymph node metastasis", "" ], [ "c1", "cN1", "Metastasis with a lymph node mass 2 or less in greatest dimension OR \n\nMultiple lymph nodes, none more than 2 cm in greatest dimension", "Single or multiple nodes not stated, size not stated\n\nStated as N1" ], [ "c2", "cN2", "Metastasis with a lymph node mass more than 2 cm but not more than 5 cm in greatest dimension  OR \n\nMultiple lymph nodes, any one mass more than 2 cm but not more than 5 cm in greatest dimension", "Single or multiple nodes not stated, size stated and greater than 2 cm but less than or equal to 5 cm\n\nStated as N2" ], [ "c3", "cN3", "Metastasis with a lymph node mass more than 5 cm in greatest dimension", "Stated as N3" ], [ "88", "88", "Not applicable", "Clinical N is not defined for the specific site/histology" ], [ "", "BLANK", "See Registrar Notes", "No clinical evaluation of regional lymph nodes\nCancer first detected on surgical resection\nUnknown if any clinical assessment performed" ] ]
}