{
  "id" : "clin_n_dbb",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin N Vulva",
  "title" : "Clinical N",
  "notes" : "**Note 1:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in distant metastasis. \n\n**Note 2:** For regional lymph nodes, assign the appropriate N category based on the number of positive nodes.\n\n    Deep inguinal, NOS\n    Femoral\n    Inguinal NOS \n    Inguinofemoral (groin) \n    Node of Cloquet or Rosenmuller (highest deep inguinal)\n    Superficial inguinal (femoral) \n\n    Regional lymph node(s), NOS\n    Lymph nodes, NOS \n\n**Note 3:**  Assign N1 [NOS] if regional lymph nodes are involved but the number of nodes involved is unknown.\n\n**Note 4:** When both the Federation Internationale de Gynecologie et d'Obstetrique (FIGO) stage and regional lymph node detail are available, use the regional lymph node detail in preference to a statement of FIGO stage. See the Registrar Notes when FIGO stage is the only information available. If the only available information is FIGO IVA, assign N3 if based on positive nodes and NX if based on extension or unknown basis.",
  "last_modified" : "2015-11-18T13:53:33.013Z",
  "definition" : [ {
    "key" : "clin_n",
    "name" : "Clinical N",
    "type" : "INPUT"
  }, {
    "key" : "clin_n_display",
    "name" : "Clinical N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "cX", "cNX", "Regional lymph nodes cannot be assessed", "Clinical evaluation but unknown results or regional lymph node involvement not stated\nClinical evaluation done but results not documented in patient record\n\nOnly information available is Stage IVA based on extension or unknown basis" ], [ "c0", "cN0", "No regional lymph node metastasis", "" ], [ "c1", "cN1", "Regional lymph node metastasis with the following features", "Note: N1 has subcategories of N1a and N1b. Assign N1 only when there is no \ninformation available to assign one of the subcategories\n\n1 or 2 regional lymph node(s) positive (or number positive unknown) and size of metastasis not given\n\nFIGO Stage IIIA or III [NOS]\n\nStated as N1 [NOS]" ], [ "c1A", "cN1a", "1-2 lymph node metastasis each less than 5 mm", "Stated as N1a" ], [ "c1B", "cN1b", "1 lymph node metastasis 5 mm or greater", "Stated as N1b" ], [ "c2", "cN2", "Regional lymph node metastasis with the following features", "Note: N2 has subcategories of N2a and N2b. Assign N2 only when there is no information available to assign one of the subcategories\n\n3 or more regional lymph node(s) positive and size of metastases not given\n\nFIGO Stage IIIB\n\nStated as N2 [NOS]" ], [ "c2A", "cN2a", "3 or more lymph node metastases each less than 5 mm", "3 or more regional lymph nodes positive and size of metastasis in each node less than 5 mm\n\nStated as N2a" ], [ "c2B", "cN2b", "2 or more lymph node metastases 5 mm or greater", "At least 2 lymph node metastases equal to or greater than 5 mm\n\nStated as N2b" ], [ "c2C", "cN2c", "Lymph node  metastases with extracapsular spread", "Regional lymph node(s) with extracapsular spread\n\nFIGO Stage IIIC\n\nStated as N2c" ], [ "c3", "cN3", "Fixed or ulcerated regional lymph node metastasis", "Fixed or ulcerated regional lymph nodes\n\nFIGO Stage IVA based on regional lymph node involvement\n\nStated as N3" ], [ "88", "88", "Not applicable", "Clinical N is not defined for the specific site/histology" ], [ "", "BLANK", "See Registrar Notes", "No clinical evaluation of regional lymph nodes\nCancer first detected on surgical resection\nUnknown if any clinical assessment performed" ] ]
}