{
  "id" : "clin_t_thyroid_93682",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin T Thyroid",
  "title" : "Clinical T",
  "notes" : "**Note 1:** Assign 88 for in situ cases (behavior code /2). TNM does not include an in situ category for thyroid tumors.\n\n**Note 2:**  TNM considers all anaplastic carcinomas to be T4.\n\n**Note 3:** Tumor size must be known to assign a value of T1, T2 or T3 or their (sub)categories. You may use a physician’s statement of the T category if this is the only information in the medical record. If the tumor appears to be in the T1, T2 or T3 (sub)categories, but no size or category is specified, assign TX.\n\n**Note 4:** For the following descriptions, assign the appropriate T category based on the tumor size.\n\n    Single invasive tumor confined to thyroid\n    Extension into thyroid capsule, but not beyond\n    Multiple foci confined to thyroid\n\n    Confined to thyroid, NOS   \n    Localized, NOS\n\n**Note 5:** Multifocal tumors of all histological types should be designated (m) (the largest determines the classification), e.g, T2. Record the information regarding solitary vs. multifocal tumors in Site-Specific Factor 1.",
  "footnotes" : "\\* T4 is not defined by UICC in the 7th edition. Approval has been provided by UICC to use \"Tumor invades bone, nerve or extrinsic deep muscles\" as T4.",
  "last_modified" : "2015-12-07T16:55:16.635Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "cX", "cTX", "Primary tumor cannot be assessed", "Clinical evaluation performed but unknown results or extension not stated\nClinical evaluation performed but results not documented in patient record\nSize is part of the T definition and the size is not available but information states that the tumor is confined to the primary site\n\nConfined to thyroid, histology not anaplastic, and size not known\n\nNote: Anaplastic tumors: Do not assign TX. Assign T4 (sub)categories." ], [ "c0", "cT0", "No evidence of primary tumor", "" ], [ "c1", "cT1", "Tumor 2 cm or less in greatest dimension, \nLIMITED to the thyroid", "Note 1: T1 has subcategories of T1a and T1b. Assign T1 only when there is no information available to assign one of the subcategories.\n\nNote 2: T1 is not applicable for anaplastic tumors.\n\nStated as T1[NOS]" ], [ "c1A", "cT1a", "Tumor 1 cm or less in greatest dimension, \nLIMITED to the thyroid", "Stated as T1a\n\nNote: T1a is not applicable for anaplastic tumors." ], [ "c1B", "cT1b", "Tumor more than 1 cm but not more than 2 cm in greatest dimension, \nLIMITED to the thyroid", "Stated as T1b\n\nNote: T1b is not applicable for anaplastic tumors." ], [ "c2", "cT2", "Tumor more than 2 cm but not more than 4 cm in greatest dimension, \nLIMITED to the thyroid", "Stated as T2\n\nNote: T2 is not applicable for anaplastic tumors." ], [ "c3", "cT3", "Tumor more than 4 cm in greatest dimension \nLimited to the thyroid \n\nAny tumor with minimal extrathyroid extension \n     (e.g., extension to sternothyroid muscle or perithyroid soft tissues)", "Stated as T3\n\nNote: T3 is not applicable for anaplastic tumors.\n\nMinimal extrathyroid extension including:\n    Strap muscle(s):\n         Omohyoid\n         Sternohyoid\n         Sternothyroid\n         Thyrohyoid\n\nPericapsular soft tissue/connective tissue" ], [ "c4", "cT4", "Not defined by UICC*", "Note1: T4 has subcategories of T4a and T4b. Assign T4 only when there is no information available to assign one of the subcategories.\n\nNote 2: Anaplastic tumors: Assign T4, or one of its subcategories. Assign T4 [NOS] if no information available to assign T4a or T4b.\n\nTumor invades, bone, nerve or extrinsic deep muscles\n\nStated as T4[NOS]" ], [ "c4A", "cT4a", "Tumor extends beyond the thyroid capsule and invades any of the following: \n    Subcutaneous soft tissues\n    Larynx\n    Trachea\n    Esophagus\n    Recurrent laryngeal nerve \n\n(anaplastic carcinoma only) Tumor (any size) limited to the thyroid", "Cricoid cartilage\nEsophagus\nLarynx\nNerves:\n     Recurrent laryngeal \n     Vagus\nParathyroid\nSternocleidomastoid muscle\nTrachea\n\nStated as T4a" ], [ "c4B", "cT4b", "Tumor invades: \n    Prevertebral fascia\n    Mediastinal vessels \n\nOr encases carotid artery\n\n(anaplastic carcinoma only) Tumor (any size) extends beyond the thyroid capsules", "Bone\nBlood vessel(s) (major):\n    Carotid artery (encased)\n    Jugular vein\n    Thyroid artery or vein\nSkeletal muscle, other than strap or sternocleidomastoid muscle\nThyroid cartilage\nTumor described as \"\"FIXED to adjacent tissues\"\"\n\nFurther contiguous extension including:\n    Mediastinal tissues\n    Prevertebral fascia\n\nStated as T4b" ], [ "88", "88", "Not applicable", "Clinical T is not defined for the specific site/histology\nIn situ case but no pTis is defined by TNM" ], [ "", "BLANK", "See Registrar Notes", "No clinical evaluation of primary tumor\nCancer first detected on surgical resection\nUnknown if any clinical assessment performed" ] ]
}