{
  "id" : "clin_t_bbo",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin T",
  "title" : "Clinical T",
  "notes" : "**Note 1:** TNM does not include an in situ category for tumors of the prostate. Assign TX and behavior code /2 for in situ cases.\n\n**Note 2:** Clinically apparent and inapparent tumor. Use the following rules to determine inapparent versus apparent for Clinical T. When in doubt, assign T2.\n\nA.  The digital rectal examination (DRE) is considered the \"gold standard\" for clinical staging and the quality of imaging for staging is not sufficiently uniform to make it part of routine staging. Therefore, the registrar should not use imaging to determine an apparent tumor unless the managing clinician/urologist has used it in staging (herein termed \"reliably\" visible on imaging). If there is a discrepancy between a stage documented on an imaging report and a stage documented by a managing clinician/urologist, the latter takes precedence.\nA clinically apparent tumor is palpable or \"reliably\" visible by imaging. If a clinician documents a \"tumor\", \"mass\", or \"nodule\" by physical examination, this can be inferred as apparent. \"Tumor\", \"mass\", or \"nodule\" on imaging can only be used by the registrar if the managing clinician/urologist uses it.\nA clinically inapparent tumor is one that is neither palpable nor \"reliably\" visible by imaging. Physician documentation of a DRE that does not mention a palpable \"tumor\", \"mass\", or \"nodule\" can be inferred as inapparent.  This would include findings limited to benign prostate or enlargement/hypertrophy.  \nDo not infer inapparent or apparent tumor based on the registrar's interpretation of other terms in the DRE or imaging reports.  A physician assignment of T1 or T2 is also a clear statement of inapparent or apparent respectively.  Assign T2 in the absence of a clear physician's statement of inapparent or apparent (see also Note 2D).\n\nB.  T1a, T1b, T1c and T1 are used only for clinically inapparent tumor (see Note 2A) and/or incidentally found microscopic carcinoma (latent, occult) in one or both lobes.  Within this range, give priority to codes T1a and T1b over T1. Do not assign T1a, T1b or T1 [NOS] for needle core biopsy. Assign T1c when tumor is found in one lobe, both lobes, or in prostatic apex by needle biopsy but is not palpable or \"reliably\" visible by imaging. Since T1c is used to measure screening detected cases, it is important to only apply code T1c when it is clearly an inapparent case.  \n\nC. T2a, T2b, T2c and T2 are used only for clinically apparent tumor (see Note 2A). Information from biopsy is not used to assign T2.  Prostate biopsy information is coded in Site-Specific Factor 14. Codes T2a and T2b have precedence over code T2. Assign T2 without a subcategory of a, b, or c.\n\nD.  Assign T2 for localized cancer when it is unknown if the tumor is clinically apparent. This would include cases with elevated PSA and positive needle core biopsy but no documentation regarding tumor apparency (inapparent versus apparent). Another example would be a diagnosis made prior to admission for a prostatectomy with no details provided on the initial clinical findings.\n\n**Note 3:**  T3 and T4 are used for extension beyond the prostate. Information from biopsy of extraprostatic tissue is assigned in Clinical T. \n\n**Note 4:** Involvement of the prostatic urethra does not alter the extension code.\n\n**Note 5:** \"Frozen pelvis\" is a clinical term which means tumor extends to pelvic sidewall(s).  In the absence of a more detailed statement of involvement, assign a description of frozen pelvis to code T4.\n\n**Note 6:**  If there is documentation regarding a normal prostate evaluation (physical examination or imaging) prior to prostatectomy/autopsy, assign T0 in Clinical T. If there is no documentation regarding a normal prostate evaluation (physical examination or imaging) prior to prostatectomy/autopsy, assign TX in Clinical T.",
  "last_modified" : "2015-08-13T13:24:59.215Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "X", "TX", "Primary tumor cannot be assessed", "In situ, intraepithelial, noninvasive\nUnknown; extension not stated\nNot documented in patient record" ], [ "0", "T0", "No evidence of primary tumor", "" ], [ "1", "T1", "Clinically inapparent tumor, neither palpable nor visible by imaging", "Note: T1 has subcategories of T1a, T1b and T1c. Assign T1 only when there is no information available to assign one of the subcategories\n\nIncidental histologic finding (for example, on TURP), number of foci or percent of involved tissue not specified (clinically inapparent)\n(See Note 2B)\n\nStated as T1 [NOS]" ], [ "1A", "T1a", "Tumor incidental histological finding in 5% or less of tissue resected.", "Incidental histologic finding (for example, on TURP) in 5 percent or less of tissue resected (clinically inapparent)\n(See Note 2B)\n\nStated as T1a" ], [ "1B", "T1b", "Tumor incidental histological finding in more than 5% of tissue resected", "Incidental histologic finding (for example, on TURP) in more than 5 percent of tissue resected  (clinically inapparent)\n(See Note 2B)\n\nStated as T1b" ], [ "1C", "T1c", "Tumor identified by needle biopsy, e.g., because of elevated prostate-specific antigen (PSA)", "Tumor identified by needle biopsy (clinically inapparent) \n     Example  - for elevated PSA\n(See Note 2B)\n\nStated as T1c" ], [ "2", "T2", "Tumor confined within prostate", "Note: T2 has subcategories of T2a, T2b and T2c. Assign T2 only when there is no information available to assign one of the subcategories.\n\nInvolvement in one lobe/side, NOS \nClinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 2C)\n\nIntracapsular involvement only\n\nNot stated if T1 or T2, clinically apparent or inapparent\n\nClinically apparent tumor confined to prostate, NOS\nConfined to prostate, NOS\n\nStated as T2 [NOS]" ], [ "2A", "T2a", "Tumor involves one-half of one lobe or less", "Clinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 2C)\n\nStated as T2a" ], [ "2B", "T2b", "Tumor involves more than one-half of one lobe, but not both lobes", "Clinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 2C)\n\nStated as T2b" ], [ "2C", "T2c", "Tumor involves both lobes", "Involves both lobes/sides \nClinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 2C)\n\nStated as T2c" ], [ "3", "T3", "Tumor extends through the prostatic capsule", "Note: T3 has subcategories of T3a and T3b. Assign T3 only when there is no information available to assign one of the subcategories.\n\nExtension to periprostatic tissue\nExtracapsular extension (beyond prostatic capsule), NOS\nThrough capsule, NOS\n\nPeriprostatic extension, NOS (unknown if seminal vesicle(s) involved)\n\nStated as T3 [NOS]" ], [ "3A", "T3a", "Extracapsular extension (unilateral or bilateral) including microscopic bladder neck involvement", "Stated as T3a" ], [ "3B", "T3b", "Tumor invades seminal vesicles", "Extension to seminal vesicle(s) plus microscopic bladder neck involvement\n\nStated as T3b" ], [ "4", "T4", "Tumor is fixed or invades adjacent structures other than seminal vesicles; external sphincter, rectum, levator muscles, and/or pelvic wall", "Extension to or fixation to adjacent \nstructures other than seminal vesicles:\n    Bladder neck, except microscopic bladder neck involvement \n    Bladder, NOS\n    Fixation, NOS\n    Rectovesical (Denonvillier's) fascia\n  \nExtraprostatic urethra (membranous urethra)\n\nSkeletal muscle, NOS\nUreter(s)\n\nExtension to or fixation to pelvic wall or pelvic bone\n\"Frozen pelvis\", NOS (see Note 6)\n\nFurther contiguous extension including:\n    Bone\n    Other organs\n    Penis\n    Sigmoid colon\n    Soft tissue other than periprostatic\n\nStated as T4" ] ]
}