{
  "id" : "clin_t_vulva_52779",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin T Vulva",
  "title" : "Clinical T",
  "notes" : "**Note 1:**  When both the Federation Internationale de Gynecologie et d'Obstetrique (FIGO) stage and extension information on the primary tumor are available, use the extension information to assign the T in preference to a statement of FIGO stage. \n* See the Registrar Notes when FIGO stage is the only information available. If the only available information is FIGO Stage III [NOS, A, B, or C], assign T1 [NOS].  \n* If the only available information is FIGO IVA, assign T1 [NOS] if based on positive nodes and T3 if based on extension or  unknown basis. \n\n**Note 2:**  FIGO no longer includes Stage 0 (Tis) for this site.\n\n**Note 3:**  FIGO Stage I, IA and IB are defined by the following:\n* Size of tumor \n* Involvement of vulva OR vulva and perineum\n* Depth of stromal invasion.\n\n**Note 4:**  The depth of invasion is defined as the measurement of the tumor from the epithelial-stromal junction of the adjacent most superficial dermal papilla to the deepest point of invasion. (1)\n\n**Note 5:** T3 is not used by FIGO. They label it T4. If you have a record which states T4, assign T3. (1)\n\n**Note 6:** FIGO Stage IVA is assigned based on tumor extension and/or regional lymph node involvement.  \n* Code primary tumor extension based on a physician's statement of FIGO Stage IVA if it is based on primary tumor extension or the basis is unknown.",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 198",
  "last_modified" : "2015-12-30T16:30:04.111Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "cX", "cTX", "Primary tumor cannot be assessed", "Clinical evaluation performed but unknown results or extension not stated\nClinical evaluation performed but results not documented in patient record\nSize is part of the T definition and the size is not available but information states that the tumor is confined to the primary site" ], [ "c0", "cT0", "No evidence of primary tumor", "" ], [ "pIS", "pTis", "Carcinoma in situ (preinvasive carcinoma)\nIntraepithelial neoplasia Grade III (VIN III)", "Noninvasive\nBowen disease" ], [ "c1", "cT1", "Tumor confined to vulva or vulva and perineum", "Note: T1 has subcategories of T1a and T1b. Assign T1 only when there is no information available to assign one of the subcategories\n\nVulva and perineum:  Stromal invasion but depth of invasion in millimeters not stated\n\nInvasive carcinoma confined to:\n    Musculature\n    Submucosa\n    Vulva including skin\n\nLocalized, NOS\n\nOnly information available is Stage III [NOS, A, B, or C]\nOnly information available is Stage IVA based on nodes only-see T3 for further information \n\nFIGO Stage I [NOS]\n\nStated as T1 [NOS]" ], [ "c1A", "cT1a", "Tumor 2 cm or less in greatest dimension and with stromal invasion no greater than 1.0 mm", "Vulva and perineum: Stromal invasion less than or equal to 1 mm\n\nFIGO Stage IA\n\nStated as T1a" ], [ "c1B", "cT1b", "Tumor greater than 2 cm or with stromal invasion greater than 1 mm", "Vulva and perineum: Stromal invasion greater than 1 mm\n\nFIGO Stage IB\n\nStated as T1b" ], [ "c2", "cT2", "Tumor of any size with extension to adjacent perineal structures: \n    Anus\n    Lower third urethra \n    Lower third vagina", "Perianal skin\nUrethra, NOS \nVagina NOS\n\nFIGO Stage II\n\nStated as T2" ], [ "c3", "cT3", "Tumor of any size with extension to the following structures:\n    Bladder mucosa\n    Fixed to pelvic bone\n    Rectal mucosa\n    Upper 2/3 urethra\n    Upper 2/3 vagina", "Bladder wall or bladder, NOS (including mucosa)\nPerineal body\nRectal wall or rectum, NOS (including mucosa)\n\nFurther contiguous extension\n\nFIGO Stage IVA based on extension \n     Or unknown whether based on extension or nodes\n\nStated as T3" ], [ "88", "88", "Not applicable", "Clinical T is not defined for the specific site/histology" ], [ "", "BLANK", "See Registrar Notes", "No clinical evaluation of primary tumor\nCancer first detected on surgical resection\nUnknown if any clinical assessment performed" ] ]
}