{
  "id" : "clin_t_soft_tissue_43767",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin T Soft Tissue",
  "title" : "Clinical T",
  "notes" : "**Note 1:**  For TNM staging, Superficial lesions are located entirely in the subcutaneous tissues without any degree of extension through the muscular fascia or into underlying muscle. \n\n**Note 2:**  For TNM staging, Deep lesions are located partly or completely within one or more muscle groups within the extremity. Deep tumors may extend through the muscular fascia into the subcutaneous tissues or even to the skin but the critical criterion is location of any portion of the tumor within the muscular components of the extremity. \n\n**Note 3:**  For tumors of the extremities and trunk ONLY, superficial lesions are defined as those not involving the superficial muscular fascia.  Deep lesions are those that involve or are beneath the superficial fascia.\n\n**Note 4:**  Lesions, retroperitoneal lesions, and intrathoracic lesions, and the majority of head and neck tumors are considered deep.  \n\n**Note 5:**  Adjacent connective tissue is defined as the unnamed tissues that immediately surround an organ or structure containing a primary cancer. Assign T1b or T2b (deep tumor) when a tumor has invaded past the outer border (capsule, serosa, or other edge) of the primary organ into the organ's surrounding supportive structures but has not invaded into larger structures or adjacent organs. Blood, cartilage, and bone are sometimes considered connective tissues, but they are coded separately.\n\n**Note 6:**  If a vessel has a name, for example brachial artery or recurrent laryngeal nerve, consider it a structure.\n\n**Note 7:** Tumor size must be known to assign a value of T1 or T2 or their subcategories. You may use a physician’s statement of the T category if this is the only information in the medical record. If the tumor appears to be in the T1 or T2 (sub)categories, but no size or category is specified, assign TX.\n\n**Note 8:** For the following descriptions, assign the appropriate T category based on the tumor size.\n\n**Superficial tumors (T1a or T2a)**\n\n    Invasive tumor confined to site/tissue of origin (Lesion does not involve superficial fascia)\n    Tumor involves adjacent connective tissue\n    Further contiguous extension\n    Localized, NOS\n\n**Deep tumors (T1b or T2b)**\n\n    Confined to site/tissue of origin\n    Tumor involves adjacent connective tissue\n    Deep tumor involving adjacent organs/structures including bone/cartilage (including major vessel invasion)\n    Further contiguous extension\n    Localized, NOS",
  "last_modified" : "2015-11-24T18:14:11.775Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "cX", "cTX", "Primary tumor cannot be assessed", "Clinical evaluation performed but unknown results or extension not stated\nClinical evaluation performed but results not documented in patient record\nSize is part of the T definition and the size is not available but information states that the tumor is confined to the primary site" ], [ "c0", "cT0", "No evidence of primary tumor", "" ], [ "c1", "cT1", "Tumor 5 cm or less in greatest dimension", "Note: T1 has subcategories of T1a and T1b. Assign T1 only when there is no information available to assign one of the subcategories.\n\nStated T1 [NOS]" ], [ "c1A", "cT1a", "Superficial tumor", "Stated as T1a" ], [ "c1B", "cT1b", "Deep tumor", "Stated as T1b" ], [ "c2", "cT2", "Tumor more than 5 cm in greatest dimension", "Note: T2 has subcategories of T2a and T2b. Assign T2 only when there is no information available to assign one of the subcategories.\n\nStated as T2 [NOS]" ], [ "c2A", "cT2a", "Superficial tumor", "Stated as T2a" ], [ "c2B", "cT2b", "Deep tumor", "Stated as T2b" ], [ "88", "88", "Not applicable", "Clinical T is not defined for the specific site/histology\nIn situ case but no pTis is defined by TNM" ], [ "", "BLANK", "See Registrar Notes", "No clinical evaluation of primary tumor\nCancer first detected on surgical resection\nUnknown if any clinical assessment performed" ] ]
}