{
  "id" : "clin_t_bcs",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin T Melanoma Conjunctiva",
  "title" : "Clinical T",
  "notes" : "**Note 1:**  The substantia propria is the stromal tissue of the conjunctiva underlying the epithelium.  The bulbar conjunctiva covers the eyeball, the palpebral conjunctiva lines the eyelids, and the forniceal conjunctiva covers the junction of the eyelid and eyeball.  The caruncle is the fleshy prominence at the inner corner of the eye lined by conjunctival epithelium.\n\n**Note 2:**  Tumors confined to the epithelium are staged as Tis in TNM 7th Edition. Melanoma in situ (includes the term primary acquired melanosis) with atypia replacing greater than 75% of the normal epithelial thickness, with cytological features of epithelial cells, including abundant cytoplasm, vesicular nuclei, or prominent nucleoli, and/or presence of intraepithelial nests of atypical cells. \n\n**Note 3:** Quadrants are defined by clock hour, starting at the limbus (e.g., 6, 9, 12, 3) extending from the central cornea, to and beyond the eyelid margins. This will bisect the carcuncle. Quadrants of involvement are coded in Site-Specific Factor 2.",
  "last_modified" : "2015-11-09T14:15:10.990Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "X", "TX", "Primary tumor cannot be assessed", "Unknown; extension note stated\nNot documented in patient record" ], [ "0", "T0", "No evidence of primary tumor", "" ], [ "pIS", "pTis", "Melanoma confined to the conjunctival epithelium (in situ)", "In situ, intraepithelial, noninvasive\nMelanoma confined to conjunctival epithelium WITH or WITHOUT corneal extension\n\nStated as Tis" ], [ "1", "T1", "Melanoma of the bulbar conjunctiva", "Note: T1 has subcategories of T1a, T1b, T1c and T1d. Assign T1 only when there is no information available to assign one of the subcategories.\n\nTumor(s) of bulbar conjunctiva NOS\n\nLocalized, NOS\n\nStated as T1 [NOS]" ], [ "1A", "T1a", "Tumor involves not more than one quadrant", "Stated as T1a" ], [ "1B", "T1b", "Tumor involves more than one but not more than two quadrants", "Stated as T1b" ], [ "1C", "T1c", "Tumor involves more than two but not more than three quadrants", "Stated as T1c" ], [ "1D", "T1d", "Tumor involves more than three quadrants", "Stated as T1d" ], [ "2", "T2", "Malignant conjunctival melanoma of the non-bulbar conjunctiva involving: \n    Palpebral\n    Forniceal \n    Caruncular conjunctiva", "Note: T2 has subcategories of T2a, T2b, T2c and T2d. Assign T2 only when there is no information available to assign one of the subcategories.\n\nTumor(s) of bulbar conjunctiva, NOS  WITH corneal extension\n\nTumor involves:\n    Caruncla\n    Conjunctival fornix\n    Palpebral  conjunctiva\n\nInvolvement of conjunctival fornix or palpebral conjunctiva\nWITH extension to cornea\n\nInvolvement of caruncle WITH extension to cornea\n\nTumor of non-bulbar conjunctiva, NOS\n\nStated as T2 [NOS]" ], [ "2A", "T2a", "Non-carcuncular tumor involves not more than one quadrant", "Stated as T2a" ], [ "2B", "T2b", "Non-caruncular tumor involves more than one quadrant", "Stated as T2b" ], [ "2C", "T2c", "Caruncular tumor involves not more than one quadrant of conjunctiva", "Stated as T2c" ], [ "2D", "T2d", "Caruncular tumor involves more than one quadrant of conjunctiva", "Stated as T2d" ], [ "3", "T3", "Tumor with local invasion", "Note: T3 has subcategories of T3a, T3b, T3c and T3d. Assign T3 only when there is no information available to assign one of the subcategories.\n\nConjunctival melanoma with local invasion NOS\n\nStated as T3 [NOS]" ], [ "3A", "T3a", "Globe", "Stated as T3a" ], [ "3B", "T3b", "Eyelid", "Nasolacrimal system\n\nStated as T3b" ], [ "3C", "T3c", "Orbit", "Stated as T3c" ], [ "3D", "T3d", "Sinus", "Stated as T3d" ], [ "4", "T4", "Tumor invades central nervous system (CNS)", "Tumor invades central nervous system\nFurther contiguous extension\n\nStated as T4" ] ]
}