{
  "id" : "clin_t_bbz",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin T",
  "title" : "Clinical T",
  "notes" : "**Note 1:**  For TNM staging, Superficial lesions are located entirely in the subcutaneous tissues without any degree of extension through the muscular fascia or into underlying muscle. \n\n**Note 2:**  For TNM staging, Deep lesions are located partly or completely within one or more muscle groups within the extremity. Deep tumors may extend through the muscular fascia into the subcutaneous tissues or even to the skin but the critical criterion is location of any portion of the tumor within the muscular components of the extremity. \n\n**Note 3:**  For tumors of the extremities and trunk ONLY, superficial lesions are defined as those not involving the superficial muscular fascia.  Deep lesions are those that involve or are beneath the superficial fascia.\n\n**Note 4:**  Lesions, retroperitoneal lesions, and intrathoracic lesions, and the majority of head and neck tumors are considered deep.  \n\n**Note 5:**  Adjacent connective tissue is defined as the unnamed tissues that immediately surround an organ or structure containing a primary cancer. Assign T1b or T2b (deep tumor) when a tumor has invaded past the outer border (capsule, serosa, or other edge) of the primary organ into the organ's surrounding supportive structures but has not invaded into larger structures or adjacent organs. Blood, cartilage, and bone are sometimes considered connective tissues, but they are coded separately.\n\n**Note 6:**  If a vessel has a name, for example brachial artery or recurrent laryngeal nerve, consider it a structure (code 600).\n\n**Note 7:** For the following descriptions, assign the appropriate T category based on the tumor size.\n\n**Superficial tumors (T1a or T2a)**\n\n    Invasive tumor confined to site/tissue of origin (Lesion does not involve superficial fascia)\n    Tumor involves adjacent connective tissue\n    Further contiguous extension\n    Localized, NOS\n\n**Deep tumors (T1b or T2b)**\n\n    Confined to site/tissue of origin\n    Tumor involves adjacent connective tissue\n    Deep tumor involving adjacent organs/structures including bone/cartilage (including major vessel invasion)\n    Further contiguous extension\n    Localized, NOS",
  "last_modified" : "2015-08-13T13:23:39.566Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "T0", "No evidence of primary tumor", "" ], [ "X", "TX", "Primary tumor cannot be assessed", "Unknown; extension not stated\nNot documented in patient record" ], [ "1", "T1", "Tumor 5 cm or less in greatest dimension", "Stated T1 [NOS]" ], [ "1a", "T1a", "Superficial tumor", "Stated as T1a" ], [ "1b", "T1b", "Deep tumor", "Stated as T1b" ], [ "2", "T2", "Tumor more than 5 cm in greatest dimension", "Stated as 2 [NOS]" ], [ "2a", "T2", "Superficial tumor", "Stated as T2a" ], [ "2B", "T2b", "Deep tumor", "Stated as T2b" ] ]
}