{
  "id" : "clin_t_bak",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Clin T",
  "title" : "Clinical T",
  "notes" : "**Note 1:**  If T is Tis, then Behavior code must be 2 or 3 depending on whether it's an in situ or its Paget's disease.\n\n**Note 2:** The importance of specific imaging modalities to estimate tumor size include: mammograms, sonograms, ultrasound, and magnetic resonance imaging (MRI) \n\n**Note 3:** Microinvasion is the extension of cancer cells beyond the basement membrane into the adjacent tissues with no focus more than 0.1 cm in greatest dimension. When there are mutiple foci of microinvasion, the size of only the largest focus is used to classify the microvasion. (Do not use the sum of all individual foci). The presence of multiple foci of microinvasion should be noted, as it is with multiple larger invasive carcinomas. \n\n**Note 4:**  Dimpling of the skin, nipple retraction, or other skin changes, except those in T4b and T4d, may occur in T1, T3, or T3 without affecting the classification. Assign the appropriate T category based on the tumor size.\n\n**Note 5:** The following descriptions are used with localized tumors. Assign the appropriate T based on the tumor size (T1, T2, T3).\n\n    Confined to breast tissue and fat including nipple and/or areola\n    Local infiltration of dermal lymphatics adjacent to primary tumor involving skin by direct extension\n    Localized, NOS\n    Invasion of subcutaneous tissue\n    Skin infiltration of primary breast including skin of nipple and/or areola\n    Attachment or fixation to pectoral muscle(s) or underlying tissue\n    Deep fixation\n    Invasion of (or fixation to) pectoral fascia or muscle\n    Paget disease of nipple without underlying tumor and behavior of /3 (invasive) or page disease of nipple without underlying invasive carcinoma pathologically and behavior of /3 (invasive\n  \n**Note 6:**  Consider adherence, attachment, fixation, induration, and thickening as clinical evidence of extension to skin or subcutaneous tissue and assign T based on the tumor size (T1, T2 or T3).\n\n**Note 7:**  Consider fixation, NOS as involvement of pectoralis muscle and assign T based on the tumor size (T1, T2, or T3).\n\n**Note 8:**  Inflammatory Carcinoma: UICC includes the following definition: \"Inflammatory carcinoma of the breast is characterized by diffuse, brawny induration of the skin with an erysipeloid edge, usually with no underlying mass. If the skin biopsy is negative and there is no localized measurable primary cancer, the T category is pTX when pathologically staging a clinical inflammatory carcinoma (T4d). \n\n**Note 9:**  A clinical description of inflammation, erythema, edema, peau d'orange, or other terms describing skin changes without a stated diagnosis of inflammatory carcinoma should be assigned to T4b. \n\n**Note 10:**  For assigning the T category, the abstractor should record a stated diagnosis of inflammatory carcinoma, and also record any clinical statement of the character and extent of skin involvement in the text area.  Assign T4b when there is a stated diagnosis of inflammatory carcinoma and a clinical description of the skin involvement is less than one-third (33%) of the skin of the breast or there is a clinical description of inflammatory carcinoma .  Assign T4d when there is a stated diagnosis of inflammatory carcinoma and a clinical description of the skin involvement is greater than one-third (33%) or there is no clinical description of skin involvement.",
  "last_modified" : "2015-08-13T13:25:14.739Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "T0", "No evidence of primary tumor", "" ], [ "IS", "Tis", "Carcinoma in situ\n\nDuctal carcinoma in situ (DCIS)\n\nLobular carcinoma in situ (LCIS)\n\nPaget disease of the  nipple not associated with invasive carcinoma and/or\ncarcinoma in situ (DCIS and/or LCIS) in the underlying breast parenchyma. \nCarcinomas in the breast parenchyma associated with Paget disease are categorized\nbased on the size and characteristics of the parenchymal disease, although the \npresence of Paget's disease should still be noted", "In situ: noninfiltrating; intraepithelial\nIntraductal WITHOUT infiltration\nDuctal intraepithelial neoplasia (DIN)\nLobular neoplasia (LIN)\n\nPaget disease of nipple WITHOUT underlying tumor and behavior of /2 (insitu)\n\nPaget Disease disease of nipple WITHOUT underlying invasive carcinoma pathologically\nand behavior of /2 (in-situ)\n\nStated as Tis" ], [ "1", "T1", "Tumor 2 cm or less in greater dimension", "Stated as T1 [NOS]" ], [ "2", "T2", "Tumor more than 2 cm but not more than 5 cm in greatest dimension", "Stated as T2" ], [ "3", "T3", "Tumor more than 5 cm in greatest dimension", "Stated as T3" ], [ "4", "T4", "Tumor of any size with direct extension to chest wall and/or to skin\n(ulceration or skin nodules).", "Stated as T4 [NOS]" ], [ "4A", "T4a", "Extension to chest wall (does not include pectoralis muscle invasion only)", "Invasion of (or fixation to):\n    Chest wall\n    Intercostal or serratus anterior muscle(s)\n    Rib(s)\nStated as T4a with no other information on extension" ], [ "4B", "T4b", "Ulceration, ipsilateral satellite skin nodules, or skin edema (including peau d'orange)", "Extensive skin involvement, including:\nSatellite nodule(s) in skin of primary breast\nUlceration of skin of breast\n\nAny of the following conditions described as involving less than one-third (33%) of the breast \nWITHOUT a stated diagnosis of inflammatory carcinoma \nWITH or WITHOUT dermal lymphatic infiltration:\n    Edema of skin\n    En cuirasse\n    Erythema\n    Inflammation of skin\n    Peau d'orange (\"pigskin\")\n\nStated as T4b" ], [ "4C", "T4c", "Both 4a and 4b above", "Stated as T4c" ], [ "4D", "T4d", "Inflammatory carcinoma", "Diagnosis of inflammatory carcinoma\nWITH a clinical description of inflammation, erythema, edema, peau d'orange, etc., involving one-third (33%) or more OR percentage of involvement not stated or documented \nWITH or WITHOUT dermal lymphatic infiltration\n\nInflammatory carcinoma, NOS\n\nStated as T4d with no other information on extension" ], [ "X", "TX", "Primary tumor cannot be assessed", "Unknown; extension not stated\nNot documented in patient record" ], [ "1mi", "T1mi", "Microinvasion 0.1 cm or less in greatest dimension", "Stated as T1mi" ], [ "1a", "T1a", "More than 0.1 cm but not more than 0.5 cm in greatest dimension", "Stated as T1a" ], [ "1b", "T1b", "More than 0.5 cm but not more than 1 cm in greatest dimension", "Stated as T1b" ], [ "1c", "T1c", "More than 1 cm but not more than 2 cm in greatest dimension", "Stated as T1c" ] ]
}