{
  "id" : "gist_rectum_n_35223",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path N GIST Rectum",
  "title" : "Pathologic N",
  "notes" : "**Note 1:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in metastasis.\n\n**Note 2:**  Inferior mesenteric nodes are coded in distant metastasis for cecum, ascending colon, transverse colon, and hepatic flexure.  Superior mesenteric nodes are coded in distant metastasis for all colon sites.  Mesenteric node(s), NOS are coded in regional lymph nodes (N).\n\n**Note 3:**  For rectosigmoid primaries, middle and superior rectal nodes are regional lymph nodes. Inferior rectal nodes are distant metastasis. For rectum primaries, the inferior, middle, and superior rectal nodes are regional lymph nodes. Rectal nodes, NOS are regional lymph nodes for both rectosigmoid and rectum.\n\n**Note 4:**  For rectum primaries, obturator nodes and internal iliac (hypogastric) nodes, NOS are regional lymph nodes; for rectosigmoid primaries, these are distant metastasis. \n\n**Note 5:**  For rectosigmoid primaries, left colic nodes and colic nodes, NOS are regional lymph nodes; for rectum primaries, these are distant metastasis.\n\n**Note 6:**  Regional lymph node involvement is rare for GISTs, so that cases in which the nodal status is not associated clinically or pathologically could be considered N0 instead of cNX or pNX.\n\n**Regional lymph nodes for rectosigmoid junction and rectum**\n    \n**All sites:** \n\n    Hemorrhoidal (middle, superior) \n    Inferior mesenteric \n    Mesenteric [NOS] \n    Perirectal \n    Rectal (middle) \n    Rectal [NOS] \n    Rectal (superior) \n    Rectosigmoid (paracolic/pericolic)\n    Sigmoidal (sigmoid mesenteric)\n\n**Rectosigmoid (C199)** \n\n    Colic, (NOS) \n    Left colic\n  \n**Rectum (C209)** \n\n    Hemorrhoidal (inferior) \n    Internal iliac (hypogastric)  \n    Lateral (laterosacral) \n    Middle (promontorial) (Gerota's node) \n    Obturator\n    Presacral\n    Rectal (inferior) \n    Sacral (NOS)\n    Sacral promontory",
  "last_modified" : "2015-11-25T20:26:06.104Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Regional lymph node metastasis", "Nodule(s) or foci in perirectal fat\n\nRegional lymph nodes, NOS\nLymph nodes, NOS\n\nStated as N1" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "In situ case but no pTis is defined by TNM" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}