{
  "id" : "nodes_dam",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "SEER Regional Nodes",
  "title" : "SEER Regional Nodes",
  "notes" : "**Note 1:**  Code only regional nodes and nodes, NOS in this field.  Distant nodes are coded in SEER Mets.   \n\n**Note 2:**  According to AJCC, p. 325, \"There is no lower threshold of tumor burden defining the presence of regional nodal metastasis. Specifically, nodal tumor deposits less than 0.2 millimeter (mm) in diameter (previously used as the threshold for defining nodal metastasis), are included in the staging of nodal disease as a result of the consensus that smaller volumes of metastatic tumor are still clinically significant\".  This means that any finding of melanoma in lymph nodes, regardless of size and including isolated tumor cells (ITCs), should be coded as positive lymph nodes in this field.  \n\n(Note 2 conflicts with mapping of ITC to 000 in Summary Stage (See Table) due to statement that ITCs should be coded as positive lymph nodes - bjmatt - I would leave this note in and let Jennifer decide how it should be done, take out of insitu code in the table - therefore the note would be ok here, or leave in the table and take out the note) \n\n**Note 3:**  Bilateral or contralateral nodes are considered regional nodes for head, neck, and truncal tumors with bidirectional drainage to primary nodal basins, as shown on lymphoscintigraphy.  Truncal tumors may also drain to both cephalad and caudal primary nodal basins as shown on lymphoscintigraphy.  Clinical assessment of bilateral/contralateral or cephalad/caudal regional nodal involvement is required for tumors where lymphoscintigraphy is not performed. \n\n**Note 4:**  Contiguous or secondary nodal basins are the next nodal drainage basins beyond the primary nodal basins.  Secondary basins are considered regional for AJCC staging but may be distant for Summary Stage.  Use code 115 for involvement of nodes in secondary nodal basins not specified in codes 100 and 110. \n\n(Recommend either deleting Note 4 or placing in SEER Mets and deleting the last sentence. - bjmatt - unless this issue of contiguous or secondary nodal basin is address in the coding - I would vote to remove note 4)\n\n**Note 5:**  Satellite lesions/nodules or in-transit metastases are coded in this field. Use codes 100-118 if there is regional node involvement without satellite nodules or in-transit metastases.  Use codes 140-151 if there are satellite nodules or in-transit metastases but there is either no regional lymph node involvement, or involvement of regional nodes is not stated.  Use codes 200-223 if both satellite nodules/in-transit metastases and regional lymph nodes are present. \n\n(delete Note 5 - bjmatt: rather than delete whole note I might simple put that Satellite lesions/nodules or in-transit metastases are coded in SEER Regional Nodes)",
  "footnotes" : "\\###  - Considered distant in Historic Stage\n\\*** - Considered distant in 1977 Summary Staging Guide",
  "last_modified" : "2015-08-13T13:25:18.382Z",
  "definition" : [ {
    "key" : "nodes",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "manual",
    "name" : "Summary Stage Manual",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  }, {
    "key" : "ss2017_n",
    "name" : "Summary Stage 2017 N",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "000", "None\n\nNo regional lymph node involvement", "Isolated tumor cells (ITCs) only    (AJCC recognizes this as nodal involvement.  Question if this should be mapped to 000.  Note 2 should be deleted if ITCs are mapped to 000 due to conflicting comments: positive lymph nodes vs no regional ln involvement.)", "VALUE:NONE" ], [ "300", "Regional lymph node(s) involved only\nREGIONAL Lymph Nodes by primary site\nHead and neck:\nAll head and neck subsites:\nCervical, NOS\nLip:\nFacial, NOS:###***\nBuccinator (buccal)###***\nNasolabial###***\nMandibular, NOS:\nSubmandibular (submaxillary)\nSubmental###***\nParotid, NOS:###***\nInfra-auricular###***\nPreauricular###***\nEyelid/canthus:\nFacial, NOS:\nBuccinator (buccal)\nNasolabial\nMandibular, NOS:\nSubmandibular (submaxillary)\nSubmental###***\nParotid, NOS:\nInfra-auricular\nExternal ear/auditory canal:\nMastoid (post-/retro-auricular)\nPreauricular\nFace, Other (cheek, chin, forehead, jaw, nose and temple):\nFacial, NOS:\nBuccinator (buccal)\nNasolabial\nMandibular, NOS:\nSubmandibular (submaxillary)\nSubmental###***\nParotid, NOS:\nInfra-auricular\nPreauricular\nScalp:\nMastoid (post-/retro-auricular)\nParotid, NOS:\nInfra-auricular\nPreauricular\nSpinal accessory (posterior cervical)\nNeck:\nAxillary\nMandibular, NOS:\nSubmental###***\nMastoid (post-/retro-auricular)\nParotid, NOS:\nInfra-auricular\nPreauricular\nSpinal accessory (posterior cervical)\nSupraclavicular (transverse cervical)\nUpper trunk:\nAxillary\nCervical\nInternal mammary\nSupraclavicular (transverse cervical)\nLower trunk:\nSuperficial inguinal (femoral)\nArm/shoulder:\nAxillary\nEpitrochlear \nfor hand/forearm\nSpinal accessory (posterior cervical) \nfor shoulder\nLeg/hip:\nPopliteal \nfor heel and calf\nSuperficial inguinal (femoral)\nVulva/penis/scrotum:\nDeep inguinal, NOS:\n Node of  Cloquet or Rosenmuller (highest deep inguinal)\nSuperficial inguinal (femoral)\nAll sites:\nIn-transit metastasis (satellite nodules >2 cm from primary tumor)\nRegional lymph node(s), NOS", "Regional lymph node(s) by primary site (includes bilateral or contralateral nodes for head and neck):\n\nEvaluated clinically: (bjmatt - I'm wondering if this line can be deleted as well as take all the Clinically and pathologically out of the lines following?)\nClinically stated as N1 with no other information on regional lymph nodes \n\nEvaluated pathologically: (bjmatt - I'm wondering if this line can be deleted)\n\nPathologically stated as N1a with no other information on regional lymph nodes (delete 'pathologically)\n\nEvaluated pathologically: (bjmatt - I'm wondering if this line can be deleted)\n\nPathologically stated as N1b with no other information on regional lymph nodes\n\nEvaluated pathologically: (bjmatt - I'm wondering if this line can be deleted)\n\nPathologically stated as N1 [NOS] with no other information on regional lymph nodes\n\nStated as N1 [NOS] with no information on clinical or pathologic evaluation (delete the 'on clinical or pathologic evaluation)\nEvaluate Clinically:   Clinically stated as N2 with no other information on regional lymph nodes\nSatellite nodule(s) or in-transit metastases greater than 2cm from primary tumor\nWITHOUT regional lymph node involvement or involvement of regional nodes not stated.\n\nEvaluated pathologically:\n\nPathologically stated as N2a with no other information on regional lymph nodes\n\nEvaluated pathologically:\n\nPathologically stated as N2b with no other information on regional lymph nodes\n\nStated as N2c with no other information on satellite nodules\nStated as N2[NOS] with no other information on satellite nodules\n\nMatted lymph nodes \n\nSatellite nodule(s) or in-transit metastases\nWITH regional lymph nodes \n\nStated as N3 with no other information on regional nodes  \n\nLymph nodes, NOS", "VALUE:RN" ], [ "999", "Unknown; regional lymph nodes not stated\nRegional lymph nodes cannot be assessed\nNot documented in patient record", "", "VALUE:U" ] ]
}