{
  "id" : "ovary_t_58652",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path T Ovary",
  "title" : "Pathologic T",
  "notes" : "**Note 1:**  TNM does not include an in situ category for ovary tumors. Assign 88 and behavior code /2 for in situ tumors.\n\n**Note 2:**  TNM values correspond to the stages accepted by the Federation Internationale de Gynecologie et d'Obstetrique (FIGO), and FIGO stages are included for coding where no more specific information is available in the record.  When both FIGO stage and extension detail are available, record the code with extension detail in preference to a statement of FIGO stage. Note that FIGO uses a single stage value which corresponds to different groupings of T, N, and M values.  FIGO Stage IIIC is assigned based on tumor extension and/or regional lymph node involvement.  Code primary tumor based on a physician's statement of FIGO Stage IIIC only if it is known that the stage value is assigned because of tumor extension. If FIGO Stage IIIC is specified but it is unknown whether it is based on extension or lymph nodes, code to regional lymph nodes.\n\n**Note 3:**  T1 and T2 tumors with malignant ascites are categorized as T1c and T2c (FIGO Stages IC and IIC), respectively.  Ascites, NOS is considered negative. \n\n**Note 4:**  Both extension to and discontinuous metastasis to any of the following pelvic organs are included in the T2 category (FIGO Stage II): adnexa, NOS; bladder and bladder serosa; broad ligament (mesovarium); cul de sac; fallopian tubes; parametrium; pelvic peritoneum; pelvic wall; rectosigmoid; rectum; sigmoid colon; sigmoid mesentery; pelvic ureter; uterus and uterine serosa. \n\n**Note 5:**  Peritoneal implants outside the pelvis must be microscopically confirmed.  Peritoneal implants may also be called seeding, salting, talcum powder appearance, or studding. \n\n**Note 6:**  If implants are mentioned, determine whether they are in the pelvis or in the abdomen and code appropriately.  If the location is not specified, assign T3.\n\n**Note 7:**  Both extension to and discontinuous metastasis to any of the following abdominal organs by way of peritoneal seeding or implants are included in the T3 category (FIGO Stage III) : abdominal mesentery; diaphragm; gallbladder; infracolic omentum; kidneys; large intestine except rectum, rectosigmoid, and sigmoid colon; liver (peritoneal surface); omentum; pancreas; pericolic gutter; peritoneum, NOS; small intestine; spleen; stomach; and ureters outside pelvis.  Residual tumor in any of these organs would be considered FIGO III and coded in T3 and in Site-Specific Factors 3 and 4.  (Hematogenous metastases are included in M1 (FIGO Stage IV) disease.)\n\n**Note 8:**  Parenchymal liver nodules are coded in distant metastasis.\n\n**Note 9:**  In some registries benign/borderline ovarian tumors are reportable by agreement.  If the tumor being reported is benign or borderline, code primary tumor to TX.",
  "last_modified" : "2015-11-06T18:46:33.460Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "X", "TX", "Primary tumor cannot be assessed", "In situ, intraepithelial, noninvasive, preinvasive\nUnknown; extension not stated\nNot documented in patient record" ], [ "0", "T0", "No evidence of primary tumor", "" ], [ "1", "T1", "Tumor limited to the ovaries (one or both)", "Note: T1 has subcategories of T1a, T1b and T1c. Assign T1 only when there is no information available to assign one of the subcategories\n\nUnknown if capsule(s) ruptured or if one or both ovaries involved\nLocalized, NOS\n\nFIGO Stage I, NOS\n\nStated as T1 [NOS]" ], [ "1A", "T1a", "Tumor limited to one ovary; capsule intact, no tumor on ovarian surface\nNo malignant cells in ascites or peritoneal washings", "FIGO Stage IA\n\nStated as T1a" ], [ "1B", "T1b", "Tumor limited to both ovaries; capsule intact, no tumor on ovarian surface\nNo malignant cells in ascites or peritoneal washings", "FIGO Stage IB\n\nStated as T1b" ], [ "1C", "T1c", "Tumor limited to one or both ovaries with any of the following:\n    Capsule ruptured\n    Tumor on ovarian surface\n    Malignant cells in ascites or peritoneal washings", "FIGO Stage IC\n\nStated as T1c" ], [ "2", "T2", "Tumor involves one or both ovaries with pelvic extension", "Note: T2 has subcategories of T2a, T2b and T2c. Assign T2 only when there is no information available to assign one of the subcategories\n\nFIGO Stage II [NOS]\n\nStated as T2 [NOS]" ], [ "2A", "T2a", "Extension and/or implants on uterus and/or tube(s)\nNo malignant cells in ascites or peritoneal washings", "Extension to or implants on (but no malignant cells in ascites or peritoneal washings):\n    Adnexa, ipsilateral, contralateral or NOS\n    Fallopian tube(s), ipsilateral, contralateral or NOS\n    Uterus\n\nFIGO Stage IIA\n\nStated as T2a" ], [ "2B", "T2b", "Extension to other pelvic tissues \nNo malignant cells in ascites or peritoneal washings", "Extension to or implants on other pelvic structures (but no malignant cells in ascites or peritoneal washings):\n     Bladder \n     Bladder serosa\n     Cul de sac\n     Pelvic tissue:\n        Adjacent peritoneum\n        Ligament(s):\n            Broad, ipsilateral, contralateral or NOS\n            Ovarian\n            Round\n            Suspensory\n        Mesovarium, ipsilateral, contralateral or  NOS\n        Parametrium\n     Pelvic wall\n     Rectosigmoid, \n     Rectum\n     Sigmoid colon\n     Sigmoid mesentery\n     Ureter (pelvic portion)\n   \nFIGO Stage IIB\n\nStated as T2b" ], [ "2C", "T2c", "Pelvic extension (2a or 2b) with malignant cells in ascites or peritoneal washings", "FIGO Stage IIC\n\nStated as T2c" ], [ "3", "T3", "Tumor involves one or both ovaries \nWITH microscopically confirmed peritoneal metastasis outside the pelvis and/or regional lymph node metastasis", "Note: T3 has subcategories of T3a, T3b and T3c. Assign T3 only when there is no information available to assign one of the subcategories\n\nFurther contiguous extension\n\nFIGO Stage III [NOS]\n\nStated as T3 [NOS]" ], [ "3A", "T3a", "Microscopic peritoneal metastasis beyond pelvis", "Peritoneal surface/capsule of liver \n\nFIGO Stage IIIA\n\nStated as T3a" ], [ "3B", "T3b", "Macroscopic peritoneal, metastatasis beyond pelvis, 2 cm or less in greatest dimension", "Peritoneal surface of liver\n\nFIGO Stage IIIB\n\nStated as T3b" ], [ "3C", "T3c", "Peritoneal metastasis beyond pelvis, more than 2 cm in greatest dimension and/or regional lymph node metastasis", "Peritoneal surface of liver (liver capsule)\n\nFIGO Stage IIIC (based on tumor extension)\n\nStated as T3c" ] ]
}