{
  "id" : "path_t_bcu",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path T",
  "title" : "Pathological T",
  "notes" : "**Note:**  True invasion of the choroid is defined as one or more solid nests of tumor cells that fills or replaces the choroid and has pushing borders.  This is distinguished from artifactual invasion, or groups of tumor cells in the open spaces beween intraocular structures, extraocular tissues, and/or subarachnoid space.  Focal choroidal invasion is a solid nest of tumor measuring less than 3 millimeter (mm) in maximum diameter.  Massive choroidal invasion is a solid tumor nest 3 mm or more in maximum diameter.",
  "last_modified" : "2015-08-13T13:24:14.568Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathological T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathological T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "X", "TX", "Primary tumor cannot be assessed", "Enucleation performed; extension not stated\nNot documented in patient record\nNo enucleation performed or unknown if enucleation performed" ], [ "0", "T0", "No evidence of primary tumor", "" ], [ "1", "T1", "Tumor confined to eye with no optic nerve or choroidal invasion", "Tumor cells in the vitreous body WITHOUT optic nerve or choroidal invasion\n\nTumor(s) confined to and WITHOUT optic nerve or choroidal invasion: \n    Eye, NOS \n    Retina\n    Subretinal space \n   \nStated as T1" ], [ "2", "T2", "Tumor with minimal optic nerve and/or choroidal invasion", "Note: T2 has subcategories of T2a and T2b. Assign T2 only when there is no information available to assign one of the subcategories\n\nTumor with minimal optic nerve and/or choroidal invasion, NOS\n\nStated as T2" ], [ "2A", "T2a", "Tumor superficially invades optic nerve head but does not extend past lamina cribosa OR exhibits focal choroidal invasion", "Tumor invades optic nerve up to, but not through, level of lamina cribrosa WITHOUT invasion of choroid\n\nTumor invades choroid focally WITHOUT invasion of optic nerve\n\nStated as T2a" ], [ "2B", "T2b", "Tumor superficially invades optic nerve head but does not extend past lamina cribosa AND exhibits focal choroidal invasion", "Tumor invades optic nerve up to, but not through, level of lamina cribosa WITH focal invasion of the choroid\n\nStated as T2b" ], [ "3", "T3", "Tumor with significant optic nerve and/or choiroidal invasion", "Note: T3 has subcategories of T3a and T3b. Assign T3 only when there is no information available to assign one of the subcategories\n\nTumor with significant optic nerve and/or choroidal invasion, NOS\n\nStated as T3 [NOS]" ], [ "3A", "T3a", "Tumor invades optic nerve past lamina cribosa but not to surgical resection line OR exhibits massive choroidal invasion", "Tumor invades optic nerve through the level of lamina cribosa but not to line of resection WITHOUT massive invasion of choroid\n\nTumor massively invades choroid WITHOUT invasion of optic nerve through level of lamina cribrosa\n\nTumor with significant optic nerve and/or choroidal invasion\n\nStated as T3a" ], [ "3B", "T3b", "Tumor invades optic nerve past lamina cribosa but not to surgical resection line AND exhibits massive choroidal invasion", "Tumor invades optic nerve through level of lamina cribrosa but not to line of resection WITH massive invasion of choroid\n\nStated as T3b" ], [ "4", "T4", "Tumor invades optic nerve to resection line or exhibits extraocular extension elsewhere", "Note: T4 has subcategories of T4a and T4b. Assign T4 only when there is no information available to assign one of the subcategories\n\nExtraocular extension WITHOUT invasion of optic nerve to resection line including:\n    Invasion of orbit through sclera\n    Extension to:\n        Anterior or posteriorly into orbit\n        Apex of orbit\n        Brain\n        Brain beyond chiams\n        Subarachnoidal space of optic nerve\n    \nStated as T4 [NOS]" ], [ "4A", "T4a", "Tumor invades optic nerve to resection line but no extraocular extension identified", "Invasion of optic nerve to resection line WITHOUT extraocular extension \n\nStated as T4a" ], [ "4B", "T4b", "Tumor invades optic nerve to resection line and extraocular extension identified", "Invasion of optic nerve to resection line WITH extraocular extension including: \n    Invasion of orbit through sclera\n    Extension to:\n        Anterior or posteriorly into orbit\n        Apex of orbit\n        Brain\n        Brain beyond chiams\n        Subarachnoidal space of optic nerve\n\nStaged as T4b" ] ]
}