{
  "id" : "pathological_n_corpus_31147",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Pathologic N Corpus Adenosarcoma",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Histological examination of a pelvic lymphadenectomy specimen will ordinarily include 6 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0. (FIGO considers such cases as pNX.) (1)\n\n**Note 2:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in M (distant metastasis).\n\n**Note 3:**  Regional nodes include bilateral and contralateral involvement of named nodes.\n\n**Note 4:**  The Federation Internationale de Gynecologie et d'Obstetrique (FIGO), stages are included for coding where no more specific information is available in the record.  When both FIGO stage and regional lymph node detail are available, record the code with regional lymph node detail in preference to a statement of FIGO stage.\n\n**Note 5:** Assign lymph nodes based on a physician's statement of FIGO Stage IIIB if it is known that the stage value is assigned because of lymph node involvement, or if there is no statement that FIGO Stage IIIB is assigned based on extension or lymph node involvement.\n\n**Note 6:**  If the clinician says \"adnexa palpated\" but does not mention lymph nodes, assume lymph nodes are not involved.\n\nRegional lymph node(s) for Corpus:\n\n    Aortic, NOS:\n        Lateral (lumbar)\n        Para-aortic\n        Periaortic\n    Iliac, NOS:\n        Common\n        External\n        Internal (hypogastric)\n            Obturator\n    Paracervical\n    Parametrial\n    Pelvic, NOS\n    Sacral, NOS:\n        Lateral (laterosacral)\n        Middle (promontorial) (Gerota's node)\n        Presacral\n        Uterosacral\n\n    Pelvic lymph nodes, NOS\n\n    FIGO Stage IIIC (pelvic or para-aortic lymph nodes)\n    FIGO Stage IIIC1 (pelvic lymph nodes)\n    FIGO Stage IIIC2 (para-aortic lymph nodes WITH or WITHOUT pelvic lymph nodes)",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 215",
  "last_modified" : "2015-12-14T15:27:07.069Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Regional lymph node metastasis", "Regional lymph nodes, NOS\nLymph nodes, NOS\n\nStated as N1" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "In situ case but no pTis is defined by TNM" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}