{
  "id" : "path_t_bbo",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path T Prostate",
  "title" : "Pathologic T",
  "notes" : "**Note 1:** TNM does not include an in situ category for tumors of the prostate. Assign 88 and behavior code /2 for in situ cases.\n\n**Note 2:** When prostate cancer is an incidental finding during a prostatectomy for other reasons (for example, a cystoprostatectomy for bladder cancer), use the appropriate code for the extent of disease found (for example, involvement in one lobe, both lobes, or more)\n\n**Note 3:** T1a, T1b, T1c and T1 are used only for clinically inapparent tumor (see Note 2A) and/or incidentally found microscopic carcinoma (latent, occult) in one or both lobes.  Within this range, give priority to codes T1a and T1b over T1. Do not assign T1a, T1b or T1 [NOS] for needle core biopsy. Assign T1c when tumor is found in one lobe or both lobes, by needle biopsy but is not palpable or \"reliably\" visible by imaging. Since T1c is used to measure screening detected cases, it is important to only apply code T1c when it is clearly an inapparent case.  \n\n**Note 4:** When the apical margin, distal urethral margin, bladder base margin, or bladder neck margin is involved and there is no extracapsular extension, assign a pT2.\n\n**Note 5:** Invasion into the prostatic apex or into (but not beyond) the prostatic capsule is not classified as T3, but as T2",
  "last_modified" : "2015-10-29T18:23:43.997Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "X", "TX", "Primary tumor cannot be assessed", "Surgical resection of primary tumor done and extension not stated or unknown\nSurgical resection of primary tumor done and extension not documented in patient record" ], [ "0", "T0", "No evidence of primary tumor", "" ], [ "2", "T2", "Tumor confined within prostate", "Note: T2 has subcategories of T2a, T2b and T2c. Assign T2 only when there is no information available to assign one of the subcategories\n\nInvolved one lobe/side, NOS \n\nIntracapsular involvement only\nNo extracapsular extension but specific margins involved\n\nConfined to prostate, NOS \nLocalized, NOS\n\nStated as T2 [NOS]" ], [ "2A", "T2a", "Tumor involves one-half of one lobe or less", "Involves one half of one lobe/side or less \n\nNo extracapsular extension but specific margins involved plus involves one half of one lobe/side or less\n\nStated as T2a" ], [ "2B", "T2b", "Tumor involves more than one-half of one lobe, but not both lobes", "Involves more than one half of one lobe/side, but not both lobes/sides\n\nInvasion into (but not beyond) prostatic capsule plus involves more than one half of one side/lobe, but not both lobes/sides\n\nNo extracapsular extension but specific margins involved plus involves more than one half of one lobe/side, but not both lobes/sides\n\nStated as T2b" ], [ "2C", "T2c", "Tumor involves both lobes", "Involves both lobes/side\n\nInvasion into (but not beyond) prostatic capsule plus involves both lobes/sides\n\nNo extracapsular extension but specific margins involves plus involves both lobes/sides\n\nStated as T2c" ], [ "3", "T3", "Tumor extends through the prostatic capsule", "Note: T3 has subcategories of T3a and T3b. Assign T3 only when there is no information available to assign one of the subcategories\n\nStated as T3 [NOS]" ], [ "3A", "T3a", "Extracapsular extension (unilateral or bilateral) \n     Including microscopic bladder neck involvement", "Extracapsular extension (beyond prostatic capsule), NOS\nThrough capsule, NOS\nExtracapsular extension and specific margins involved\n\nStated as T3a" ], [ "3B", "T3b", "Tumor invades seminal vesicles", "Extension to seminal vesicle (s) plus microscopic bladder neck involvement \n\nStated as T3b" ], [ "4", "T4", "Tumor is fixed or invades adjacent structures other than seminal vesicles: \n     External sphincter\n     Rectum\n     Levator muscles\n     Pelvic wall", "Extension to or fixation to adjacent structures includes\n    Bladder neck, except microscopic bladder neck involvement \n    Bladder, NOS\n    Fixation, NOS\n    Rectovesical (Denonvillier's) fascia\n    Extraprostatic urethra (membranous urethra)\n    Skeletal muscle, NOS\n    Ureter(s)\n\nExtension to or fixation to pelvic wall or pelvic bone\n \nFurther contiguous extension including:\n    Bone\n    Other organs\n    Penis\n    Sigmoid colon\n    Soft tissue other than periprostatic\n\nStated as T4" ], [ "88", "88", "Not applicable", "Pathologic T is not defined for this site/histology\nIn situ (no Tis not defined)" ], [ "", "BLANK", "", "No pathologic evaluation\nNo surgical resection of primary\nOnly positive biopsy of primary which is not the highest T\nUnknown if any pathologic assessment performed" ] ]
}