{
  "id" : "path_t_bcp",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path T",
  "title" : "Pathological T",
  "notes" : "**Note 1:** For skin, patch indicates any size skin lesion without significant elevation or induration.\n\n**Note 2:** For skin, plaque indicates any size skin lesion that is elevated or indurated.\n\n**Note 3:** For skin, tumor indicates at least one 1 centimeter (cm) diameter solid or nodular lesion with evidence of depth and/or vertical growth. If a physician describes a skin lesion of less than 1 cm as a tumor, use code 550.\n\n**Note 4:** Use code 150 when skin involvement is present but only a general location/site is mentioned (i.e., face, torso, arms, legs). Use code 300 when there is skin involvement but there is no mention of location/site.\n\n**Note 5:** Ignore erythroderma if stated to involve less than 50% of the skin. Use codes 110-150, 210-230, 300, 550, 600.\n\n**Note 6:** Physicians use more than one method to estimate percentage of skin involvement by mycosis fungoides (MF).  Code percent of skin involvement as stated by the physician.  If no percentage is stated and no word such as localized or generalized is used and no stage is given, code as percent not stated.\n\n**Note 7:**  Use code 950 ONLY if there is no evidence of any type of skin involvement, including plaques, papules, patches, or tumors.  Tumor size is coded as 000 in CS Tumor Size only if there is no evidence of any tumor(s) as defined in the CS Tumor Size table note.",
  "last_modified" : "2015-08-13T13:23:39.854Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathological T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathological T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "T0", "", "No evidence of primary tumor" ], [ "1", "T1", "", "Skin involvement less than 10%, not stated whether plaques, papules or patches, no tumors \n    Limited plaques/patches\n- - - - - - - - - -\nPlaques, papules, or erythematous patches: % body surface not stated, no tumors\n- - - - - - - - - -\nSkin involvement, NOS:\n    Extent not stated, no tumors\n    Localized, NOS" ], [ "1A", "T1a", "", "Patches only with less than 10% of skin surface  involved" ], [ "1B", "T1b", "", "Plaques or papules, with or without patches, with less than 10% of skin surface involved, no tumors" ], [ "2", "T2", "", "Skin involvement 10% or more, not stated whether plaques, papules or patches, no tumors\nGeneralized plaques/patches\n\nStated as T2, NOS\n- - - - - - - - - -\nSkin lesion described as tumor less than 1 cm" ], [ "2A", "T2a", "", "Patches only with  10% or more of skin surface  involved" ], [ "2B", "T2b", "", "Plaques or papules, with or without patches, with 10% or more of skin surface involved, no tumors" ], [ "3", "T3", "", "One or more tumors equal to  1 cm or greater\nCutaneous tumor, size not stated\n- - - - - - - - - -\nGeneralized erythroderma \n(Greater than 50% less than 80% body surface involved with diffuse redness)\n- - - - - - - - - -\nStated as T3 with no other information on extension" ], [ "4", "T4", "", "Generalized erythroderma\n(Equal to or greater than or equal to 80%  body surface involved with diffuse redness)\n- - - - - - - - - -\nStated as T4 with no other information on extension" ], [ "X", "TX", "", "Unknown; extension not stated\nPrimary tumor cannot be assessed\nNot documented in patient record" ] ]
}