{
  "id" : "path_n_head_neck_except_nasopharynx_40357",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path N Head & Neck",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Histological examination of a selective neck dissection specimen will ordinarily include 6 or more lymph nodes. Histological examination of a radical or modified radical neck dissection specimen will ordinarily include 10 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0. When size is a criterion for pN classification, measurement is made of the metastasis, not of the entire lymph node.(1) \n\n**Note 2:**  The description of lymph nodes has been standardized across the head and neck schemas.  All lymph node levels and groups listed here are considered regional nodes for TNM staging.\n\n**Note 3:**  If laterality of lymph nodes is not specified, assume nodes are ipsilateral.  Midline nodes are considered ipsilateral.\n\n**Note 4:** Size of lymph nodes must be known to assign N. You may use a physician’s statement of the N category if this is the only information in the medical record. If the size of the lymph node(s) is not known, assign N1. \n\n**Note 5:**  For head and neck schemas, this field includes all lymph nodes defined as Levels I-VII and Other by TNM.  \n\n    Level I: \n        Level IA - Submental\n        Level IB - Submandibular (submaxillary), sublingual\n    Level II - Upper jugular:\n        Jugulodigastric (subdigastric)\n        Upper deep cervical        \n        Level IIA - Anterior\n        Level IIB - Posterior    \n    Level III - Middle jugular:\n        Middle deep cervical\n    Level IV - Lower jugular:\n        Jugulo-omohyoid (supraomohyoid)\n        Lower deep cervical        \n        Virchow node\n    Level V - Posterior triangle group:\n        Posterior cervical\n        Level VA - Spinal accessory        \n        Level VB - Transverse cervical, supraclavicular \n    Level VI - Anterior compartment group:\n        Laterotracheal\n        Paralaryngeal\n        Paratracheal - above suprasternal notch\n        Perithyroidal\n        Precricoid (Delphian)\n        Prelaryngeal\n        Pretracheal - above suprasternal notch\n        Recurrent laryngeal\n    Level VII - Superior mediastinal group (for other mediastinal nodes, see distant metastasis):\n        Esophageal groove\n        Paratracheal - below suprasternal notch\n        Pretracheal - below suprasternal notch    \n    Parapharyngeal \n    Retropharyngeal\n    Retroauricular (mastoid)\n    Suboccipital\n    Other groups:\n        Facial:\n            Buccinator (buccal)\n            Mandibular\n            Nasolabial\n        Parotid:\n            Infraauricular\n            Intraparotid\n            Periparotid\n            Preauricular\n    Cervical, NOS\n    Deep cervical, NOS\n    Internal jugular, NOS\n\n    Regional lymph nodes, NOS\n    Lymph nodes, NOS\n\n**Note 6:**  For head and neck schemas, additional information about lymph nodes (size of involved nodes, extracapsular extension, levels involved, and location of involved nodes above or below the lower border of the cricoid cartilage) is coded in Site-Specific Factors 1, 3-9.\n\n**Note 7:**  For head and neck cancers, if lymph nodes are described only as \"supraclavicular\", try to determine if they are in Level IV (deep to the sternocleidomastoid muscle, in the lower jugular chain) or Level V (in the posterior triangle, inferior to the transverse cervical artery) and code appropriately.  If the specific level cannot be determined, consider them as Level V nodes.",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pgs., 28, 35, 42, 49",
  "last_modified" : "2015-11-16T20:19:38.361Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No regional lymph node metastasis", "No regional lymph node involvement" ], [ "p1", "pN1", "Metastasis in a single ipsilateral lymph node, 3 cm or less in greatest dimension", "Positive ipsilateral lymph node, not stated if single or multiple\nPositive lymph node, not stated if ipsilateral, bilateral, or contralateral \n\nPositive lymph node, size not stated\n\nStated as N1" ], [ "p2", "pN2", "Metastasis as described below", "Note: N2 has subcategories of N2a, N2b and N2c. Assign N2 only when there is no information available to assign one of the subcategories.\n\nStated as N2 [NOS]" ], [ "p2A", "pN2a", "Metastasis in a single ipsilateral lymph node, more than 3 cm but not more than 6 cm in greatest dimension", "Stated as N2a" ], [ "p2B", "pN2b", "Metastasis in multiple ipsilateral lymph nodes, none more than 6 cm in greatest dimension", "Multiple lymph nodes, not stated if ipsilateral, bilateral or contralateral\n\nStated as N2b" ], [ "p2C", "pN2c", "Metastasis in bilateral or contralateral lymph nodes, none more than 6 cm in greatest dimension", "Bilateral lymph nodes, size not stated\n\nStated as N2c" ], [ "p3", "pN3", "Metastasis in a lymph node more than 6 cm in greatest dimension", "Stated as N3" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Pathologic N is not defined for the specific site/histology" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}