{
  "id" : "path_t_bak",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path T",
  "title" : "Pathological T",
  "notes" : "**Note 1:**  Changes such as dimpling of the skin, tethering, and nipple retraction are caused by tension on Cooper's ligament(s), not by actual skin involvement.  They do not alter the classification.\n\n**Note 2:**  Consider adherence, attachment, fixation, induration, and thickening as clinical evidence of extension to skin or subcutaneous tissue, code 200.\n\n**Note 3:**  Consider fixation, NOS as involvement of pectoralis muscle, code 300.\n\n**Note 4:**  If CS Extension code is 000, then Behavior code must be 2; if CS Extension code is 050 or 070, then Behavior code may be 2 or 3; and if CS Extension code is 100, then Behavior code must be 3.\n\n**Note 5:**  Inflammatory Carcinoma:  AJCC includes the following text in the Cancer Staging Manual 7th Edition: \"Inflammatory carcinoma is a clinicopathologic entity characterized by diffuse erythema and edema (peau d'orange) of the breast, often without an underlying palpable mass.  These clinical findings should involve the majority of the skin of the breast.  Classically, the skin changes arise quickly in the affected breast.  Thus the term of inflammatory carcinoma should not be applied to a patient with neglected locally advanced cancer of the breast presenting late in the course of her disease.  On imaging, there may be a detectable mass and characteristic thickening of the skin over the breast.  This clinical presentation is due to tumor emboli within dermal lymphatics, which may or may not be apparent on skin biopsy.  The tumor of inflammatory carcinoma is classified T4d.  It is important to remember that inflammatory carcinoma is primarily a clinical diagnosis.  Involvement of the dermal lymphatics alone does not indicate inflammatory carcinoma in the absence of clinical findings.  In addition to the clinical picture, however, a biopsy is still necessary to demonstrate cancer either within the dermal lymphatics or in the breast parenchyma itself.\"\n\n**Note 6:**  For CS coding, the abstractor should record a stated diagnosis of inflammatory carcinoma, and also record any clinical statement of the character and extent of skin involvement in the text area.  Code 600 should be used if there is a stated diagnosis of inflammatory carcinoma and a clinical description of the skin involvement is less than one-third (33%) of the skin of the breast.  Code 725 should be used if there is a stated diagnosis of inflammatory carcinoma and a clinical description of the skin involvement is greater than or equal to one-third (33%) and less than or equal to one-half (50%) of the skin of the breast.  Code 730 should be used if there is a stated diagnosis of inflammatory carcinoma and a clinical description of the skin involvement in more than one-half (50%) (majority or diffuse) of the skin of the breast.  Cases with a stated diagnosis of inflammatory carcinoma but no such clinical description should be coded 750.  A clinical description of inflammation, erythema, edema, peau d'orange, or other terms describing skin changes without a stated diagnosis of inflammatory carcinoma should be coded  512-585 depending on described extent of the condition.",
  "footnotes" : "- For CS Extension codes 100-140, 200, and 300 ONLY, the T category is assigned based on value of CS Tumor Size as shown in the Extension Size Table for this schema.\n- For CS Extension codes 100-140, 200, and 300 ONLY, the T category is assigned based on value of CS Tumor Size as shown in the Extension Size Table for this schema.\n- For CS Extension codes 050 and 070 ONLY, Summary Stage 1977 and Summary Stage 2000 are assigned based on the value of Behavior Code ICD-O-3 as shown in the Extension Behavior Table for this schema.",
  "last_modified" : "2015-08-13T13:25:13.130Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathological T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathological T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "X", "TX", "Primary tumor cannot be assessed", "Unknown; extension not stated\nPrimary tumor cannot be assessed\nNot documented in patient record" ], [ "0", "T0", "No evidence of primary tumor", "No evidence of primary tumor" ], [ "IS", "Tis", "Carcinoma in situ\n\nDuctal carcinoma in situ (DCIS)\n\nLobular carcinoma in situ (LCIS)\n\nPaget disease of the  nipple not associated with invasive carcinoma and/or\ncarcinoma in situ (DCIS and/or LCIS) in the underlying breast parenchyma. \nCarcinomas in the breast parenchyma associated with Paget disease are categorized\nbased on the size and characteristics of the parenchymal disease, although the \npresence of Paget's disease should still be noted", "In situ: noninfiltrating; intraepithelial\nIntraductal WITHOUT infiltration\nLobular neoplasia\n\nPaget disease of nipple  \nWITHOUT underlying tumor or invasive carcinoma pathologically" ], [ "1", "T1", "Tumor 2 cm or less in greater dimension", "Stated as T1 [NOS] with no other information on extension or size" ], [ "1MI", "T1mi", "Microinvasion 0.1 cm or less in greatest dimension", "" ], [ "1A", "T1a", "More than 0.1 cm but not more than 0.5 cm in greatest dimension", "" ], [ "1B", "T1b", "More than 0.5 cm but not more than 1 cm in greatest dimension", "" ], [ "1C", "T1c", "More than 1 cm but not more than 2 cm in greatest dimension", "" ], [ "2", "T2", "Tumor more than 2 cm but not more than 5 cm in greatest dimension", "Stated as T2 with no other information on extension or size" ], [ "3", "T3", "Tumor more than 5 cm in greatest dimension", "Stated as T3 with no other information on extension or size" ], [ "4", "T4", "Tumor of any size with direct extension to chest wall and/or to skin\n(ulceration or skin nodules).", "Stated as T4 [NOS] with no other information on extension " ], [ "4A", "T4a", "Extension to chest wall (does not include pectoralis muscle invasion only)", "Invasion of (or fixation to):\n    Chest wall\n    Intercostal or serratus anterior muscle(s)\n    Rib(s)\n\nSee codes 610 (obsolete), 612-615, and 620 (obsolete) for combinations with this code\n\nStated as T4a with no other information on extension" ], [ "4B", "T4b", "Ulceration, ipsilateral satellite skin nodules, or skin edema (including peau d'orange)", "Extensive skin involvement, including:\nSatellite nodule(s) in skin of primary breast\nUlceration of skin of breast\n\nAny of the following conditions described as involving less than one-third (33%) of the breast \nWITHOUT a stated diagnosis of inflammatory carcinoma \nWITH or WITHOUT dermal lymphatic infiltration:\n    Edema of skin\n    En cuirasse\n    Erythema\n    Inflammation of skin\n    Peau d'orange (\"pigskin\")\n\n514 + 512\n\nAny of the following conditions described as involving one third (33%) or more but less than or equal to half (50%) of the breast\nWITHOUT a stated diagnosis of inflammatory carcinoma \nWITH or WITHOUT dermal lymphatic infiltration:\n    Edema of skin\n    En cuirasse\n    Erythema\n    Inflammation of skin\n    Peau d'orange (\"pigskin\")\n\n518 + 512\n\nAny of the following conditions described as involving more than 50% of the breast\nWITHOUT a stated diagnosis of inflammatory carcinoma \nWITH or WITHOUT dermal lymphatic infiltration:\n    Edema of skin\n    En cuirasse\n    Erythema\n    Inflammation of skin\n    Peau d'orange (\"pigskin\")\n\n520 + 512\n\nAny of the following conditions with amount or percent of breast involvement not stated and \nWITHOUT a stated diagnosis of inflammatory carcinoma \nWITH or WITHOUT dermal lymphatic infiltration:\n    Edema of skin\n    En cuirasse\n    Erythema\n    Inflammation of skin\n    Peau d'orange (\"pigskin\")\n\n580 + 512\n\nDiagnosis of inflammatory carcinoma\nWITH a clinical description of inflammation, erythema, edema, peau d'orange, etc., involving less than one-third (33%) of the skin of the breast,\nWITH or WITHOUT dermal lymphatic infiltration\n\nStated as T4b with no other information on extension" ], [ "4C", "T4c", "Both 4a and 4b above", "Stated as T4c with no other information on extension" ], [ "4D", "T4d", "Inflammatory carcinoma", "Diagnosis of inflammatory carcinoma\nWITH a clinical description of inflammation, erythema, edema, peau d'orange, etc., \nWITH or WITHOUT dermal lymphatic invasion\nInflammatory carcinoma, NOS\n\nStated as T4d with no other information on extension" ] ]
}