{
  "id" : "path_t_ban",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path T Melanoma Skin",
  "title" : "Pathologic T",
  "notes" : "**Note 1:** pTX includes shave biopsies and regressed melanomas.\n\n**Note 2:**  Assign the higher T if there is a discrepancy between the Clark level and the pathologic description of extent (invasion into the layers of the dermis).\n\n**Note 3:**  Code the greatest extent of invasion from any procedure performed on the lesion, whether it is described as a biopsy or an excision.  \n* For example, if a punch biopsy with involvement of Clark level IV (T1b) is followed by a re-excision with residual tumor involving Clark level II (T1a), assign the Clark level IV (T1b).\n\n**Note 4:**  Satellite lesions/nodules or in-transit metastases are coded in regional lymph nodes.\n\n**Note 5:**  Ulceration of the melanoma is coded in **Site-Specific Factor 2.**",
  "footnotes" : "^ Definition from the updated pages from \"*TNM Classification of Malignant Tumours, Seventh edition*\" found at http://www.wileyanduicc.com/pdf/Corrected_pages.pdf",
  "last_modified" : "2015-12-30T19:26:35.250Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Surgical resection of primary tumor done and extension not stated or unknown\nSurgical resection of primary tumor done and extension not documented in patient record\nSurgical resection of primary tumor done, Breslow's depth is part of the T definition and the depth is not available but information states that the tumor is confined to the primary\n\nMelanomas diagnosed via shave biopsy\nRegressed melanoma" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "pIS", "pTis", "Melanoma in situ (Clark Level I) \n    Atypical melanocytic hyperplasia\n    Several melanocytic dysplasia\n    Not an invasive malignant lesion", "Intraepidermal, intraepithelial, noninvasive \n(Basement membrane of the epidermis is intact)\nClark level I\n\nStated as Tis" ], [ "p1", "pT1", "Tumor 1 mm or less in thickness", "Note: T1 has subcategories of T1a and T1b. Assign T1 only when there is no information available to assign one of the subcategories\n\nSkin/dermis, NOS\nLocalized, NOS\n\nStated as T1 [NOS]" ], [ "p1A", "pT1a", "Without ulceration and mitosis less than 1mm (squared)^", "Papillary dermis invaded (Clark level II) WITHOUT ulceration\n\nPapillary-reticular dermal interface invaded (Clark level III) \nWITHOUT ulceration\n\nStated as T1a" ], [ "p1B", "pT1b", "With ulceration or mitoses equal to or greater than 1mm (squared)^", "Papillary dermis invaded (Clark level II) WITH ulceration\nPapillary-reticular dermal interface invaded (Clark level III) \nWITH ulceration\n\nReticular dermis invaded (Clark level IV) WITH or WITHOUT ulceration\n\nSubcutaneous tissue invaded (through entire dermis) (Clark's level V) WITH or WITHOUT ulceration\n\nStated as T1b" ], [ "p2", "pT2", "Tumor more than 1 mm but not more than 2 mm in thickness", "Note: T2 has subcategories of T2a and T2b. Assign T2 only when there is no information available to assign one of the subcategories\n\nStated as T2 [NOS]" ], [ "p2A", "pT2a", "without ulceration", "Stated as T2a" ], [ "p2B", "pT2b", "with ulceration", "Stated as T2b" ], [ "p3", "pT3", "Tumor more than 2 mm but not more than 4 mm in thickness", "Note: T3 has subcategories of T3a and T3b. Assign T3 only when there is no information available to assign one of the subcategories\n\nStated as T3 [NOS]" ], [ "p3A", "pT3a", "without ulceration", "Stated as T3a" ], [ "p3B", "pT3b", "with ulceration", "Stated as T3b" ], [ "p4", "pT4", "Tumor more than 4 mm in thickness", "Note: T4 has subcategories of T4a and T4b. Assign T4 only when there is no information available to assign one of the subcategories\n\nStated as T4 [NOS]" ], [ "p4A", "pT4a", "without ulceration", "Further contiguous extension:\nUnderlying cartilage, bone, skeletal muscle WITHOUT ulceration\n\nStated as T4a" ], [ "p4B", "pT4b", "with ulceration", "Further contiguous extension:\nUnderlying cartilage, bone, skeletal muscle WITH ulceration\n\nStated as T4b" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of primary tumor\nNo surgical resection of primary tumor and there isn't a positive biopsy of the highest T\nOnly positive biopsy of tumor which is not the highest T \nUnknown if any pathologic assessment performed" ] ]
}