{
  "id" : "path_n_dam",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path N Melanoma Skin",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Histological examination of a regional lymphadenectomy specimen will ordinarily include 6 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0. (1)\n\n**Note 2:**  Code only regional nodes and nodes, NOS in this field.  Distant nodes are coded in distant metastasis.\n\n**Note 3:**  Any finding of melanoma in lymph nodes, regardless of size and including isolated tumor cells (ITCs), should be coded as positive lymph nodes in this field.  If only ITCs are present, assign N1.\n\n**Note 4:**  Bilateral or contralateral nodes are considered regional nodes for head, neck, and truncal tumors with bidirectional drainage to primary nodal basins, as shown on lymphoscintigraphy.  Truncal tumors may also drain to both cephalad and caudal primary nodal basins as shown on lymphoscintigraphy.  Clinical assessment of bilateral/contralateral or cephalad/caudal regional nodal involvement is required for tumors where lymphoscintigraphy is not performed. \n\n**Note 5:**  Contiguous or secondary nodal basins are the next nodal drainage basins beyond the primary nodal basins.  Secondary basins are considered regional for TNM staging.\n\n**Note 6:**  Satellite lesions/nodules or in-transit metastases are coded in this field. Assign N2c if there are satellite(s) or in-transit metastasis without regional lymph node involvement. Assign N3 if  both satellite nodules/in-transit metastases and regional lymph nodes are present. \n\n**Note 7:**  Regional lymph nodes by skin primary site \n\n     Head and Neck (includes bilateral or contralateral nodes for head\n         All subsites:                                                \n             Cervical                                                 \n          Lip:                                                        \n             Mandibular, NOS:                                         \n             Submandibular (submaxillary)                             \n         External ear/auditory canal:                                 \n              Mastoid (post-/retro-auricular) (occipital)             \n             Preauricular                                             \n         Face, Other (cheek, chin, forehead, jaw, nose and temple):   \n             Facial, NOS:                                             \n                 Buccinator (buccal)                                  \n                 Nasolabial                                           \n             Mandibular, NOS:                                         \n                 Submandibular (submaxillary)                         \n             Parotid, NOS:                                            \n                 Infra-auricular                                      \n                 Preauricular                                         \n         Scalp:                                                       \n             Mastoid (post-/retro-auricular) (occipital)              \n             Parotid, NOS:                                            \n                 Infra-auricular                                      \n                 Preauricular                                         \n             Spinal accessory (posterior cervical)                    \n         Neck:                                                        \n             Axillary                                                 \n             Mandibular, NOS                                          \n             Mastoid (post-/retro-auricular) (occipital)              \n             Parotid, NOS:                                            \n                 Infra-auricular                                      \n                 Preauricular                                         \n             Spinal accessory (posterior cervical)                    \n             Supraclavicular (transverse cervical)                    \n     Upper Trunk:                                                     \n         Axillary                                                     \n         Cervical                                                     \n         Internal mammary (parasternal)                               \n         Supraclavicular (transverse cervical)                        \n     Lower Trunk:                                                     \n         Femoral (superficial inguinal)                               \n     Arm/Shoulder:                                                    \n         Axillary                                                     \n         Epitrochlear for hand/forearm                                \n         Spinal accessory for shoulder                                \n     Leg/Hip:                                                         \n         Femoral (superficial inguinal)                               \n         Popliteal for heel and calf                                  \n     All sites:                                                       \n         Regional lymph node(s), NOS                                  \n                                                                      \n     Head and Neck (includes bilateral or contralateral nodes for head\n         Lip:                                                         \n             Facial, NOS:                                             \n                 Buccinator (buccal)                                  \n                 Nasolabial                                           \n             Submental                                                \n             Parotid, NOS:                                            \n                 Infra-auricular                                      \n                 Preauricular                                         \n         Face, Other (cheek, chin, forehead, jaw, nose, and temple):  \n             Submental                                                \n         Neck:                                                        \n             Submental                                                \n                                                                      \n     Bidirectional nodal involvement (includes bilateral or contralate\n         Upper Trunk:                                                 \n             Femoral (or cephalad/caudal drainage from primary tumor) \n         Lower Trunk:                                                 \n             Axillary (or cephalad/caudal drainage from primary tumor)\n                                                                      \n     Secondary nodal basin involvement (includes bilateral or contrala\n         Head:                                                        \n             All subsites:                                            \n                 Supraclavicular                                      \n         Arm/Shoulder:                                                \n             Supraclavicular                                          \n         Leg/Hip:                                                     \n             Iliac                                                    \n         All sites:                                                   \n             Regional lymph node(s) in secondary nodal basins , NOS",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 174",
  "last_modified" : "2015-12-09T13:37:20.138Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No regional lymph node metastasis", "No regional lymph node involvement " ], [ "p1", "pN1", "Metastasis in one regional lymph node", "Note: N1 has subcategories of N1a and N1b. Assign N1 only when there is no information available to assign one of the subcategories.\n\nLymph nodes, NOS\n\nStated as N1 [NOS]" ], [ "p1A", "pN1a", "Only microscopic metastasis (clinically occult)", "One positive node identified by sentinel lymph node OR after completion of lymphadenectomy\n\nStated as N1a" ], [ "p1B", "pN1b", "Macroscopic metastasis (clinically apparent)", "One positive node clinically detected and confirmed by lymphadenectomy OR when there is gross extracapsular extension\n\nStated as N1b" ], [ "p2", "pN2", "Metastasis in two or three regional lymph nodes or satellite(s) or in-transit metastasis", "Note: N2 has subcategories of N2a, N2b and N2c. Assign N2 only when there is no information available to assign one of the subcategories.\n\nStated as N2 [NOS]" ], [ "p2A", "pN2a", "Only microscopic nodal metastasis", "Two to three nodes identified by sentinel lymph node OR after completion of lymphadenectomy\n\nStated as N2a" ], [ "p2B", "pN2b", "Macroscopic nodal metastasis", "Two to three nodes clinically detected and confirmed by lymphadenectomy OR when there is gross extracapsular extension\n\nStated as N2b" ], [ "p2C", "pN2c", "Satellite(s) or in-transit metastasis WITHOUT regional nodal metastasis", "Satellite nodule(s) or in transit metastasis, distance from primary tumor less than or equal to 2 cm or distance not stated WITHOUT regional lymph node involvement.  Includes cases with ITCs only and cases with regional lymph node involvement not stated\n\nDescribed as tumor with satellite nodule(s) or in transit metastasis, NOS WITHOUT regional lymph node involvement\n\nStated as N2c" ], [ "p3", "pN3", "Metastasis in four or more regional lymph nodes, or matted metastatic regional lymph nodes, or satellite(s) or in-transit metastasis with metastasis in regional lymph node(s)", "Matted lymph nodes\n\nSatellite nodule(s) or in-transit metastases WITH regional lymph nodes\n\nStated as N3" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}