{
  "id" : "path_n_dai",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path N Lung",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Histological examination of hilar and mediastinal lymphadenectomy specimen(s) will ordinarily include 6 or more lymph nodes/stations. Three of these nodes/stations should be mediastinal, including the subcarinal nodes and 3 from N1 nodes/stations. Labeling according to the IASLC chart and table of definitions given in the TNM supplement is desirable. If all the lymph nodes examined are negative, but the number ordinarily examined is not met, classify as pN0. (1)\n\n**Note 2:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in distant metastasis.\n\n**Note 3:**  If at mediastinoscopy/x-ray, the description is \"mass\", \"adenopathy\", or \"enlargement\" of any of the lymph nodes named as regional lymph nodes in N1 or N2, assume that at least regional lymph nodes are involved. If there is any mention of bilateral or contralateral mass, adenopathy or lymph node involvement, assign N3.\n\n**Note 4:**  The words \"no evidence of spread\" or \"remaining examination negative\" are sufficient information to consider regional lymph nodes negative in the absence of any statement about nodes.\n\n**Note 5:**  Vocal cord paralysis (resulting from involvement of the recurrent branch of the vagus nerve), superior vena cava (SVC) obstruction, or compression of the trachea or the esophagus, may be related to direct extension of the primary tumor or to lymph node involvement.  The treatment options and prognosis associated with these manifestations of disease extent fall within the T4-Stage IIIB category; therefore, generally assign T4 for these manifestations and not regional lymph nodes. However, if the primary tumor is peripheral and clearly unrelated to vocal cord paralysis, SVC obstruction, or compression of the trachea or the esophagus, assign N2 for mediastinal lymph node involvement, unless there is a statement of involvement by direct extension from the primary tumor.",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 142",
  "last_modified" : "2015-11-25T20:26:48.365Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph node(s) cannot be assessed", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Metastasis in ipsilateral peribronchial and/or ipsilateral hilar lymph nodes and intrapulmonary nodes, including involvement by direct extension", "Regional lymph nodes, ipsilateral:\n    Bronchial\n    Hilar (bronchopulmonary) (proximal lobar) (pulmonary root)\n    Intrapulmonary nodes, including involvement by direct extension:\n        Interlobar\n        Lobar\n        Segmental\n        Subsegmental\nPeri/parabronchial \n\nRegional lymph node(s), NOS\nLymph nodes, NOS\n\nStated as N1" ], [ "p2", "pN2", "Metastasis in ipsilateral mediastinal and/or subcarinal lymph node(s)", "Regional lymph nodes, ipsilateral:\n    Aortic (above diaphragm), NOS:\n        Peri/para-aortic, NOS:\n            Ascending aorta (phrenic)\n        Subaortic (aortico-pulmonary window)\n    Carinal (tracheobronchial) (tracheal bifurcation)\n    Mediastinal, NOS:\n        Anterior\n        Posterior (tracheoesophageal)\n    Pericardial\n    Peri/paraesophageal\n    Peri/paratracheal, NOS:\n        Azygos (lower peritracheal)\n    Pre- and retrotracheal, NOS:\n        Precarinal\n    Pulmonary ligament\n    Subcarinal \n\nStated as N2" ], [ "p3", "pN3", "Metastasis in contralateral mediastinal, contralateral hilar, ipsilateral or contralateral scalene, or supraclavicular lymph node(s)", "Contralateral/bilateral hilar (bronchopulmonary)  (proximal lobar) (pulmonary root)\nContralateral/bilateral mediastinal \nScalene (inferior deep cervical), ipsilateral or contralateral\nSupraclavicular (transverse cervical), ipsilateral or contralateral\n\nStated as N3" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Pathologic N is not defined for the specific site/histology" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}