{
  "id" : "path_n_ddj",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path N Scrotum",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Histological examination of a regional lymphadenectomy specimen will ordinarily include 6 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0.\n\n**Note 2:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in distant metastasis.\n\n**Note 3:** UICC only has a N2, while AJCC has N2a, N2b, and N2c. If a record comes in with N2a, N2b, or N2c, reassign it to N2. N2 and the subcategories of N2 all stage the same way.\n\n**Note 4:** Size of lymph nodes must be known to assign N. You may use a physician’s statement of the N category if this is the only information in the medical record. If the size of the lymph node(s) is not known, assign N1. \n\n**Note 4:** For the following descriptions, assign the appropriate N category based on size of the lymph node metastasis.\n\n    Iliac, NOS:\n         External\n         Internal (hypogastric), NOS:\n             Obturator\n    Inguinal, NOS:\n         Deep inguinal, NOS:\n             Node of Cloquet or Rosenmuller (highest deep inguinal)\n         Superficial inguinal (femoral)\n\n    Regional lymph node, NOS\n    Lymph nodes, NOS",
  "footnotes" : "*For this schema, UICC has only the N2 subcategory. AJCC has subcategories N2a, N2b, or N2c.",
  "last_modified" : "2015-11-24T06:27:21.475Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Metastasis in a single lymph node, 3 cm or less in greatest dimension", "IPSILATERAL positive regional lymph node(s), not stated if single or multiple\n\nPositive lymph nodes,  not stated if ipsilateral, contralateral or bilateral\n\nStated as N1" ], [ "p2", "pN2", "Metastasis in a single lymph node, more than 3 cm but not more than 6 cm in greatest dimension, or in multiple lymph nodes, none more than 6 cm in greatest dimension*", "Multiple ipsilateral lymph nodes, NOS\nBilateral or contralateral lymph nodes, NOS\n\nStated as N2 (N2a, N2b, N2c, N2 [NOS])" ], [ "p3", "pN3", "Metastasis in a lymph node, more than 6 cm in great dimension", "Stated as N3" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Pathologic N is not defined for the specific site/histology" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}