{
  "id" : "path_t_bcs",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path T Melanoma Conjunctiva",
  "title" : "Pathologic T",
  "notes" : "**Note 1:**  The substantia propria is the stromal tissue of the conjunctiva underlying the epithelium.  The bulbar conjunctiva covers the eyeball, the palpebral conjunctiva lines the eyelids, and the forniceal conjunctiva covers the junction of the eyelid and eyeball.  The caruncle is the fleshy prominence at the inner corner of the eye lined by conjunctival epithelium.\n\n**Note 2:**  Tumors confined to the epithelium are staged as Tis in TNM 7th Edition. Melanoma in situ (includes the term primary acquired melanosis) with atypia replacing greater than 75% of the normal epithelial thickness, with cytological features of epithelial cells, including abundant cytoplasm, vesicular nuclei, or prominent nucleoli, and/or presence of intraepithelial nests of atypical cells. \n\n**Note 3:** Quadrants are defined by clock hour, starting at the limbus (e.g., 6, 9, 12, 3) extending from the central cornea, to and beyond the eyelid margins. This will bisect the carcuncle. Quadrants of involvement are coded in Site-Specific Factor 2.",
  "last_modified" : "2015-11-09T14:15:01.083Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "X", "TX", "Primary tumor cannot be assessed", "Unknown; extension note stated\nNot documented in patient record" ], [ "0", "T0", "No evidence of primary tumor", "" ], [ "IS", "Tis", "Melanoma confined to the conjunctival epithelium (in situ)", "In situ, intraepithelial, noninvasive\nMelanoma confined to conjunctival epithelium WITH or WITHOUT corneal extension\n\nStated as Tis" ], [ "1", "T1", "Melanoma of the bulbar conjunctiva", "Note: T1 has subcategories of T1a, T1b and T1c. Assign T1 only when there is no information available to assign one of the subcategories\n\nTumor(s) of bulbar conjunctiva NOS\n\nLocalized, NOS\n\nStated as T1 [NOS]" ], [ "1A", "T1a", "Tumor not more than 0.5 mm in thickness with invasion of the substantia propria", "Stated as T1a" ], [ "1B", "T1b", "Tumor not more than 0.5 mm in thickness with invasion of the substantia propria", "Stated as T1b" ], [ "1C", "T1c", "Tumor greater than 1.5 mm in thickness with invasion of the substantia propria", "Stated as T1c" ], [ "2", "T2", "Melanoma of the palpebral, forniceal, or caruncular conjunctiva", "Note: T2 has subcategories of T2a, T2b and T2c. Assign T2 only when there is no information available to assign one of the subcategories\n\nStated as T2 [NOS]" ], [ "2A", "T2a", "Tumor not more than 0.5 mm in thickness with invasion of the substantia propria", "Stated as T2a" ], [ "2B", "T2b", "Tumor more than 0.5 mm but not greater than 1.5 mm in thickness \nWITH invasion of the substantia propria", "Stated as T2b" ], [ "2C", "T2c", "Tumor greatest than 1.5 mm in thickness with invasion of the substantia propria", "Stated as T2c" ], [ "3", "T3", "Melanoma invades the eye, eyelid, nasolacrimal system, sinuses, or orbit", "Conjunctival melanoma with local invasion NOS\n\nStated as T3" ], [ "4", "T4", "Melanoma invades CNS", "Tumor invades central nervous system\nFurther contiguous extension\n\nStated as T4" ] ]
}