{
  "id" : "urethra_n_54953",
  "algorithm" : "tnm",
  "version" : "1.0",
  "name" : "Path N Urethra",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in distant metastasis.\n\n**Note 2:** Regional nodes include bilateral and contralateral involvement of named nodes.\n\n**Note 3:** Size of lymph nodes must be known to assign N. You may use a physician’s statement of the N category if this is the only information in the medical record. If the size of the lymph node(s) is not known, assign N1. \n\n**Note 4:** Determine the size of the largest metastasis in a lymph node as documented in the pathology report to N, not the size of the lymph node itself. If the size of the metastasis is not documented, determine the size of the largest involved lymph node as documented pathologically or clinically with pathology taking priority. Do not code the size of any node(s) coded in distant metastasis.",
  "last_modified" : "2015-11-25T20:26:23.103Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Surgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not stated\nSurgical resection of primary and pathologic assessment of regional nodes are done but involvement of regional nodes not documented in patient record" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Metastasis in a single lymph node 2 cm or less in greatest dimension", "SINGLE regional lymph node, less than or equal to 2 cm:\n    Iliac, NOS:\n        Common\n        External\n        Internal (hypogastric), NOS:\n            Obturator\n    Inguinal, NOS:\n        Deep inguinal, NOS\n            Node of Cloquet or Rosenmuller (highest deep inguinal)\n        Superficial (femoral)\n    Pelvic, NOS\n    Sacral, NOS\n        Presacral\n\nSize and/or number positive lymph nodes not stated\n\nRegional lymph node, NOS\nLymph nodes, NOS\n\nStated as N1" ], [ "p2", "pN2", "Metastasis in a single lymph node more than 2 cm in greatest dimension, or in multiple lymph nodes", "SINGLE regional lymph node greater than 2 cm OR \nMULTIPLE positive regional lymph nodes  \n\nStated as N2" ], [ "c0", "cN0", "Clinically no nodes positive and no pathologic evaluation of nodes", "In situ case as defined by TNM and there is a resection of the primary but the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Pathologic N is not defined for the specific site/histology" ], [ "", "BLANK", "See Registrar Notes", "No pathologic evaluation of regional lymph nodes and case is not in situ\nRegional lymph node(s) cannot be assessed pathologically\nNo resection of a known primary (not T0)\nNo surgical resection of primary tumor and no positive biopsy of the highest N \nUnknown if any pathologic assessment performed" ] ]
}