{
  "id" : "circumferential_resection_margin_77909",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Circumferential Resection Margin (CRM)",
  "title" : "Circumferential Resection Margin (CRM)",
  "notes" : "**Note 1:** Physician statement of Circumferential or Radial Resection Margin can be used to code this data item when no other information is available.\n\n**Note 2:** According to the AJCC 8th edition, \"the CRM is the distance in millimeters between the deepest point of tumor invasion in the primary cancer and the margin of resection in the retroperitoneum or mesentery.\" \n\n**Note 3:** The following guidelines were developed for the coding of surgery codes in relation to CRM. These guidelines were confirmed by the CAP Cancer Committee\n- For Colon primaries, surgery of primary site must be coded as 30-80\n  - If surgery of primary site is 00-29, then CRM must be coded as XX.7 \n- For Rectal primaries, surgery of primary site must be coded as 27, 30-80 \n  - If surgery of primary site is 00-26 or 28, then CRM must be coded as XX.7\n\n**Note 4:** Tumor involvement of the circumferential resection margin or radial resection margin appears to be a strong prognostic factor for local or systemic recurrences and survival after surgery.\n\n**Note 5:** The CRM may be referred to as\n* Circumferential radial margin\n* Circumferential resection margin\n* Mesenteric (mesocolon) (mesorectal) margin\n* Radial margin\n* Soft tissue margin\n\n**Note 6:** Record in Millimeters (mm) to the nearest tenth the distance between the leading edge of the tumor and the nearest edge of surgically dissected margin as recorded in the pathology report. \n\n* ***Examples*** \nIf the CRM is 2 mm, code 2.0\nIf the CRM is 2.78 mm, code 2.8\n\n**Note 7:** If the value is recorded in Centimeters, multiply by 10 to get the value in Millimeters (mm).\n* ***Example:*** CRM recorded as 0.2 cm. Multiply 0.2 x 10 and record 2.0\n\n**Note 8:** If the margin is involved (positive), code 0.0. If the margin is described as less than 0.1 mm with no more specific measurement, Code 0.0; margins of 0- 1.0 mm are recorded by the pathologist as involved.\n\n**Note 9:** Code **XX.2** (Margins cannot be assessed) **ONLY** when the pathology reports/CAP checklist states that the margin cannot be assessed/evaluated. \n\n**Note 10:** An exact measurement takes precedence over codes 0.0 and those beginning with XX.\n* Exact measurement takes priority even if the pathologist states the margin is positive.\n+ ***Example:*** CRM stated as 0.3 mm in Final Diagnosis and Synoptic states: Circumferential (Radial) Margin Interpreted as involved by invasive carcinoma (tumor less than 1mm from margin).\n     - Code the 0.3 mm instead of 0.0 (margin involved with tumor)\n\n**Note 11:** Code XX.9 when\n* Tumor is in situ only (/2)\n* Checked “Not applicable: Radial or Mesenteric Margin” on CAP Checklist\n* Pathology report describes only distal and proximal margins, or margins, NOS\n* Only specific statements about the CRM are collected in this data item\n* CRM not mentioned in the record",
  "last_modified" : "2020-05-29T16:19:17.804Z",
  "definition" : [ {
    "key" : "crm",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0.0", "Circumferential resection margin (CRM) positive\nMargin IS involved with tumor\nDescribed as \"less than 0.1 millimeter (mm)\"" ], [ "0.1-99.9", "Distance of tumor from margin: 0.1- 99.9 millimeters (mm)\n(Exact size to nearest tenth of millimeter)" ], [ "XX.0", "100 mm or greater" ], [ "XX.1", "Margins clear, distance from tumor not stated\nCircumferential or radial resection margin negative, NOS\nNo residual tumor identified on specimen" ], [ "XX.2", "Margins cannot be assessed" ], [ "XX.3", "Described as \"at least\" 1 mm" ], [ "XX.4", "Described as \"at least\" 2 mm" ], [ "XX.5", "Described as \"at least\" 3 mm" ], [ "XX.6", "Described as \"greater than\" 3 mm" ], [ "XX.7", "No resection of primary site \nSurgical procedure did not remove enough tissue to measure the circumferential or radial resection margin\n(Examples include: polypectomy only, endoscopic mucosal resection (EMR), excisional biopsy only, transanal disk excision)" ], [ "XX.8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code XX.8 may result in an edit error.)" ], [ "XX.9", "Not documented in medical record\nCircumferential or radial resection margin not assessed or unknown if assessed" ] ]
}