{
  "id" : "extension_bbo",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "EOD Primary Tumor",
  "title" : "EOD Primary Tumor",
  "notes" : "**Note 1:**  This field and Prostate Pathological Extension, must both be coded, whether or not a prostatectomy was performed.  Information from prostatectomy and autopsy is excluded from this field and coded only in Prostate Pathological Extension.\n\n**Note 2:** Code this data item based on findings from the DRE, needle core biopsy, trans rectal ultrasound (TRUS) guided biopsy, transurethral resection of prostate (TURP) and/or simple prostatectomy.\n\n**Note 3:** Code 100 or 110 with a TURP only.\n\n**Note 4:** Clinically inapparent and apparent tumor. When clinical apparency cannot be determined, code 300.\n* **Clinically inapparent tumors** are not palpable. Physician documentation of a DRE that does not mention a palpable \"tumor\", \"mass\", or \"nodule\" can be inferred as inapparent. This would include findings limited to benign prostate enlargement/hypertrophy.\n* **Clinically apparent tumors** are palpable. If a clinician documents a \"tumor\", \"mass\", or \"nodule\" by physical examination, this can be inferred as apparent. \"Tumor\", \"mass\", or \"nodule\" on imaging can only be used by the registrar if the managing clinician/urologist uses it.\n*  Imaging is not used to determine the clinical extension. If a physician incorporates imaging findings into their evaluation (including the clinical T category), do not use this information\n* Do **not** infer inapparent or apparent tumor based on the registrar's interpretation of other terms in the DRE or imaging reports.  \n* Code 300 for localized cancer when it is unknown if the tumor is clinically apparent. This would include cases with elevated PSA and positive needle core biopsy but no documentation regarding tumor apparency (inapparent versus apparent). Another example would be a diagnosis made prior to admission for a prostatectomy with no details provided on the initial clinical findings.\n\n**Note 5:** This field is based on the DRE whether or not the tumor is clinically apparent or inapparent. Do not use biopsy results to code this field UNLESS they prove extraprostatic extension. \n\n**Note 6:** If there is no information from the DRE, or the terminology used is not documented in Note 3, but the physician assigns a clinical extent of disease, the registrar can use that.\n* *Example:*  DRE reveals prostate is \"firm.\" Physician stages the patient as a cT2a. \nThe T2a can be used since the physician has documented this.\n\n**Note 7:** Involvement of the prostatic urethra does not alter the EOD code.\n\n**Note 8:** \"Frozen pelvis\" is a clinical term which means tumor extends to pelvic sidewall(s).  In the absence of a more detailed statement of involvement, assign a description of frozen pelvis to code 700.\n\n**Note 9:** When an incidental finding of prostate cancer is found during a prostatectomy for other reasons (for example, a cystoprostatectomy for bladder cancer), code 800 (no evidence of primary tumor) in this field. If there is no documentation regarding a normal prostate evaluation (physical examination or imaging) prior to prostatectomy/autopsy, code 999 (unknown; extension not stated) in this field.",
  "footnotes" : "(1) Fritz AG, Ries LAG (eds). **SEER Extent of Disease 1988: Codes and Coding Instructions (3rd Edition, 1998)**, National Cancer Institute, NIH Pub. No. 98-2313, Bethesda, MD, 1998\n\n(2) Young JL Jr, Roffers SD, Ries LAG, Fritz AG, Hurlbut AA (eds.). **SEER Summary Staging Manual-2000: Codes and Coding Instructions**, National Cancer Institute, NIH Pub. No. 01-4969, Bethesda, MD, 2001.\n\n(3) Collaborative Stage Work Group of the American Joint Committee on Cancer. **Collaborative Stage Data Collection System User Documentation and Coding Instructions, version 02.05**. American Joint Committee on Cancer (Chicago, IL)\n\n(4) Gress, D.M., Edge, S.B., Gershenwald, J.E., et al. **Principles of Cancer Staging**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017\n\n(5) Buyyounouski, M.K., Lin, D.W., et al. **Prostate**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017",
  "last_modified" : "2021-04-08T19:01:02.979Z",
  "definition" : [ {
    "key" : "eod_primary_tumor",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "eod_2018_t",
    "name" : "EOD 2018 T",
    "type" : "ENDPOINT"
  }, {
    "key" : "ss2018_t",
    "name" : "SS2018 T",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "000", "In situ: noninvasive; intraepithelial", "VALUE:88", "VALUE:IS" ], [ "100", "Incidental histologic finding (for example, on TURP) in 5 percent or less of tissue resected \n(clinically inapparent)", "VALUE:T1a", "VALUE:L" ], [ "110", "Incidental histologic finding (for example, on TURP) in more than 5 percent of tissue resected \n(clinically inapparent)", "VALUE:T1b", "VALUE:L" ], [ "120", "Tumor identified by needle biopsy  (clinically inapparent/not palpable)\n- Example  - for elevated PSA", "VALUE:T1c", "VALUE:L" ], [ "150", "Incidental histologic finding (for example, on TURP), number of foci or percent of involved tissue not specified \n(clinically inapparent/not palpable)", "VALUE:T1", "VALUE:L" ], [ "200", "Involves one-half of one side or less \n(clinically apparent/palpable)", "VALUE:T2a", "VALUE:L" ], [ "210", "More than one-half of one side but not both sides\n(clinically apparent/palpable)", "VALUE:T2b", "VALUE:L" ], [ "220", "Involves both lobes/sides \n(clinically apparent/palpable)", "VALUE:T2c", "VALUE:L" ], [ "250", "Confined to prostate, unknown lobe involvement\n(clinically apparent/palpable)", "VALUE:T2", "VALUE:L" ], [ "300", "Localized, NOS\nNot known if clinically apparent or inapparent", "VALUE:T2", "VALUE:L" ], [ "350", "Bladder neck, microscopic invasion\n\nExtraprostatic extension (beyond prostatic capsule), unilateral, bilateral, or NOS\n- WITHOUT invasion of the seminal vesicles\n\nExtension to periprostatic tissue WITHOUT invasion of the seminal vesicles", "VALUE:T3a", "VALUE:RE" ], [ "400", "Tumor invades seminal vesicle(s)", "VALUE:T3b", "VALUE:RE" ], [ "500", "Extraprostatic tumor that is not fixed \n- WITHOUT invasion of adjacent structures\n\nPeriprostatic extension, NOS (unknown if seminal vesicle(s) involved)\n\nExtraprostatic extension, NOS (unknown if seminal vesicle(s) involved)\n\nThrough capsule, NOS", "VALUE:T3", "VALUE:RE" ], [ "600", "Bladder neck \nBladder, NOS\nExternal sphincter\nExtraprostatic urethra (membranous urethra)\nFixation, NOS\nLevator muscles\nRectovesical (Denonvillier's) fascia\nRectum\nSkeletal muscle\nUreter(s)", "VALUE:T4", "VALUE:RE" ], [ "700", "Extension to or fixation to pelvic wall or pelvic bone\n\"Frozen pelvis\", NOS \n\nFurther contiguous extension including\n- Other organs\n- Penis\n- Sigmoid colon\n- Soft tissue other than periprostatic", "VALUE:T4", "VALUE:D" ], [ "800", "No evidence of primary tumor", "VALUE:T0", "VALUE:U" ], [ "999", "Unknown; extension not stated\nPrimary tumor cannot be assessed\nNot documented in medical record\n\nDeath Certificate Only", "VALUE:TX", "VALUE:U" ] ]
}