{
  "id" : "grade_post_therapy_clin_93998",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Grade Post Therapy Clin (yc)",
  "title" : "Grade Post Therapy Clin (yc)",
  "notes" : "**Note 1:** Leave Grade Post Therapy Clin (yc) blank when \n* No neoadjuvant therapy\n* Clinical or pathological case only\n* Neoadjuvant therapy completed, no microscopic exam is done prior to surgery/resection of primary tumor\n* There is only one grade available and it cannot be determined if it is clinical, pathological, post therapy clinical or post therapy pathological\n\n**Note 2:** Assign the highest grade from the microscopically sampled specimen of the primary site following neoadjuvant therapy or primary systemic/radiation therapy.\n\n**Note 3:** If there are multiple tumors with different grades abstracted as one primary, code the highest grade. \n\n**Note 4:** Codes L and H take priority over A-D.\n\n**Note 5:** Record the mitotic rate as Low or High as indicated on the pathology report or CAP protocol. Assume the denominator is 5 square mm if not specified.\n* Low: 5 or fewer mitoses per 5 square mm (L)\n* High: Over 5 mitoses per 5 square mm (H)\n\n**Note 6:** Code 9 (unknown) when\n* Microscopic exam is done after neoadjuvant therapy and grade from the primary site is not documented\n* Microscopic exam is done after neoadjuvant therapy and there is no residual cancer\n* Grade checked “not applicable” on CAP Protocol (if available) and no other grade information is available\n\n**Note 7:** If you are assigning an AJCC 8th edition stage group\n* Grade is required to assign stage group\n* Codes A-D are treated as an unknown grade when assigning AJCC stage group \n* An unknown grade may result in an unknown stage group",
  "last_modified" : "2021-04-23T21:51:06.439Z",
  "definition" : [ {
    "key" : "grade_post_therapy_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "L", "Low: 5 or fewer mitoses per 5 square mm" ], [ "H", "High: Over 5 mitoses per 5 square mm" ], [ "A", "Well differentiated" ], [ "B", "Moderately differentiated" ], [ "C", "Poorly differentiated" ], [ "D", "Undifferentiated, anaplastic" ], [ "9", "Grade cannot be assessed; Unknown" ], [ "", "See Note 1" ] ]
}