{
  "id" : "grade_pathological_20069",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Grade Pathological",
  "title" : "Grade Pathological",
  "notes" : "**Note 1:** Grade Pathological must not be blank.\n\n**Note 2:** There is a preferred grading system for this schema. If the clinical grade given uses the preferred grading system and the pathological grade does not use the preferred grading system, do not record the Grade Clinical in the Grade Pathological field. Assign Grade Pathological using the applicable generic grade codes (A-D). \n* *Example:* Biopsy of prostate, adenocarcinoma, Gleason Patterns 2+3, Score =5. Tue surgical resection states a moderately differentiated adenocarcinoma\n    - Code Grade Clinical as 1 since Gleason Score Clinical is less than 6 and this is the preferred grading system\n     - Code Grade Pathological as B (moderately differentiated), per the Coding Guidelines for Generic Grade Categories\n\n**Note 3:** Assign the highest grade from the primary tumor.  \n\n**Note 4:** If there are multiple tumors with different grades abstracted as one primary, code the highest grade.\n\n**Note 5:** Codes 1-5 take priority over A-E.\n\n**Note 6:** or prostate, a TURP or simple prostatectomy does not qualify for surgical resection. A radical prostatectomy must be performed.\n\n**Note 7:** Use the grade from the **clinical work up** from the primary tumor in different scenarios based on behavior or surgical resection\n* **Behavior**\n  - Tumor behavior for the clinical and the pathological diagnoses are the same AND the clinical grade is the highest grade \n   - Tumor behavior for clinical diagnosis is invasive, and the tumor behavior for the pathological diagnosis is in situ\n* **Surgical Resection**\n   - Surgical resection is done of the primary tumor and there is no grade documented from the surgical resection\n    - Surgical resection is done of the primary tumor and there is no residual cancer\n* **No surgical resection**\n    - Surgical resection of the primary tumor has not been done, but there is positive microscopic confirmation of distant metastases during the clinical time frame\n\n**Note 8:** The Grade Pathological may differ from Gleason Patterns Pathological [NAACCR #3839] and Gleason Score Pathological [NAACCR #3841] if the Grade Clinical, based on Gleason Patterns Clinical [NAACCR #3838] and Gleason Score Clinical [NAACCR #3840], is higher.\n* *Example:* Prostate biopsy, Gleason Pattern 4+4 and Gleason Score 8. Prostatectomy, Gleason Pattern 3+ 3 and Gleason Score 6.\n    - Both Grade Clinical and Grade Pathological would be coded 4 based on the Gleason Score Clinical of 8\n     - Gleason Patterns Pathological would be coded 33 and Gleason Score Pathological would be coded 06\n\n**Note 9:** Code 9 (unknown) when \n* Grade from primary site is not documented\n* No resection of the primary site (see exception in Note 8, Surgical resection, last bullet)\n* Neo-adjuvant therapy is followed by a resection (see Grade Post Therapy Path (yp))\n* Grade checked “not applicable” on CAP Protocol (if available) and no other grade information is available\n* Clinical case only (see Grade Clinical)\n* There is only one grade available and it cannot be determined if it is clinical, pathological, post therapy clinical or post therapy pathological\n\n**Note 10:** If you are assigning an AJCC 8th edition stage group\n* Grade is required to assign stage group\n* Codes A-E are treated as an unknown grade when assigning AJCC stage group \n* An unknown grade may result in an unknown stage group",
  "last_modified" : "2021-04-24T11:16:50.218Z",
  "definition" : [ {
    "key" : "grade_path",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "Description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "Grade Group 1: Gleason score less than or equal to 6" ], [ "2", "Grade Group 2: Gleason score 7\nGleason pattern 3+4" ], [ "3", "Grade Group 3: Gleason score 7\nGleason pattern 4+3" ], [ "4", "Grade Group 4: Gleason score 8" ], [ "5", "Grade Group 5: Gleason score 9 or 10" ], [ "A", "Well differentiated" ], [ "B", "Moderately differentiated" ], [ "C", "Poorly differentiated" ], [ "D", "Undifferentiated, anaplastic" ], [ "E", "Stated as \"Gleason score 7\" with no patterns documented or \nAny Gleason patterns combination equal to 7 not specified in 2 or 3" ], [ "9", "Grade cannot be assessed; Unknown" ] ]
}