{
  "id" : "grade_post_therapy_clin_18631",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Grade Post Therapy Clin (yc)",
  "title" : "Grade Post Therapy Clin (yc)",
  "notes" : "**Note 1:** Leave Grade Post Therapy Clin (yc) blank when \n* No neoadjuvant therapy\n* Clinical or pathological case only\n* Neoadjuvant therapy completed, no microscopic exam is done prior to surgery/resection of primary tumor\n* There is only one grade available and it cannot be determined if it is clinical, pathological, post therapy clinical or post therapy pathological\n\n**Note 2:** Assign the highest grade from the microscopically sampled specimen of the primary site following neoadjuvant therapy or primary systemic/radiation therapy. \n\n**Note 3:** If there are multiple tumors with different grades abstracted as one primary, code the highest grade. \n\n**Note 4:** Codes 1-4 take priority over A-D.\n\n**Note 5:** Code 9 (unknown) when  \n* Microscopic exam is done after neoadjuvant therapy and grade from the primary site is not documented\n* Microscopic exam is done after neoadjuvant therapy and there is no residual cancer\n* Grade checked “not applicable” on CAP Protocol (if available) and no other grade information is available",
  "last_modified" : "2021-04-24T11:42:30.933Z",
  "definition" : [ {
    "key" : "grade_post_therapy_clin",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "1", "G1: Tumor with areas of retinoma [retinocytoma] (fleurettes or neuronal differentiation)" ], [ "2", "G2: Tumor with many rosettes (Flexner-Wintersteiner or Homer Wright)" ], [ "3", "G3: Tumor with occasional rosettes (Flexner-Wintersteiner or Homer Wright)" ], [ "4", "G4: Tumor with poorly differentiated cells without rosettes and/or with extensive areas (more than half of tumor) of anaplasia" ], [ "A", "Well differentiated" ], [ "B", "Moderately differentiated" ], [ "C", "Poorly differentiated" ], [ "D", "Undifferentiated, anaplastic" ], [ "9", "Grade cannot be assessed (GX); Unknown" ], [ "", "See Note 1" ] ]
}