{
  "id" : "grade_pathological_68805",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Grade Pathological GIST",
  "title" : "Grade Pathological",
  "notes" : "**Note 1:** Grade Pathological must not be blank.\n\n**Note 2:** There is a preferred grading system for this schema. If the clinical grade given uses the preferred grading system and the pathological grade does not use the preferred grading system, do not record the Grade Clinical in the Grade Pathological field. Assign Grade Pathological using the applicable generic grade codes (A-D).\n* *Example:* Biopsy shows a GIST tumor. Grade stated as Low based on less than 5 mitoses per 5 square mm. The surgical resection states a moderately differentiated GIST tumor\n   - Code Grade Clinical as L since grade is based on the mitotic rate, which is the preferred grading system\n   - Code Grade Pathological as B for moderately differentiated, per the Coding Guidelines for Generic Grade Categories \n\n**Note 3:** Assign the highest grade from the primary tumor.  \n\n**Note 4:** If there are multiple tumors with different grades abstracted as one primary, code the highest grade.\n\n**Note 5:** Codes L and H take priority over A-D.\n\n**Note 6:** Record the mitotic rate as Low or High as indicated on the pathology report or CAP protocol. Assume the denominator is 5 square mm if not specified.\n* Low: 5 or fewer mitoses per 5 square mm (L)\n* High: Over 5 mitoses per 5 square mm (H)\n\n**Note 7:** Use the grade from the **clinical work up** from the primary tumor in different scenarios based on behavior or surgical resection\n* **Behavior**\n  - Tumor behavior for the clinical and the pathological diagnoses are the same AND the clinical grade is the highest grade \n   - Tumor behavior for clinical diagnosis is invasive, and the tumor behavior for the pathological diagnosis is in situ\n* **Surgical Resection**\n   - Surgical resection is done of the primary tumor and there is no grade documented from the surgical resection\n    - Surgical resection is done of the primary tumor and there is no residual cancer\n* **No surgical resection**\n    - Surgical resection of the primary tumor has not been done, but there is positive microscopic confirmation of distant metastases during the clinical time frame\n\n**Note 8:** Code 9 (unknown) when\n* Grade from primary site is not documented\n* No resection of the primary site (see exception in Note 7, Surgical resection, last bullet)\n* Neo-adjuvant therapy is followed by a resection (see Grade Post Therapy Path (yp))\n* Grade checked “not applicable” on CAP Protocol (if available) and no other grade information is available\n* Clinical case only (see Grade Clinical)\n* There is only one grade available and it cannot be determined if it is clinical, pathological, post therapy clinical or post therapy pathological\n\n**Note 9:** If you are assigning an AJCC 8th edition stage group\n* Grade is required to assign stage group\n* Codes A-D are treated as an unknown grade when assigning AJCC stage group \n* An unknown grade may result in an unknown stage group",
  "last_modified" : "2021-04-23T21:51:57.909Z",
  "definition" : [ {
    "key" : "grade_path",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "L", "Low: 5 or fewer mitoses per 5 square mm" ], [ "H", "High: Over 5 mitoses per 5 square mm" ], [ "A", "Well differentiated" ], [ "B", "Moderately differentiated" ], [ "C", "Poorly differentiated" ], [ "D", "Undifferentiated, anaplastic" ], [ "9", "Grade cannot be assessed; Unknown" ] ]
}