{
  "id" : "her2_summary_30512",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "HER2 Summary",
  "title" : "HER2 Overall Summary",
  "notes" : "**Note 1:** Physician statement of HER2 Overall Summary can be used to code this data item when no other information is available.\n\n**Note 2:** The result of the HER2 test performed on the primary breast tissue is to be recorded in this data item. \n\n**Note 3:** Results from nodal or metastatic tissue may be used **ONLY** when there is no evidence of in situ or invasive carcinoma in the primary tumor.\n\n**Note 4:** In cases where there are invasive and in situ components in the primary tumor  and HER2 is done on both, ignore the in situ results.\n* If HER2 is positive on an in situ component and HER2 is negative on all tested invasive components in the primary tumor, code HER2 as negative (code 0)\n* If in situ and invasive components present and HER2 only done on the in situ component in the primary tumor, code unknown (code 9)\n\n**Note 5:** In cases where there is a single tumor with multiple biopsies and/or surgical resection with different HER2 results.\n* Use the highest (positive versus negative) \n\n**Note 6:** In cases where there are multiple tumors with different HER2 results, code the results from the largest tumor size (determined either clinically or pathologically) when multiple tumors are present. \n* Do not use specimen size to determine the largest tumor size\n\n**Note 7:** If neoadjuvant therapy is given, record the assay from tumor specimens prior to neoadjuvant therapy.\n* If neoadjuvant therapy is given and there are no HER2 results from pre-treatment specimens, report the findings from post-treatment specimens\n\n**Note 8:** If the patient is HER2 positive and node negative, a multigene test such as Oncotype Dx may be performed, in which case another HER2 test will be performed.  Do not record the results of that test in this field.\n* Record only the results of the test which made the patient eligible to be given the multigene test\n\n**Note 9:** HER2 is not routinely done on pure in situ tumors (behavior /2); however, if you have an in situ tumor and there are HER2 results, go ahead and record it. Otherwise code 9.",
  "last_modified" : "2021-04-08T12:33:00.414Z",
  "definition" : [ {
    "key" : "her2_summary",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "HER2 negative; equivocal" ], [ "1", "HER2 positive" ], [ "7", "Test ordered, results not in chart" ], [ "9", "Not documented in medical record\nCannot be determined (indeterminate)\nBorderline\nHER2 Overall Summary status not assessed or unknown if assessed" ] ]
}