{
  "id" : "ldh_post_orchiectomy_range_38574",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "LDH Post-Orchiectomy Range",
  "title" : "LDH (Lactate Dehydrogenase) Post-Orchiectomy Range",
  "notes" : "**Note 1:** Physician statement of the LDH (Lactate Dehydrogenase) Post-Orchiectomy Range can be used to code this data item when there is no other information available.\n\n**Note 2:** Record the range of the LDH test as documented in the medical record **after orchiectomy** but prior to adjuvant therapy. The lab value may be documented in a lab report, history and physical, or clinical statement in the pathology report.\n\n**Note 3:** If the initial post-orchiectomy LDH remains elevated, review subsequent tests and record the lowest LDH value (normalization or plateau) prior to adjuvant therapy or before the value rises again.\n\n**Note 4:** Of the three tumor markers, lactate dehydrogenase (LDH) is the least specific for testicular cancer. The magnitude of LDH elevation directly correlates with Testis tumor burden.\n\n**Note 5:** If the pre-orchiectomy LDH was normal, a post-orchiectomy LDH may not be performed. In this case, code 5 should be recorded.",
  "last_modified" : "2019-04-05T16:52:38.162Z",
  "definition" : [ {
    "key" : "ldh_post_orch_range",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Within normal limits" ], [ "1", "Less than 1.5 x N \n(Less than 1.5 times the upper limit of normal for LDH)" ], [ "2", "1.5 to 10 x N \n(Between 1.5 and 10 times the upper limit of normal for LDH)" ], [ "3", "Greater than 10 x N \n(Greater than 10 times the upper limit of normal for LDH)" ], [ "4", "Post-Orchiectomy lactate dehydrogenase (LDH) range stated to be elevated" ], [ "5", "Post-Orchiectomy lactate dehydrogenase (LDH) unknown or not done but pre-orchiectomy LDH was normal" ], [ "7", "Test ordered, results not in chart" ], [ "8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code 8 may result in an edit error.)" ], [ "9", "Not documented in medical record\nNo orchiectomy performed\nLDH (Lactate Dehydrogenase) Post-Orchiectomy Range not assessed or unknown if assessed" ] ]
}