{
  "id" : "lymph_nodes_head_and_neck_levels_iv_v_55093",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "LN Head and Neck Levels IV-V",
  "title" : "Lymph Nodes Head and Neck Levels IV-V",
  "notes" : "**Note 1:** Physician statement of Levels IV-V lymph node involvement can be used to code this data item when no other information is available.\n\n**Note 2:** Head and Neck Lymph Node Involvement is coded in the following data items\n* LN Head and Neck Levels I-III (NAACCR Data Item #3876)\n* LN Head and Neck Levels IV-V (NAACCR Data Item #3877)\n* LN Head and Neck Levels VI-VII (NAACCR Data Item #3878)\n* LN Head and Neck Other (NAACCR Data Item #3879)\n\n**Note 3:** Code the presence or absence of lymph node involvement for Levels IV-V\n* For more information on Levels IV-V lymph nodes, see AJCC 8th edition, Chapter 5: *Staging Head and Neck Cancers*, Table 5.1 \n\n**Note 4:** If lymph nodes are described only as “supraclavicular,” try to determine if they are in Level IV (deep to the sternocleidomastoid muscle, in the lower jugular chain) or Level V (in the posterior triangle, inferior to the transverse cervical artery) and code appropriately. \n* If the specific level cannot be determined, or is documented as supraclavicular with no further information, code them as Level V nodes\n\n**Note 5:** Pathological information takes priority over clinical.\n\n**Note 6:** If involved regional node levels are documented as a range, and/or if the involved nodes overlap multiple levels, code all levels specified. \n\n**Note 7:** If information is available on some nodes, but the others are unknown, code what is known.\n* ***Example:*** Multiple lymph nodes involved, level V documented, but the other levels not mentioned. Code 2 to indicate level V involvement.",
  "last_modified" : "2021-04-08T18:12:41.636Z",
  "definition" : [ {
    "key" : "ln_hn_4_5",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "No involvement in Levels IV or V lymph nodes" ], [ "1", "Level IV lymph node(s) involved" ], [ "2", "Level V lymph node(s) involved" ], [ "3", "Levels IV and V lymph node(s) involved" ], [ "8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error)" ], [ "9", "Not documented in medical record\nPositive nodes, but level of positive node(s) unknown\nLymph node levels IV-V not assessed, or unknown if assessed" ] ]
}