{
  "id" : "number_of_positive_ipsilateral_level_i_ii_axillary_lymph_nodes_79439",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "LN Positive Axillary Level I-II",
  "title" : "Lymph Nodes Positive Axillary Level I-II",
  "notes" : "**Note 1:** Physician statement of number of positive ipsilateral Level I-II axillary nodes can be used to code this data item, when no other specific information is available.\n\n**Note 2:** Include only the number of positive ipsilateral level I and II axillary lymph nodes and intramammary lymph nodes in this field. Intramammary nodes, located within the breast, are not the same as internal mammary nodes, located along the sternum.\n\n**Note 3:** This field is based on microscopic information only. If no ipsilateral axillary nodes are examined, or if an ipsilateral axillary lymph node drainage area is removed but no lymph nodes are found, code X9.\n\n**Note 4:** For cases where neoadjuvant therapy is administered\n+ If clinical nodal involvement is more extensive, include only those nodes that are positive during clinical workup\n   - Positive nodes can be from an FNA, core biopsy or sentinel lymph node biopsy\n     - *Example:* Patient with positive FNA of axillary lymph node, neoadjuvant therapy administered. Lymph node dissection revealed negative lymph nodes. Code X6 for the positive FNA.\n+  If the post-neoadjuvant nodal involvement is more extensive, include only those nodes positive during surgery\n    - Positive nodes can be from an FNA, core biopsy, sentinel lymph node biopsy or lymph node dissection\n      - *Example:* Patient with large breast mass, lymph node negative on clinical exam. Neoadjuvant therapy administered. Mastectomy and sentinel lymph node biopsy done, 1 of 2 SLN’s positive. Code 01. \n\n**Note 5:** Lymph nodes with only isolated tumor cells (ITCs) are not counted as positive lymph nodes. Only lymph nodes with metastases greater than 0.2 mm (micrometastases or larger) should be counted as positive. If the pathology report indicates that axillary nodes are positive, but size of the metastases is not stated, assume the metastases are greater than 0.2 mm and code the lymph nodes as positive in this field.\n\n**Note 6:**  When positive ipsilateral axillary lymph nodes are coded in this field, the number of positive ipsilateral axillary lymph nodes must be less than or equal to the number coded in Regional Nodes Positive (i.e., the number of positive ipsilateral axillary nodes will always be a subset of the number of positive regional nodes.)",
  "last_modified" : "2020-12-09T19:47:47.217Z",
  "definition" : [ {
    "key" : "ln_pos_axillary_level_1_2",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "00", "All ipsilateral axillary nodes examined negative" ], [ "01-99", "1 - 99 nodes positive \n(Exact number of nodes positive)" ], [ "X1", "100 or more nodes positive" ], [ "X5", "Positive nodes, number unspecified" ], [ "X6", "Positive aspiration or needle core biopsy of lymph node(s)" ], [ "X8", "Not applicable: Information not collected for this case\n(If this item is required by your standard setter, use of code X8 will result in an edit error.)" ], [ "X9", "Not documented in medical record\nLevel I-II axillary nodes not assessed or unknown if assessed" ] ]
}