{
  "id" : "number_of_cores_examined_64985",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Number of Cores Examined",
  "title" : "Number of Cores Examined",
  "notes" : "**Note 1:** Physician statement of Number of Cores Examined can be used to code this data item when there is no other information available.\n\n**Note 2:** Record the number of prostate core biopsies examined from the first prostate core biopsy diagnostic for cancer.  If the number of cores examined is not specifically documented, code X6.\n\n**Note 3:** If the pathology report contains a summary of the number of cores positive and examined, use the summary provided. If Summary Report is not available and multiple biopsy cores are obtained on the same day, the number of cores examined should be added.\n* Do not include cores of other area like seminal vesicles\n* Information from the gross description of the core biopsy pathology report can be used to code this data item when the gross findings provide the actual number of cores and not pieces, chips, fragments, etc.\n\n**Note 4:** Transperineal template-guided saturation biopsy (TTSB) is a stereotactic prostate biopsy technique that typically produces 30 to 80 core biopsies. This is an alternative biopsy technique used for some high-risk patients including men with persistently elevated PSA, those who have atypia on prior prostate biopsies, or men with biopsies showing high grade prostatic intraepithelial neoplasia (PIN).\n\n**Note 5:** The number of cores positive are recorded in Number of Cores Positive [NAACCR Data Item #3898].",
  "last_modified" : "2019-07-29T16:10:38.798Z",
  "definition" : [ {
    "key" : "number_cores_exam",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "01-99", "1 - 99 cores examined\n(Exact number of cores examined)" ], [ "X1", "100 or more cores examined" ], [ "X6", "Biopsy cores examined, number unknown" ], [ "X7", "No needle core biopsy performed" ], [ "X8", "Not applicable: Information not collected for this case\n(If this information is required by your standard setter, use of code X8 may result in an edit error.)" ], [ "X9", "Not documented in medical record\nNumber of cores examined not assessed or unknown if assessed" ] ]
}