{
  "id" : "oncotype_dx_recur_score_73667",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Oncotype Dx Recurrence Score - Invasive",
  "title" : "Oncotype Dx Recurrence Score - Invasive",
  "notes" : "**Note 1:** Physician statement of Oncotype Dx Recurrence Score-Invasive score can be used to code this data item.\n\n**Note 2:** The Oncotype Dx-Invasive recurrence score is reported as a whole number between 0 and 100. The actual recurrence score takes priority over codes XX4 and XX5.  \n\n**Note 3:** Record only the results of an Oncotype Dx-Invasive recurrence score in this data item. If some other test is used for scoring, assign code XX9.\n\n**Note 4:** Predicted Oncotype Dx Recurrence Score based on linear regression models and Magee equations should not be reported in this field.\n* If the only information you have on Oncotype Dx is based on a linear regression model and Magee score, code unknown\n* Code the results of a Magee score in the Multigene Data Items: Multigene Signature Method [NAACCR Data Item #3894] and Multigene Signature Results [NAACCR Data Item #3895]\n\n**Note 5:** In cases where Oncotype DX is reported on more than one breast tumor specimen, record the highest value. \n\n**Note 6:** Results from nodal or metastatic tissue may be used, ONLY when there is no evidence of primary tumor.\n\n**Note 7:** Staging for Breast cancer now depends on the Oncotype-Dx-Invasive recurrence score. Score of less than 11 indicates a pertinent cut off value for staging purposes.  \n\n**Note 8:** If the only information available is the Oncotype Dx-Invasive Risk Level, assign XX7.\n\n**Note 9:** Code this data item using the same report used to record Oncotype Dx Risk Level-Invasive [NAACCR Data Item #3906]",
  "last_modified" : "2020-04-30T14:07:49.715Z",
  "definition" : [ {
    "key" : "oncotype_dx_score",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000-100", "Enter actual recurrence score between 0 and 100" ], [ "XX4", "Stated as less than 11" ], [ "XX5", "Stated as equal to or greater than 11" ], [ "XX6", "Not applicable, in situ case" ], [ "XX7", "Test ordered, results not in chart" ], [ "XX9", "Not documented in medical record\nOncotype Dx Recurrence Score-Invasive not assessed or unknown if assessed" ] ]
}