{
  "id" : "organomegaly_16131",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Organomegaly",
  "title" : "Organomegaly",
  "notes" : "**Note 1:** For cases diagnosed 1/1/2018 and later, all cases of CLL and SLL will require both the **Lugano classification, which is captured in the AJCC stage group data item, and the five components of the modified Rai staging system, which are captured in Site-Specific Data Items (adenopathy, anemia, lymphocytosis, organomegaly, and thrombocytopenia).**\n\nThe terms B-cell lymphocytic leukemia/chronic lymphocytic leukemia (CLL) and small lymphocytic lymphoma (SLL) are different clinical presentations of the same disease, with both terms coded 9823.  Traditionally the lymphoma diagnosis was staged with the Ann Arbor staging system and it is now staged with the Lugano classification.  In North America, CLL was staged with the Rai system. \n\n**Note 2:** Rai stage is only applicable for CLL, in which the bone marrow and/or peripheral blood are involved (primary site C421 for bone marrow, see Hematopoietic Manual, Module 3: PH 5, 6). \n* If primary site is not C421, code 5\n\n**Note 3:** Physician statement of presence or absence of organomegaly should be used to code this data item.\n\n**Note 4:** Organomegaly is defined as presence of enlarged liver (hepatomegaly) and/or spleen (splenomegaly) on physical examination and is part of the staging criteria.\n\n**Note 5:** This data item is determined from physical exam alone. If a physical exam cannot be used to detect organomegaly due to issues related to the patients obesity, a physician statement of organomegaly based on a CT scan can be used.\n\n**Note 6:** If there is no mention of the presence or absence of organomegaly (hepatomegaly and splenomegaly), code 9\n- Both the liver and spleen must be evaluated and determined to be normal to code 0. If only one is evaluated and determined to be normal, code 9.\n\n**Note 7:** The physician's stated Rai stage always takes priority when there is conflicting information.",
  "last_modified" : "2021-03-24T20:49:10.456Z",
  "definition" : [ {
    "key" : "organomegaly",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "Neither hepatomegaly (liver) nor splenomegaly (spleen) present\n\nPhysician states Rai stage 0-I" ], [ "1", "Hepatomegaly (liver) and/or splenomegaly (spleen) present\n\nPhysician states Rai stage II" ], [ "5", "Not applicable: Primary site is not C421" ], [ "9", "Not documented in medical record\nOrganomegaly (hepatomegaly and/or splenomegaly) not assessed or unknown if assessed\nNo Rai stage is documented in the record and there is no documentation of organomegaly\nPhysician states Rai stage III-IV and there is no documentation of organomegaly" ] ]
}