{
  "id" : "separate_tumor_nodules_69006",
  "algorithm" : "eod_public",
  "version" : "2.1",
  "name" : "Separate Tumor Nodules",
  "title" : "Separate Tumor Nodules",
  "notes" : "**Note 1:** Physician statement of Separate Tumor Nodules in the ipsilateral (same) lung can be used to code this data item when no other information is available. See discussion of terminology in Note 4. \n* Separate tumor nodules in the contralateral lung are not coded in this data item.\n\n**Note 2:** Code the presence and location of separate tumor nodules, also known as intrapulmonary metastasis, at the time of diagnosis in this item.  Separate tumor nodules can be defined clinically (by imaging) and/or pathologically. They can be in the same or different lobes of the same lung as the primary tumor.  Their location is used to assign the T in the TNM system.\n\n**Note 3:** For this item, only code separate tumor nodules of the same histologic type as the primary tumor, also referred to as intrapulmonary metastases.  \n* In the case of multiple tumor nodules determined to be the same primary, if not all nodules are biopsied, assume they are the same histology\n\n**Note 4:** Other situations that display multiple lesions are NOT coded in this item.  Assign code 0 if the multiple lesions belong to one of these other situations.  Refer to the AJCC Staging Manual 8th Edition for standardized and precise definitions of the situations which aren't separate tumor nodules. They are\n* second primary tumors, also called synchronous primary tumors (not the same histology as the primary tumor)\n* multifocal lung adenocarcinoma with ground glass/lepidic features\n* diffuse pneumonic adenocarcinoma  \n\n**Note 5:** \"Synchronous\" describes the appearance in time compared to the primary tumor.  Do not code this item based solely on the word \"synchronous\".  If separate nodules are described as \"metachronous,\" the nodules may be evidence of progression of disease in which case they would not be coded here.\n\n**Note 6:** If there are multiple tumor nodules or foci and the terminology used is not readily identifiable as one of the situations described in Note 4, consult with the pathologist or clinician.  If no further information is available, assign code 7 and DO NOT use the information to assign a T category or extent of disease.\n\n**Note 7:** Code 0 if relevant imaging or resection is performed and there is no mention of separate tumor nodules.\n\n**Note 8:** Code 9 if there is no relevant imaging or resection of the primary site.",
  "last_modified" : "2019-04-05T16:52:35.918Z",
  "definition" : [ {
    "key" : "separate_tumor_nodules",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "0", "No separate tumor nodules; single tumor only\nSeparate tumor nodules of same histologic type not identified/not present\nIntrapulmonary metastasis not identified/not present\nMultiple nodules described as multiple foci of adenocarcinoma in situ or minimally invasive adenocarcinoma" ], [ "1", "Separate tumor nodules of same histologic type in ipsilateral lung, same lobe" ], [ "2", "Separate tumor nodules of same histologic type in ipsilateral lung, different lobe" ], [ "3", "Separate tumor nodules of same histologic type in ipsilateral lung, same AND different lobes" ], [ "4", "Separate tumor nodules of same histologic type in ipsilateral lung, unknown if same or different lobe(s)" ], [ "7", "Multiple nodules or foci of tumor present, not classifiable based on Notes 3 and 4" ], [ "8", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code 8 will result in an edit error.)" ], [ "9", "Not documented in medical record\nPrimary tumor is in situ \nSeparate Tumor Nodules not assessed or unknown if assessed" ] ]
}