{
  "id": "pediatric_primary_tumor_47758",
  "algorithm": "pediatric",
  "version": "1.0",
  "name": "Pediatric Primary Tumor",
  "title": "Pediatric Primary Tumor",
  "subtitle": "Wilms Tumor Staging System",
  "notes": "**Note 1:** For Renal Tumors, Pediatric Staging is based on the *Wilms Tumor Staging System*, which is used for staging non-renal cell tumors for pediatric patients and records the stage group only.  \n* Primary sources of information: surgical pathology report, imaging (Stage IV disease only)\n\n**Note 2:** This staging system is based on results from the surgical resection.\n* Code 999 if there is no surgical resection (except for patients with Stage IV disease, in which case code 400)\n\n**Note 3:** Codes are based on whether patient had chemotherapy prior to surgery or not.\n* If patient did not receive chemotherapy (or unknown if patient received chemotherapy) prior to surgery, see codes 100, 200, 300\n* If patient did receive chemotherapy prior to surgery, see codes 110, 210, 310\n* Code 400 is applicable for all cases\n\n**Note 4:** If there is bilateral disease, code the most advanced stage at diagnosis.",
  "footnotes": "(1)\tAitken JF, Youlden D, O’Neill L, Gupta S, Frazier AL, eds. Childhood cancer staging for population registries according to the Toronto Childhood Cancer Stage Guidelines – Version 2. Cancer Council Queensland and Cancer Australia: Brisbane, Australia; 2021.",
  "last_modified": "2023-08-17T00:31:04.427Z",
  "definition": [
    {
      "key": "ped_primary_tumor",
      "name": "Code",
      "type": "INPUT"
    },
    {
      "key": "description",
      "name": "Description",
      "type": "DESCRIPTION"
    }
  ],
  "rows": [
    [
      "100",
      "No chemotherapy prior to surgery\n* Tumor limited to kidney and completely resected\n   - Renal capsule intact, not penetrated by tumor\n   - No tumor invasion of veins or lymphatics of renal sinus\n   - No nodal or hematogenous metastases\n   - No prior biopsy\n   - Negative margins or UNKNOWN margins\n* Localized, NOS"
    ],
    [
      "110",
      "Chemotherapy prior to surgery\n* Tumor limited to kidney and completely resected\n   - Renal capsule may be infiltrated by tumor, but tumor does not reach the outer surface\n   - Tumor may protrude or bulge into the pelvic system or ureter, but does not infiltrate\n   - Vessels of renal sinus not involved"
    ],
    [
      "200",
      "No chemotherapy prior to surgery\n* Tumor extends beyond kidney but completely resected\n   - Tumor penetrates renal capsule\n   - Tumor in lymphatics or veins of renal sinus\n   - Tumor in renal vein with margin not involved\n* AND\n   - No nodal or hematogenous metastases AND\n   - Negative margins or UNKNOWN margins"
    ],
    [
      "210",
      "Chemotherapy prior to surgery\n\n* Tumor extends beyond kidney but completely resected\n   - Tumor penetrates renal capsule into perirenal fat\n   - Tumor infiltrates the renal sinus and/or invades blood and lymphatic vessels outside renal parenchyma but is completely resected\n   - Tumor infiltrates adjacent organs or vena cava but is completely resected"
    ],
    [
      "300",
      "No chemotherapy prior to surgery\n\n* Residual tumor or nonhaematogenous metastases confined to abdomen\n   - Involved abdominal nodes\n   - Peritoneal contamination or tumor implant\n   - Tumor spillage of any degree occurring before or during surgery\n   - Gross residual tumor in abdomen\n   - Biopsy of tumor (including fine-needle aspiration) prior to removal of kidney\n   - Resection margins involved by tumor"
    ],
    [
      "310",
      "Chemotherapy prior to surgery\n\n* Incomplete resection of the tumor (gross or microscopic extension beyond the resection margins)\n   - Involved abdominal lymph nodes, including necrotic tumor or chemotherapy-induced changes\n   - Tumor rupture before or intraoperatively\n   - Tumor has penetrated the peritoneal surface\n   - Tumor thrombi present at resection margins\n   - Surgical biopsy prior to resection (does not include needle biopsy"
    ],
    [
      "400",
      "Stage IV\n\n* Hematogenous metastases or spread beyond abdomen at diagnosis"
    ],
    [
      "999",
      "Not documented in medical record\nWilms Tumor Staging System not assessed\nNo surgical resection performed, and patient has no metastatic disease \n\nDeath certificate only"
    ]
  ]
}