{
  "id": "pediatric_primary_tumor_84083",
  "algorithm": "pediatric",
  "version": "1.0",
  "name": "Pediatric Primary Tumor",
  "title": "Pediatric Primary Tumor",
  "subtitle": "St. Jude/Murphy Staging System",
  "notes": "**Note 1:** For non-Hodgkin Lymphoma, Pediatric Staging is based on the St. Jude/Murphy Staging System, which is a pediatric staging system for non-Hodgkin lymphoma (NHL) and records the stage group only.  \n\n**Note 2:** Extensive disease (Stage III) typically exhibits spread to para-aortic and retro-peritoneal areas by implants and plaques in mesentery or peritoneum, or by direct infiltration of structures adjacent to the primary tumor. Ascites may be present, and complete resection of all gross tumor is not possible.",
  "footnotes": "(1)\tAitken JF, Youlden D, O’Neill L, Gupta S, Frazier AL, eds. Childhood cancer staging for population registries according to the Toronto Childhood Cancer Stage Guidelines – Version 2. Cancer Council Queensland and Cancer Australia: Brisbane, Australia; 2021.",
  "last_modified": "2023-08-17T00:00:47.430Z",
  "definition": [
    {
      "key": "ped_primary_tumor",
      "name": "Code",
      "type": "INPUT"
    },
    {
      "key": "description",
      "name": "Description",
      "type": "DESCRIPTION"
    }
  ],
  "rows": [
    [
      "100",
      "Involvement of a single tumor, mass, or nodal area\n* EXCLUDING the abdomen and mediastinum"
    ],
    [
      "200",
      "Any of the following\n* Single tumor (extranodal) with regional node involvement\n* Two or more nodal areas on the SAME side (either above or below) of the diaphragm\n* Two or more single (extranodal) tumors\n   - WITH or WITHOUT regional lymph node involvement\n   - AND on SAME side (either above or below) of the diaphragm\n* Completely resectable primary gastrointestinal tract tumor\n   - WITH or WITHOUT involvement of associated mesenteric nodes only"
    ],
    [
      "300",
      "Any of the following\n* Tumor (extranodal) or nodal areas on BOTH side (above and below) of the diaphragm \n* Any primary intrathoracic tumor (mediastinal, hilar, pulmonary, pleural, or thymic) \n* Extensive (unresectable) primary intraabdominal disease \n* Any paraspinal or epidural tumors regardless of other tumor sites"
    ],
    [
      "400",
      "Initial CNS involvement\n* Any CNS tumor mass (identified by imaging techniques [i.e., CT, MRI]) OR\n* Cranial nerve palsy that cannot be explained by extradural lesions, OR\n* Blasts morphologically identified in CSF\n   - In the absence of a CSF tumor mass and cranial nerve palsy, a CSF report is required to confirm or exclude CNS involvement\n\nAND/OR Bone marrow involvement\n* Morphologic evidence of >= 5% blasts or lymphoma cells by bone marrow aspiration or biopsy"
    ],
    [
      "999",
      "Not documented in medical record\nSt Jude Staging System not assessed\n\nDeath certificate only"
    ]
  ]
}