{
  "id" : "mets_hch",
  "algorithm" : "cs",
  "version" : "02.05.50",
  "name" : "Mets",
  "title" : "CS Mets at DX",
  "notes" : "**Note 1**:  Liver metastasis implies the presence of tumor inside the liver parenchyma as one or more nodules.  Adherence to the liver capsule, even if extensive, should not be considered liver metastasis.  Code direct adherence to the liver in CS Extension code 570.\n\n**Note 2**: When a patient has more than one area of gastrointestinal stromal tumor (GIST), it is important to try to distinguish between intra-abdominal metastasis and tumor multiplicity. Distant metastases are relatively rare in GISTs, but they are increasingly detected with sophisticated radiological studies. Intra-abdominal metastasis will present as tumor involvement in the abdominal cavity outside the main tumor mass, in the peritoneum, omentum, serosae of organs, and the cul-de-sac, among other areas. Code this form of metastasis in CS Mets at DX. \n\nTumor multiplicity, in contrast, will present with anatomically separate, multiple tumors of different sizes arising independently in the GI tract. This form of tumor multiplicity usually will be seen in patients with neurofibromatosis type 1 or familial GIST syndrome, but in rare instances may be seen in patients without these conditions. This form of multiplicity should not be coded as metastasis, but the presence of multiple tumors should be coded in CS Site-Specific Factor 15, Tumor Multiplicity.\n\nWhen a solitary omental or mesenteric tumor mass is found with a primary GIST elsewhere, do not code this as a metastasis. Code it as multiple tumors in CS Site-Specific Factor 15, Tumor Multiplicity.\n\nWhen multiple tumor areas are present and it is not stated whether these are metastases or independent tumors, consult with a physician if possible to determine how to code them. If a decision cannot be made, code as 99.\n\n**Note 3**:  Peritoneal nodules are not excluded as a staging component for M1 disease of GISTAppendix and may be coded in code 48. All cases with code 60 in CSv2: V0201, V0202 should be reviewed to determine if they could be recoded to code 48 or 50.\n\n**Note 4**:  Involvement of superior mesenteric node(s) is coded 08.  Inferior mesenteric node(s) are included in code 10.  Mesenteric node(s), NOS are coded in CS Lymph Nodes.",
  "last_modified" : "2015-05-27T16:19:29.781Z",
  "definition" : [ {
    "key" : "mets",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "ajcc7_m",
    "name" : "AJCC 7 M",
    "type" : "ENDPOINT"
  }, {
    "key" : "ajcc6_m",
    "name" : "AJCC 6 M",
    "type" : "ENDPOINT"
  }, {
    "key" : "m77",
    "name" : "Summary Stage 1977 M",
    "type" : "ENDPOINT"
  }, {
    "key" : "m2000",
    "name" : "Summary Stage 2000 M",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "00", "No distant metastasis", "VALUE:M0", "VALUE:NA", "VALUE:NONE", "VALUE:NONE" ], [ "08", "Superior mesenteric lymph node(s)", "VALUE:M1", "VALUE:NA", "VALUE:RN", "VALUE:D" ], [ "10", "Distant lymph node(s) other than those in code 08\n(Includes inferior mesenteric lymph node(s))\nDistant lymph node(s), NOS", "VALUE:M1", "VALUE:NA", "VALUE:D", "VALUE:D" ], [ "40", "OBSOLETE DATA RETAINED V0200\nSee codes 45 and 60\n\nDistant metastases except distant lymph node(s) (codes 08-10)\nDistant metastasis, NOS\nCarcinomatosis", "ERROR:", "VALUE:NA", "VALUE:D", "VALUE:D" ], [ "45", "OBSOLETE DATA CONVERTED V0203 \nSee codes 48  \n\nDistant metastases except distant lymph node(s) (code 10) or peritoneal spread\nCarcinomatosis", "ERROR:", "ERROR:", "ERROR:", "ERROR:" ], [ "48", "Distant metastasis including: \n    Peritoneal nodules\n    Liver parenchymal nodules\nCarcinomatosis", "VALUE:M1", "VALUE:NA", "VALUE:D", "VALUE:D" ], [ "50", "48 + (08 and/or 10)\n\nDistant metastasis plus distant lymph node(s) ", "VALUE:M1", "VALUE:NA", "VALUE:D", "VALUE:D" ], [ "60", "DATA REVIEWED V0203\nPeritoneal nodules are not excluded as a staging component for M1 disease of GISTAppendix and may be coded in code 48. Review all cases with code 60 in CSv2: V0201, V0202 to determine if they should be recoded to code 48 or 50.\n\nDistant metastasis, NOS\n\nStated as M1 with no other information on distant metastasis", "VALUE:M1", "VALUE:NA", "VALUE:D", "VALUE:D" ], [ "99", "Unknown; distant metastasis not stated\nDistant metastasis cannot be assessed\nNot documented in patient record", "VALUE:M0", "VALUE:NA", "VALUE:U", "VALUE:U" ] ]
}