{
  "id" : "ssf1_jch",
  "algorithm" : "cs",
  "version" : "02.05.50",
  "name" : "SSF1",
  "title" : "CS Site-Specific Factor 1",
  "subtitle" : "OBSOLETE - Janus Kinase 2 (JAK2) (also known as JAK2 Exon 12)",
  "notes" : "**Note**:  This CS Site-Specific Factor is obsolete beginning with CS Version 2.03 (codes, code descriptions, and notes).  Old data are retained during conversion, but new cases are not coded 000-987 or 999.  Use code 988 for this field for all cases entered in CS Version 2.03 and later. \n\n**OBSOLETE V0203 Note 1**: JAK2 is a gene mutation that increases susceptibility to several Myeloproliferative neoplasms (MPNs). Testing for the JAK2 mutation is done on whole blood. Nearly all people with polycythemia vera and about half of those with essential thrombocythemia and primary myelofibrosis have the mutation. \n\n**OBSOLETE V0203 Note 2**: JAK2 is used primarily for the following histologies: Polycythemia Vera, Essential Thrombocytopenia and Primary Myelofibrosis. Its usage continues to increase and may be used for other histologies in the future. Record JAK2 for any Heme-Retic disease even if it is not one of the histologies noted. \n\n**OBSOLETE V0203 Note 3**: If JAK2 test result is positive, NOS, use code 850",
  "last_modified" : "2015-05-27T16:19:59.721Z",
  "definition" : [ {
    "key" : "ssf1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "OBSOLETE DATA RETAINED V0203\n\nJAK-2 test result stated as negative" ], [ "010", "OBSOLETE DATA RETAINED V0203\n\nJAK2 test performed, positive for mutation V617F in exon 14" ], [ "020", "OBSOLETE DATA RETAINED V0203\n\nJAK2 test performed, positive for mutation of exon 12" ], [ "800", "OBSOLETE DATA RETAINED V0203\n\nJAK2 test performed, positive for other specified mutation" ], [ "810", "OBSOLETE DATA RETAINED V0203\n\nJAK2 test performed, positive for more than one mutation" ], [ "850", "OBSOLETE DATA RETAINED V0203\n\nJAK2 test performed, positive NOS; specific mutation(s) not stated" ], [ "888", "OBSOLETE DATA CONVERTED V0200 \nSee code 988 \n\nNot applicable for this schema" ], [ "988", "Not applicable:  Information not collected for this case\n(May include cases converted from code 888 used in CSv1 for \"Not applicable\" or when the item was not collected.  If this item is required to derive T, N, M, or any stage, use of code 988 may result in an error.)" ], [ "997", "OBSOLETE DATA RETAINED V0203\n\nTest ordered, results not in chart" ], [ "998", "OBSOLETE DATA RETAINED V0203\n\nTest not done" ], [ "999", "OBSOLETE DATA RETAINED V0203\n\nUnknown\nInsufficient information\nNot documented in patient record" ] ]
}