{
  "id" : "ssf1_jpd",
  "algorithm" : "cs",
  "version" : "02.05.50",
  "name" : "SSF1",
  "title" : "CS Site-Specific Factor 1",
  "subtitle" : "WHO/ISUP Grade",
  "notes" : "**Note 1**:  Code the applicable World Health Organization (WHO) or International Society of Urological Pathology (ISUP) grade as documented in the pathology report for urothelial carcinomas only.  Information about urothelial histology and grade may be taken from any section of the pathology report where documented, such as a microscopic description, synoptic template, or final diagnosis.  If the tumor is of mixed histology including urothelial carcinoma, code grade as specified for the urothelial component.\n\n**Note 2**:  Code the WHO/ISUP grade documented in the pathology reort prior to neoadjuvant treatment.\n\n**Note 3**:  If the term low grade (LG) or high grade (HG) is indicated for a urothelial primary, assume it is a WHO/ISUP grade.\n\n**Note 4**:  If the tumor morphology does not include a urothelial component, use code 987.\n\n**Note 5**:  If a grade system other than WHO/ISUP is documented for a urothelial primary, code 999.",
  "last_modified" : "2015-05-27T16:19:59.878Z",
  "definition" : [ {
    "key" : "ssf1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "010", "Low grade urothelial carcinoma" ], [ "020", "High grade urothelial carcinoma" ], [ "888", "OBSOLETE DATA CONVERTED V0200 \nSee code 988\n\nNot applicable for this site" ], [ "987", "Not applicable:  Not a urothelial morphology" ], [ "988", "Not applicable:  Information not collected for this case\n(May include cases converted from code 888 used in CSv1 for \"Not applicable\" or when the item was not collected.  If this item is required to derive T, N, M, or any stage, use of code 988 may result in an error.)" ], [ "998", "No pathologic examination of primary site" ], [ "999", "Unknown WHO/ISUP grade\nNot documented in patient record" ] ]
}