{
  "id" : "ssf5_nak",
  "algorithm" : "cs",
  "version" : "02.05.50",
  "name" : "SSF5",
  "title" : "CS Site-Specific Factor 5",
  "subtitle" : "Creatinine Unit of Measure",
  "notes" : "**Note 1**:  There are two main methods of describing concentrations: by weight, and by molecular count. Weights are recorded in grams, and molecular counts are recorded in moles.  Milligrams/deciliter (mg/dl) is the unit of measure commonly used in the United States, and micromoles/liter (umol/l) is the designated Systeme Internationale (SI) unit of measure commonly used in Canada and Europe. 1 mg/dl of creatinine is 88.4 umol/l.\n\n**Note 2**:  The same laboratory test should be used to record information in CS Site-Specific Factor 4 and CS Site-Specific Factor 5.",
  "last_modified" : "2015-05-27T16:20:07.752Z",
  "definition" : [ {
    "key" : "ssf5",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "OBSOLETE DATA CONVERTED V0203\nSee code 998\n\nTest not done" ], [ "010", "Milligrams/deciliter (mg/dl)" ], [ "020", "Micromoles/liter (umol/l)" ], [ "888", "OBSOLETE DATA CONVERTED V0200\nSee code 988  \n\nNot applicable for this site" ], [ "988", "Not applicable:  Information not collected for this case\n(May include cases converted from code 888 used in CSv1 for \"Not applicable\" or when the item was not collected.  If this item is required to derive T, N, M, or any stage, use of code 988 may result in an error.)" ], [ "997", "Test ordered, results not in chart \nTest performed, unit of measure not specified\nTest performed, different unit of measure used or unit not specified\n(Includes cases converted from code 998 during conversion to V0203)" ], [ "998", "CONVERTED AND CODE REUSED V0203\nPrior to V0203 code defined as \"Test ordered, results not in chart\".  Cases converted to code 997 with V0203 and code 998 redefined as \"Test not done (test not ordered and not performed)\".\n\nTest not done (test not ordered and not performed)" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}