{
  "id" : "extension_bbo",
  "algorithm" : "cs",
  "version" : "02.05.50",
  "name" : "Extension",
  "title" : "CS Extension - Clinical Extension",
  "notes" : "**Note 1**:  This field and CS Site-Specific Factor 3, CS Extension - Pathologic Extension, must both be coded, whether or not a prostatectomy was performed.  Information from prostatectomy and autopsy is excluded from this field and coded only in CS Site-Specific Factor 3.\n\n**Note 2**:  AJCC considers \"in situ carcinoma of prostate gland\" an impossible diagnosis.  Any case so coded will be mapped to TX for AJCC stage and in situ Summary Stage.\n\n**Note 3**: Clinically apparent and inapparent tumor. Use the following rules to determine inapparent versus apparent for CS Extension - Clinical Extension codes 100-240 and, when in doubt, use code 300.\n\n* A. According to AJCC, the digital rectal examination (DRE) is considered the \"gold standard\" for clinical staging and the quality of imaging for staging is not sufficiently uniform to make it part of routine staging. Therefore, the registrar should not use imaging to determine an apparent tumor unless the managing clinician/urologist has used it in staging (herein termed \"reliably\" visible on imaging). If there is a discrepancy between a stage documented on an imaging report and a stage documented by a managing clinician/urologist, the latter takes precedence.\nA clinically apparent tumor is palpable or \"reliably\" visible by imaging. If a clinician documents a \"tumor\", \"mass\", or \"nodule\" by physical examination, this can be inferred as apparent. \"Tumor\", \"mass\", or \"nodule\" on imaging can only be used by the registrar if the managing clinician/urologist uses it.\nA clinically inapparent tumor is one that is neither palpable nor \"reliably\" visible by imaging. Physician documentation of a DRE that does not mention a palpable \"tumor\", \"mass\", or \"nodule\" can be inferred as inapparent.  This would include findings limited to benign prostate or enlargement/hypertrophy.  \nDo not infer inapparent or apparent tumor based on the registrar's interpretation of other terms in the DRE or imaging reports.  A physician assignment of cT1 or cT2 is also a clear statement of inapparent or apparent respectively.  Code to 300 (which maps to T2 NOS) in the absence of a clear physician's statement of inapparent or apparent (see also Note 3D).\n\n* B. Codes 100 to 150 are used only for clinically inapparent tumor (see Note 3A) and/or incidentally found microscopic carcinoma (latent, occult) in one or both lobes.  Within this range, give priority to codes 130-150 over code 100. Do not use codes 100-140 for needle core biopsy. Use code 150 when tumor is found in one lobe, both lobes, or in prostatic apex by needle biopsy but is not palpable or \"reliably\" visible by imaging. Since code 150 is used to measure screening detected cases, it is important to only apply code 150 when it is clearly an inapparent case.  \n\n* C. Codes 200 to 240 are used only for clinically apparent tumor (see Note 3A). Information from biopsy is not used to decide among codes 200-240.  Prostate biopsy information is coded in CS Site-Specific Factor 14. Codes 210 and 220 have precedence over code 200. Code 200 has precedence over code 240.  Use code 240 if the physician assigns cT2 without a subcategory of a, b, or c.\n\n* D. Code 300 is used for localized cancer when it is unknown if the tumor is clinically apparent. This would include cases with elevated PSA and positive needle core biopsy but no documentation regarding tumor apparency (inapparent versus apparent). Another example would be a diagnosis made prior to admission for a prostatectomy with no details provided on the initial clinical findings.\n\n**Note 4**:  Codes 410 to 700 are used for extension beyond the prostate. Information from biopsy of extraprostatic tissue is coded in CS Extension - Clinical Extension (see Note 3 and code 2 on the prostate CS Tumor Size/Ext Eval table for further information).\n\n**Note 5**: Involvement of the prostatic urethra does not alter the extension code.\n\n**Note 6**: \"Frozen pelvis\" is a clinical term which means tumor extends to pelvic sidewall(s).  In the absence of a more detailed statement of involvement, assign a description of frozen pelvis to code 600.\n\n**Note 7**:  As indicated in Note 1, information from prostatectomy/autopsy is not considered when coding CS Extension - Clinical Extension and is only coded in CS Site-Specific Factor 3 CS Extension - Pathologic Extension. This also applies to incidental findings of prostate cancer during a prostatectomy for other reasons (for example, a cytoprostatectomy for bladder cancer). If there is documentation regarding a normal prostate evaluation (physical examination or imaging) prior to prostatectomy/autopsy, code 950 (no evidence of primary tumor) in this field. If there is no documentation regarding a normal prostate evaluation (physical examination or imaging) prior to prostatectomy/autopsy, code 999 (unknown; extension not stated) in this field.\n\n**Note 8**: The mapping values for TNM, SS77, and SS2000 and the associated c, p, yp, or a indicator (staging basis) are assigned based on the values in CS Extension - Clinical Extension, CS Tumor Size/Ext Eval, and CS Site-Specific Factor 3 - Pathologic Extension.  The calculation depends on whether clinical information or pathologic information takes precedence in a specific case.  Note that for prostate, AJCC pathologic staging usually requires a prostatectomy.  Pathologic staging information from a prostatectomy takes precedence except when neoadjuvant treatment has been given and clinical extension is either as extensive or more extensive than pathologic extension.  The CS algorithm implements this logic as shown in the Special Calculation extra tables.  Some combinations of codes may be errors.  The CS algorithm will derive stage values if possible; a separate edit program may be required to identify errors for correction.",
  "footnotes" : "For this site, extension is coded in two CS fields: CS Extension - Clinical Extension and CS Site-Specific Factor 3 - Pathologic Extension. The mapping values for the T category for AJCC stage, SS77, and SS2000 and the associated c, p, yp, or a indicator are assigned based on the values in CS Extension - Clinical Extension, CS Tumor Size/Ext Eval, and CS Site-Specific Factor 3 - Pathologic Extension as shown in the Special Calculation Table for TNM 7 Invasive/Unknown Pathologic Extension Eval, Special Calculation Table for TNM 7 Non-Invasive Pathologic Extension, Special Calculation Table for TNM 6 Invasive/Unknown Pathologic Extension Eval, Special Calculation Table for TNM 6 Non-Invasive Pathologic Extension, and Special Calculation Table for SEER Summary Stage.",
  "last_modified" : "2015-05-27T16:19:07.985Z",
  "definition" : [ {
    "key" : "extension",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "ajcc7_t",
    "name" : "AJCC 7 T",
    "type" : "ENDPOINT"
  }, {
    "key" : "ajcc6_t",
    "name" : "AJCC 6 T",
    "type" : "ENDPOINT"
  }, {
    "key" : "t77_d",
    "name" : "Summary Stage 1977 T",
    "type" : "DESCRIPTION"
  }, {
    "key" : "t2000_d",
    "name" : "Summary Stage 2000 T",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "In situ, intraepithelial, noninvasive", "VALUE:TX", "VALUE:TX", "IS", "IS" ], [ "100", "Incidental histologic finding (for example, on TURP), number of foci or percent of involved tissue not specified (clinically inapparent)\n(See Note 3B)\n\nStated as cT1 [NOS] with no other information on clinical extension", "VALUE:T1NOS", "VALUE:T1NOS", "L", "L" ], [ "130", "Incidental histologic finding (for example, on TURP) in 5 percent or less of tissue resected (clinically inapparent)\n(See Note 3B)\n\nStated as cT1a with no other information on clinical extension", "VALUE:T1a", "VALUE:T1a", "L", "L" ], [ "140", "Incidental histologic finding (for example, on TURP) in more than 5 percent of tissue resected  (clinically inapparent)\n(See Note 3B)\n\nStated as cT1b with no other information on clinical extension", "VALUE:T1b", "VALUE:T1b", "L", "L" ], [ "150", "Tumor identified by needle biopsy (clinically inapparent) \n     Example  - for elevated PSA\n(See Note 3B)\n\nStated as cT1c with no other information on clinical extension", "VALUE:T1c", "VALUE:T1c", "L", "L" ], [ "200", "Involvement in one lobe/side, NOS \n(Clinically apparent: do NOT use information from biopsy to determine extent of involvement)\n(See Note 3C)", "VALUE:T2NOS", "VALUE:T2NOS", "L", "L" ], [ "210", "Involves one half of one lobe/side or less \n(Clinically apparent: do NOT use information from biopsy to determine extent of involvement)\n(See Note 3C)\n\nStated as cT2a with no other information on clinical extension", "VALUE:T2a", "VALUE:T2a", "L", "L" ], [ "220", "Involves more than one half of one lobe/side, but not both lobes/sides\n(Clinically apparent: do NOT use information from biopsy to determine extent of involvement)\n(See Note 3C)\n\nStated as cT2b with no other information on clinical extension", "VALUE:T2b", "VALUE:T2b", "L", "L" ], [ "230", "Involves both lobes/sides \n(Clinically apparent: do NOT use information from biopsy to determine extent of involvement)\n(See Note 3C)\n\nStated as cT2c with no other information on clinical extension", "VALUE:T2c", "VALUE:T2c", "L", "L" ], [ "240", "Clinically apparent tumor confined to prostate, NOS\n\nStated as cT2 [NOS] with no other information on clinical extension", "VALUE:T2NOS", "VALUE:T2NOS", "L", "L" ], [ "300", "Localized, NOS\nConfined to prostate, NOS\nIntracapsular involvement only\nNot stated if T1 or T2, clinically apparent or inapparent", "VALUE:T2NOS", "VALUE:T2NOS", "L", "L" ], [ "310", "OBSOLETE DATA REVIEWED AND CHANGED V0102 \n\nInto prostatic apex/arising in prostatic apex, NOS \n(See Site-Specific Factor 4)", "ERROR:", "ERROR:", "ERROR", "ERROR" ], [ "330", "OBSOLETE DATA REVIEWED AND CHANGED V0102 \n\nArising in prostatic apex \n(See Site-Specific Factor 4)", "ERROR:", "ERROR:", "ERROR", "ERROR" ], [ "340", "OBSOLETE DATA REVIEWED AND CHANGED V0102 \n\nExtending into prostatic apex \n(See Site-Specific Factor 4)", "ERROR:", "ERROR:", "ERROR", "ERROR" ], [ "410", "Extension to periprostatic tissue\nExtracapsular extension (beyond prostatic capsule), NOS\nThrough capsule, NOS", "VALUE:T3NOS", "VALUE:T3NOS", "RE", "RE" ], [ "420", "Unilateral extracapsular extension", "VALUE:T3a", "VALUE:T3a", "RE", "RE" ], [ "430", "Bilateral extracapsular extension", "VALUE:T3a", "VALUE:T3a", "RE", "RE" ], [ "440", "Microscopic bladder neck involvement", "VALUE:T3a", "VALUE:T4", "RE", "RE" ], [ "445", "Stated as T3a with no other information on extension", "VALUE:T3a", "VALUE:T3a", "RE", "RE" ], [ "450", "Extension to seminal vesicle(s) \n\nStated as T3b with no other information on extension", "VALUE:T3b", "VALUE:T3b", "RE", "RE" ], [ "470", "450 + 440\nExtension to seminal vesicle(s) plus microscopic bladder neck involvement", "VALUE:T3b", "VALUE:T4", "RE", "RE" ], [ "490", "Periprostatic extension, NOS\n(Unknown if seminal vesicle(s) involved)\n\nStated as T3 [NOS] with no other information on extension", "VALUE:T3NOS", "VALUE:T3NOS", "RE", "RE" ], [ "500", "Extension to or fixation to adjacent \nstructures other than seminal vesicles:\n    Bladder neck, except microscopic bladder neck involvement (see code 440)\n    Bladder, NOS\n    Fixation, NOS\n    Rectovesical (Denonvillier's) fascia\n    Rectum; external sphincter", "VALUE:T4", "VALUE:T4", "RE", "RE" ], [ "510", "Extraprostatic urethra (membranous urethra)", "VALUE:T4", "VALUE:T4", "RE", "RE" ], [ "520", "Levator muscles\nSkeletal muscle, NOS\nUreter(s)", "VALUE:T4", "VALUE:T4", "D", "RE" ], [ "600", "Extension to or fixation to pelvic wall or pelvic bone\n\"Frozen pelvis\", NOS (see Note 6)", "VALUE:T4", "VALUE:T4", "D", "D" ], [ "700", "Further contiguous extension including:\n    Bone\n    Other organs\n    Penis\n    Sigmoid colon\n    Soft tissue other than periprostatic", "VALUE:T4", "VALUE:T4", "D", "D" ], [ "750", "Stated as T4 with no other information on extension", "VALUE:T4", "VALUE:T4", "RE", "RE" ], [ "950", "No evidence of primary tumor", "VALUE:T0", "VALUE:T0", "U", "U" ], [ "999", "Unknown; extension not stated\nPrimary tumor cannot be assessed\nNot documented in patient record", "VALUE:TX", "VALUE:TX", "U", "U" ] ]
}