{
  "id" : "ssf3_lah",
  "algorithm" : "cs",
  "version" : "02.05.50",
  "name" : "SSF3",
  "title" : "CS Site-Specific Factor 3",
  "subtitle" : "Ipsilateral Adrenal Gland Involvement",
  "notes" : "**Note 1**:  Information about contiguous ipsilateral adrenal gland involvement is collected in CS Extension, and noncontiguous ipsilateral adrenal gland involvement is collected in CS Mets as DX, as elements in anatomic staging.  This information is also collected in this field as it may have an independent effect on prognosis. \n\n**Note 2**:  Record ipsilateral adrenal gland involvement as documented in the pathology report.  Assign code 000 if histologic examination of a specimen including tissue from the adrenal gland is performed, the pathology report is available for review, and involvement of the adrenal gland is not mentioned.",
  "last_modified" : "2015-05-27T16:20:04.850Z",
  "definition" : [ {
    "key" : "ssf3",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "Ipsilateral adrenal gland involvement not present/not identified" ], [ "010", "Contiguous involvement of ipsilateral adrenal gland" ], [ "020", "Noncontiguous involvement of ipsilateral adrenal gland" ], [ "030", "020 + 010\n\nNoncontiguous plus contiguous involvement of ipsilateral adrenal gland" ], [ "040", "Involvement of ipsilateral adrenal gland, not stated whether contiguous or noncontiguous" ], [ "888", "OBSOLETE DATA CONVERTED V0200   \nSee code 988  \n\nNot applicable for this schema" ], [ "988", "Not applicable:  Information not collected for this case\n(May include cases converted from code 888 used in CSv1 for \"Not applicable\" or when the item was not collected.  If this item is required to derive T, N, M, or any stage, use of code 988 may result in an error.)" ], [ "998", "No histologic examination to determine ipsilateral adrenal gland involvement" ], [ "999", "Unknown or no information \nNot documented in patient record" ] ]
}