{
  "id" : "extension_bbo",
  "algorithm" : "eod_public",
  "version" : "3.1",
  "name" : "EOD Primary Tumor",
  "title" : "EOD Primary Tumor",
  "notes" : "**Note 1:** For this schema, the EOD Primary Tumor field captures a clinical extent of disease only.  The guidelines for assigning Clinical Extension for AJCC and EOD are different. Per AJCC, a digital rectal exam (DRE) is required to assign a clinical T (cT). For EOD, a code can be assigned if there is no DRE information. (See Note 7). \n\n**Note 2:** Information from radical prostatectomy and autopsy are recorded in EOD Prostate Pathologic Extension\n* ***Note:*** A simple prostatectomy (Surgery code 30) does not qualify for a radical prostatectomy. Results from a simple prostatectomy are recorded in EOD Primary Tumor     \n\n**Note 3:** Imaging is **not** used to determine the clinical extension. If a physician incorporates imaging findings into their evaluation (including the clinical T category), **do not** use this information. \n* If it cannot be determined if the physician is using imaging, assume they are not and code the clinical extension based on the physician’s statement\n\n**Note 4:** Codes 100, 110, or 150 are used when there is a TURP only during the clinical workup and there was no clinically apparent tumor (DRE negative or unknown) (See Note 6 if positive DRE). \n* Code 150 if only a TURP is done, and the percentage of cells is not noted in the pathology report\n\n**Note 5:** Code 120 when the tumor is clinically inapparent (DRE negative). \n* Do not use this code when there is no information about the DRE results (see Note 7 for code 300).\n* **Clinically inapparent tumors** are not palpable. Physician documentation of a DRE that does not mention a palpable “tumor”, “mass”, or “nodule” can be inferred as inapparent. This would include DRE findings of only benign prostate enlargement/hypertrophy\n* Do not use ICD-10-CM code R97.20 (Elevated prostate specific antigen [PSA]) alone to code 120\n\n**Note 6:** Codes 200-250 are for clinically apparent tumors (DRE positive).\n* **Clinically apparent tumors** are palpable. If a clinician documents a “tumor”, “mass”, or “nodule” by physical examination, this can be inferred as apparent\n* Do not infer inapparent or apparent tumor based on the registrar’s interpretation of other terms \n\n**Note 7:** Code 300 for localized cancers when the DRE result is not documented, or DRE not done and there is no clinical evidence of extraprostatic extension, or the physician incorporates imaging findings into their evaluation\n* ***Example 1:*** Patient with elevated PSA and positive needle core biopsy, but no documentation regarding tumor apparency (inapparent versus apparent), and there is no evidence of extraprostatic extension \n* ***Example 2:*** Pathology report from a needle core biopsy done confirming cancer. No information on PSA, DRE or physician statement regarding clinical extension\n  * Applies to \"path only\" cases \n    * This instruction is only for prostate. Do not apply this instruction to any other primary site\n* ***Example 3:*** Pathology report from a needle core biopsy done confirming cancer. No information on PSA, DRE or physician statement regarding clinical extension. Physician states imaging shows extraprostatic extension and assigns cT3a\n\n**Note 8:** Codes 350-700 are for when there is positive extraprostatic extension, which can be determined by DRE, clinical exam, or needle core biopsy\n* If a needle core biopsy confirms extraprostatic extension, that information can be used for EOD\n\n**Note 9:** If there is no information from the DRE, or the terminology used is not documented in Note 5, but the physician assigns a clinical extent of disease, the registrar can use that. \n* ***Example:*** DRE reveals prostate is “firm.” Physician states the patient as a cT2a.\nThe T2a can be used in the physician has documented this. Code 200\n   * ***Exception:*** If the physician is clearly using imaging findings to determine clinical stage or extension of disease, do not use this information and code as 300 (Localized, NOS) (See Note 7)\n\n**Note 10:** Involvement of the prostatic urethra does not alter the EOD code. Extraprostatic urethra involved is captured in code 600.\n\n**Note 11:** “Frozen pelvis” is a clinical term which means tumor extends to pelvic sidewall(s). In the absence of a more detailed statement of involvement, assign a description of frozen pelvis to code 700.\n\n**Note 12:** Code 800 when an incidental finding of prostate cancer is found during a prostatectomy performed for other reasons (i.e., prostate cancer not suspected). \n* ***Example 1:*** Cystoprostatectomy done for bladder cancer and prostate cancer found incidentally\n* ***Example 2:*** Patient found to have prostate cancer during autopsy\n \n**Note 13:** Code 999 when there is no documentation regarding a prostate evaluation (PSA, physical exam or physician’s statement) prior to prostatectomy/autopsy.\n* ***Example:*** Patient presents for prostatectomy for known prostate cancer. No information on clinical evaluation",
  "footnotes" : "(1) Fritz AG, Ries LAG (eds). **SEER Extent of Disease 1988: Codes and Coding Instructions (3rd Edition, 1998)**, National Cancer Institute, NIH Pub. No. 98-2313, Bethesda, MD, 1998\n\n(2) Young JL Jr, Roffers SD, Ries LAG, Fritz AG, Hurlbut AA (eds.). **SEER Summary Staging Manual-2000: Codes and Coding Instructions**, National Cancer Institute, NIH Pub. No. 01-4969, Bethesda, MD, 2001.\n\n(3) Collaborative Stage Work Group of the American Joint Committee on Cancer. **Collaborative Stage Data Collection System User Documentation and Coding Instructions, version 02.05**. American Joint Committee on Cancer (Chicago, IL)\n\n(4) Gress, D.M., Edge, S.B., Gershenwald, J.E., et al. **Principles of Cancer Staging**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017\n\n(5) Buyyounouski, M.K., Lin, D.W., et al. **Prostate**. In: Amin, M.B., Edge, S.B., Greene, F.L., et al. (Eds.) AJCC Cancer Staging Manual. 8th Ed. New York: Springer; 2017",
  "last_modified" : "2023-06-29T19:51:52.999Z",
  "definition" : [ {
    "key" : "eod_primary_tumor",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "eod_2018_t",
    "name" : "EOD 2018 T",
    "type" : "ENDPOINT"
  }, {
    "key" : "ss2018_t",
    "name" : "SS2018 T",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "000", "In situ: noninvasive; intraepithelial", "VALUE:88", "VALUE:IS" ], [ "100", "Incidental histologic finding (for example, on TURP) in 5 percent or less of tissue resected \n(clinically inapparent)", "VALUE:T1a", "VALUE:L" ], [ "110", "Incidental histologic finding (for example, on TURP) in more than 5 percent of tissue resected \n(clinically inapparent)", "VALUE:T1b", "VALUE:L" ], [ "120", "Tumor identified by needle biopsy  (clinically inapparent/not palpable)\n- Example  - for elevated PSA", "VALUE:T1c", "VALUE:L" ], [ "150", "Incidental histologic finding (for example, on TURP), number of foci or percent of involved tissue not specified \n(clinically inapparent/not palpable)", "VALUE:T1", "VALUE:L" ], [ "200", "Involves one-half of one side or less \n(clinically apparent/palpable)", "VALUE:T2a", "VALUE:L" ], [ "210", "More than one-half of one side but not both sides\n(clinically apparent/palpable)", "VALUE:T2b", "VALUE:L" ], [ "220", "Involves both lobes/sides \n(clinically apparent/palpable)", "VALUE:T2c", "VALUE:L" ], [ "250", "Confined to prostate, unknown lobe involvement\n(clinically apparent/palpable)", "VALUE:T2", "VALUE:L" ], [ "300", "Localized, NOS\nNot known if clinically apparent or inapparent", "VALUE:T2", "VALUE:L" ], [ "350", "Bladder neck, microscopic invasion\n\nExtraprostatic extension (beyond prostatic capsule), unilateral, bilateral, or NOS\n- WITHOUT invasion of the seminal vesicles\n\nExtension to periprostatic tissue WITHOUT invasion of the seminal vesicles", "VALUE:T3a", "VALUE:RE" ], [ "400", "Tumor invades seminal vesicle(s)", "VALUE:T3b", "VALUE:RE" ], [ "500", "Extraprostatic tumor that is not fixed \n- WITHOUT invasion of adjacent structures\n\nPeriprostatic extension, NOS (unknown if seminal vesicle(s) involved)\n\nExtraprostatic extension, NOS (unknown if seminal vesicle(s) involved)\n\nThrough capsule, NOS", "VALUE:T3", "VALUE:RE" ], [ "600", "Bladder neck \nBladder, NOS\nExternal sphincter\nExtraprostatic urethra (membranous urethra)\nFixation, NOS\nLevator muscles\nRectovesical (Denonvillier's) fascia\nRectum\nSkeletal muscle\nUreter(s)", "VALUE:T4", "VALUE:RE" ], [ "700", "Extension to or fixation to pelvic wall or pelvic bone\n\"Frozen pelvis\", NOS \n\nFurther contiguous extension including\n- Other organs\n- Penis\n- Sigmoid colon\n- Soft tissue other than periprostatic", "VALUE:T4", "VALUE:D" ], [ "800", "No evidence of primary tumor", "VALUE:T0", "VALUE:U" ], [ "999", "Unknown; extension not stated\nPrimary tumor cannot be assessed\nNot documented in medical record\n\nDeath Certificate Only", "VALUE:TX", "VALUE:U" ] ]
}