{
  "id" : "mets_hai",
  "algorithm" : "tnm",
  "version" : "1.3",
  "name" : "SEER Mets",
  "title" : "SEER Mets",
  "notes" : "**Note 1:**  Both extension to and discontinuous metastasis to any of the following pelvic organs are considered FIGO Stage II and coded in SEER Primary Tumor as regional (code 200): adnexa, NOS; bladder, bladder serosa; broad ligament (mesovarium); cul de sac; contralateral fallopian tube; omentum; parametrium; pelvic peritoneum; pelvic wall; rectum; sigmoid colon; sigmoid mesentery; small intestine; ureter; uterus; uterine serosa. \n\n**Note 2:**  Both extension to and discontinuous metastasis to any of the following abdominal organs are considered FIGO Stage III and coded in SEER Mets: abdominal mesentery; diaphragm; gallbladder; infracolic omentum; kidneys; large intestine except rectum and sigmoid colon; liver (peritoneal surface); pancreas; pericolic gutter; peritoneum, NOS;  spleen; stomach; ureters.\n\n**Note 3:**  The Federation Internationale de Gynecologie et d'Obstetrique (FIGO) stages are included for coding where no more specific information is available in the record.",
  "last_modified" : "2016-09-26T15:40:51.380Z",
  "definition" : [ {
    "key" : "seer_mets",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "manual",
    "name" : "Summary Stage Manual",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  }, {
    "key" : "ss2017_m",
    "name" : "Summary Stage 2017 M",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "00", "None\n\nNo distant metastasis", "", "VALUE:NONE" ], [ "70", "Distant site(s)/node(s) involved\n\nDistant lymph node(s)\n\nFurther contiguous extension \n\nMetastasis:\n     Pelvic extension with malignant cells in ascites or peritoneal washings\n     Peritoneal implants outside the pelvis\n\nFIGO Stage IIIA, IIIB, III NOS; IV", "Distant lymph nodes:\nSacral lymph nodes: \n    Presacral lymph nodes\n    Lateral sacral (laterosacral)     \n    Sacral NOS\n\nDistant lymph nodes, NOS\n\nDistant metastasis: \n     Microscopic and microscopic peritoneal implants or mets outside the pelvis, excluding omentum and small intestine  \n\nDistant metastasis (excluding involvement of other organs by peritoneal seeding or implants)\n    Liver parenchymal metastasis\n    Pleural effusion WITH positive cytology\n\nStated as FIGO Stage IIIB or FIGO Stage III [NOS]\n\nCarcinomatosis \n\nDistant metastasis WITH or WITHOUT distant lymph nodes\n\nDistant metastasis, NOS \n\nStated as FIGO Stage IV\n\nStated as M1", "VALUE:D" ], [ "99", "Unknown; distant metastasis not stated\nDistant metastasis cannot be assessed\nNot documented in patient record", "", "VALUE:U" ] ]
}