{
  "id" : "cervix_uteri_t_38859",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "Path T Cervix",
  "title" : "Pathologic T",
  "notes" : "**Note 1:** FIGO does not include an in situ category for tumors of the cervix, but TNM does. Assign pTis (behavior code /2) for in situ cases.\n\n**Note 2:**  When both the Federation Internationale de Gynecologie et d'Obstetrique (FIGO) stage and extension information on the primary tumor are available, use the extension information to assign the T in preference to a statement of FIGO stage - see Registrar notes.\n* If the only information is (pathologic) FIGO IIIB, assign the appropriate stage and leave pathologic T, N, and M blank. If the only information is (pathologic) FIGO stage IVB, leave pathologic T and N blank and see M\n\n**Note 3:**  All macroscopically visible lesions, even with superficial invasion, are assigned to T1b/FIGO Stage IB.\n\n**Note 4:**  Involvement of the anterior and/or posterior septum, the tissue between the vagina and bladder and between the vagina and rectum, is coded as involvement of the vaginal wall.\n\n**Note 5:** For the following descriptions, assign the appropriate T1 subgroups based on the depth of invasion and horizontal spread of the tumor. \n\n    Invasive carcinoma confined to cervix, clinically visible lesion\n\n    Localized, NOS\n    Confined to cervix uteri or uterus, NOS, except corpus uteri, NOS\n    (Not clinically visible or unknown if clinically visible)\n\n    Extension to\n       Cul de sac (rectouterine pouch)\n       Upper two-thirds of vagina including fornices\n       Vagina, NOS\n       Vaginal wall, NOS\n    WITHOUT parametrial invasion\n\n    Extension beyond uterus, NOS but not to pelvic wall (excluding lower third of vagina)\n    WITHOUT parametrial invasion",
  "last_modified" : "2018-05-02T20:27:56.922Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Pathologic classification criteria met, evaluation done:\n     Physician unable to assess T\n     Surgical resection primary tumor, extension not stated \nPhysician assigns pTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "pIS", "pTis", "Carcinoma in situ (preinvasive carcinoma)", "Cancer in situ WITH endocervical gland involvement\nCervical intraepithelial neoplasia (CIN) Grade III\nIn situ, intraepithelial, noninvasive, preinvasive\n\nStated as Tis" ], [ "p1", "pT1", "Tumor confined to the cervix (extension to corpus should be disregarded)", "Note: T1 has subcategories of T1a (T1a1 and T1a2) and T1b (T1b1 and T1b2). Assign T1 only when there is no information available to assign one of the subcategories\n\nCorpus uteri, NOS with no other information on extension\n\nConfined to uterus, size, depth and horizontal spread unknown\n\nFIGO Stage I [NOS]\n\nStated as T1 [NOS]" ], [ "p1A", "pT1a", "Invasive carcinoma diagnosed only by microscopy. Stromal invasion with a maximal depth of 5.0 mm measured from the base of the epithelium and a horizontal spread of 7.0 mm or less", "Invasive carcinoma confined to cervix, microscopic size of stromal invasion and horizontal spread not specified\n\nFIGO Stage IA \n\nStated as T1a" ], [ "p1A1", "pT1a1", "Measured stromal invasion 3.0 mm or less in depth and 7.0 mm or less in horizontal spread", "Minimal microscopic stromal invasion less than or equal to 3 mm in depth (measured from the base of the epithelium) and less than or equal to 7 mm in  horizontal spread\n\nFIGO Stage IA1\n\nStated as T1a1" ], [ "p1A2", "pT1a2", "Measured stromal invasion more than 3.0 mm and not more than 5.0 mm with a horizontal spread of 7.0 mm or less", "Microscopic stromal invasion greater than 3 mm and less than or equal to 5 mm in depth, (measured from the base of the epithelium) and less than or equal to 7 mm in horizontal spread\n\nFIGO Stage IA2\n\nStated as T1a2" ], [ "p1B", "pT1b", "Clinically visible lesion confined to the cervix or microscopic lesion greater than T1a2", "FIGO Stage IB\n\nStated as T1b" ], [ "p1B1", "pT1b1", "Clinically visible lesion 4.0 cm or less in greatest dimension", "FIGO Stage IB1\n\nStated as T1b1" ], [ "p1B2", "pT1b2", "Clinically visible lesion more than 4.0 cm in greatest dimension", "FIGO Stage IB2\n\nStated as T1b2" ], [ "p2", "pT2", "Tumor invades beyond uterus but not to pelvic wall or to lower third of vagina", "Note: T2 has subcategories of T2a (T2a1 and T2a2) and T2b. Assign T2 only when there is no information available to assign one of the subcategories\n\nFIGO Stage II [NOS]\n\nStated as T2 [NOS]" ], [ "p2A", "pT2a", "Tumor without parametrial invasion", "FIGO Stage IIA\n\nStated as T2a" ], [ "p2A1", "pT2a1", "Clinically visible lesion 4.0 cm or less in greatest dimension", "FIGO Stage IIA1\n\nStated as T2a1" ], [ "p2A2", "pT2a2", "Clinically visible lesion more than 4.0 cm in greatest dimension", "FIGO Stage IIA2\n\nStated as T2a2" ], [ "p2B", "pT2b", "Tumor with parametrial invasion", "Extension to:\n    Ligament(s):\n        Broad\n        Cardinal\n        Uterosacral\n    Parametrium (paracervical soft tissue)\nFIGO Stage IIB\n\nStated as T2b" ], [ "p3", "pT3", "Tumor extends to pelvic wall, involves lower third of vagina, causes hydronephrosis or non-functioning kidney", "Note: T3 has subcategories of T3a and T3b. Assign T3 only when there is no information available to assign one of the subcategories\nExtension to:\n    Fallopian tube(s)\n    Ovary(ies)\n    Urethra\n\nFIGO Stage III [NOS]\n\nStated as T3 [NOS]" ], [ "p3A", "pT3a", "Tumor involves lower third of vagina", "Extension to:\n    Bladder wall\n    Bladder, NOS excluding mucosa\n    Bullous edema of bladder mucosa\n    Lower third of vagina\n    Rectal wall\n    Rectum, NOS excluding mucosa\n    Ureter, intra- and extramural\n    Vulva\n\nFIGO Stage IIIA\n\nStated as T3a" ], [ "p3B", "pT3b", "Tumor extends to pelvic wall, causes hydronephrosis or non-functioning kidney", "Tumor causes hydronephrosis or nonfunctioning kidney \n\nExtension to pelvic wall(s)\n   Described clinically as frozen pelvis\n\nStated as T3b" ], [ "p4", "pT4", "Tumor invades mucosa of the bladder or rectum, or extends beyond true pelvis", "Extension to rectal or bladder mucosa \n\nFurther contiguous extension beyond true pelvis\n    Sigmoid colon\n    Small intestine\n\nFIGO Stage IVA\n\nStated as T4" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Only information is FIGO Stage IIIB or IVB\n\nPathologic classification not met\nPathologic classification criteria met, evaluation done:\n    Results not documented in patient record\n    No surgical resection of known primary tumor (not T0) OR\n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn't a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup" ] ]
}