{
  "id" : "clin_t_bbo",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "Clin T Prostate",
  "title" : "Clinical T",
  "notes" : "**Note 1:** Assign 88 for in situ cases (behavior code /2). TNM does not include an in situ category for prostate tumors.\n\n**Note 2:** **Clinically inapparent and apparent tumors**. When clinical apparency cannot be determined, assign T2.\n* **Clinically inapparent tumors** are neither palpable nor \"reliably\" visible by imaging. Physician documentation of a DRE that does not mention a palpable \"tumor\", \"mass\", or \"nodule\" can be inferred as inapparent. This would include findings limited to benign prostate enlargement/hypertrophy\n\n* **Clinically apparent tumors** are palpable or \"reliably\" visible by imaging. If a clinician documents a \"tumor\", \"mass\", or \"nodule\" by physical examination, this can be inferred as apparent. \"Tumor\", \"mass\", or \"nodule\" on imaging can only be used by the registrar if the managing clinician/urologist uses it\n* Do **not** infer inapparent or apparent tumor based on the registrar's interpretation of other terms in the DRE or imaging reports.  A physician assignment of T1 or T2 is also a clear statement of inapparent or apparent respectively.  Assign T2 in the absence of a clear physician's statement of inapparent or apparent\n\n**Note 3:** The digital rectal examination (DRE) is the \"gold standard\" for clinical staging and the quality of imaging for staging is not sufficiently uniform to make it part of routine staging. Therefore, the registrar should not use imaging to determine an apparent tumor unless the managing clinician/urologist has used it in staging (herein termed \"reliably\" visible on imaging). If there is a discrepancy between a stage documented on an imaging report and a stage documented by a managing clinician/urologist, the latter takes precedence.\n\n**Note 4:**  T1a, T1b, T1c and T1 are used only for **clinically inapparent tumors** (see Note 2) and/or incidentally found microscopic carcinoma (latent, occult) in one or both lobes.  Within this range, give priority to codes T1a and T1b over T1. Do not assign T1a, T1b or T1 [NOS] for needle core biopsy. Assign T1c when tumor is found in one lobe or both lobes by needle biopsy, but is not palpable or \"reliably\" visible by imaging. Since T1c is used to measure screening detected cases, it is important to only apply code T1c when it is clearly an inapparent case.  \n\n**Note 5:** T2a, T2b, T2c and T2 are used only for **clinically apparent tumors** (see Note 2). Information from biopsy is not used to assign T2.  Prostate biopsy information is coded in Site-Specific Factor 14. Codes T2a, T2b, and T2c have precedence over code T2. If the physician assigns cT2 without a subcategory of a, b, or c, use T2. \n\n**Note 6:**  Assign T2 for localized cancer when it is unknown if the tumor is clinically apparent. This would include cases with elevated PSA and positive needle core biopsy but no documentation regarding tumor apparency (inapparent versus apparent). Another example would be a diagnosis made prior to admission for a prostatectomy with no details provided on the initial clinical findings.\n\n**Note 7:**  T3 and T4 are used for extension beyond the prostate. Information from biopsy of extraprostatic tissue is assigned in Clinical T. \n\n**Note 8:** Involvement of the prostatic urethra does not alter the T code.\n\n**Note 9:** \"Frozen pelvis\" is a clinical term which means tumor extends to pelvic sidewall(s).  In the absence of a more detailed statement of involvement, assign a description of frozen pelvis to code T4.\n\n**Note 10:** When prostate cancer is an incidental finding during prostatectomy for other reasons: If there is documentation regarding a normal prostate evaluation (physical examination or imaging) prior to prostatectomy/autopsy of an invasive tumor, assign T0 in Clinical T. \n* If there is no documentation regarding a normal prostate evaluation (physical examination or imaging) prior to prostatectomy/autopsy of an invasive tumor, assign blank in Clinical T\n\n**Note 11:** Invasion into the prostatic apex or into (but not beyond) the prostatic capsule is not classified as T3, but as T2.",
  "last_modified" : "2018-05-02T20:27:54.015Z",
  "definition" : [ {
    "key" : "clin_t",
    "name" : "Clinical T",
    "type" : "INPUT"
  }, {
    "key" : "clin_t_display",
    "name" : "Clinical T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "cX", "cTX", "Primary tumor cannot be assessed", "Clinical classification criteria met, evaluation done: \n    Physician unable to assess T \n    Extension cannot be determined\nPhysician assigns cTX, no other information available to determine T" ], [ "c0", "cT0", "No evidence of primary tumor", "" ], [ "c1", "cT1", "Clinically inapparent tumor \n    Neither palpable nor visible by imaging", "Note: T1 has subcategories of T1a, T1b and T1c. Assign T1 only when there is no information available to assign one of the subcategories\n\nIncidental histologic finding (for example, on TURP), number of foci or percent of involved tissue not specified (clinically inapparent)\n(See Note 4)\n\nStated as T1 [NOS]" ], [ "c1A", "cT1a", "Tumor incidental histological finding in 5% or less of tissue resected", "Incidental histologic finding (for example, on TURP) in 5 percent or less of tissue resected (clinically inapparent)\n(See Note 4)\n\nStated as T1a" ], [ "c1B", "cT1b", "Tumor incidental histological finding in more than 5% of tissue resected", "Incidental histologic finding (for example, on TURP) in more than 5 percent of tissue resected (clinically inapparent)\n(See Note 4)\n\nStated as T1b" ], [ "c1C", "cT1c", "Tumor identified by needle biopsy\n     e.g., because of elevated prostate-specific antigen (PSA)", "Tumor identified by needle biopsy (clinically inapparent) \n     Example - for elevated PSA\n(See Note 4)\n\nStated as T1c" ], [ "c2", "cT2", "Tumor confined within prostate", "Note: T2 has subcategories of T2a, T2b and T2c. Assign T2 only when there is no information available to assign one of the subcategories\n\nClinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 5)\nInvolvement in one lobe/side, NOS\nIntracapsular involvement only\n\nClinically apparent tumor confined to prostate, NOS\n\nConfined to prostate but not stated if T1 or T2, clinically inapparent or apparent\n\nNot known if clinically inapparent or apparent\n\nConfined to prostate, NOS\nLocalized, NOS\n\nStated as T2 [NOS]" ], [ "c2A", "cT2a", "Tumor involves one-half of one lobe or less", "Clinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 5)\n\nStated as T2a" ], [ "c2B", "cT2b", "Tumor involves more than one-half of one lobe, but not both lobes", "Clinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 5)\n\nStated as T2b" ], [ "c2C", "cT2c", "Tumor involves both lobes", "Clinically apparent: do NOT use information from biopsy to determine extent of involvement\n(See Note 5)\n\nInvolves both lobes/sides (clinically apparent)\n\nStated as T2c" ], [ "c3", "cT3", "Tumor extends through the prostatic capsule", "Note: T3 has subcategories of T3a and T3b. Assign T3 only when there is no information available to assign one of the subcategories\n\nPeriprostatic extension, NOS (unknown if seminal vesicle(s) involved)\n(see Note 11)\n\nStated as T3 [NOS]" ], [ "c3A", "cT3a", "Extracapsular extension (unilateral or bilateral) \n     Including microscopic bladder neck involvement", "Extracapsular extension (beyond prostatic capsule), NOS\nExtension to periprostatic tissue\n\nThrough capsule, NOS\n\nStated as T3a" ], [ "c3B", "cT3b", "Tumor invades seminal vesicle(s)", "Extension to seminal vesicle(s) plus microscopic bladder neck involvement\n\nStated as T3b" ], [ "c4", "cT4", "Tumor is fixed or invades adjacent structures other than seminal vesicles: \n    External sphincter \n    Rectum\n    Levator muscles\n    Pelvic wall", "Extension to or fixation to adjacent structures other than seminal vesicles:\n    Bladder neck, except microscopic bladder neck involvement \n    Bladder, NOS\n    Fixation, NOS\n    Rectovesical (Denonvillier's) fascia\n  \nExtraprostatic urethra (membranous urethra)\n\nSkeletal muscle, NOS\nUreter(s)\n\nExtension to or fixation to pelvic wall or pelvic bone\n\"Frozen pelvis\", NOS (see Note 9)\n\nFurther contiguous extension including:\n    Bone\n    Other organs\n    Penis\n    Sigmoid colon\n    Soft tissue other than periprostatic\n\nStated as T4" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined \nIn situ case but no pTis is defined by TNM\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Clinical classification criteria not met \nClinical classification criteria met, evaluation done:\n    No information about diagnostic workup\n    Results not documented in record\nClinical evaluation of primary tumor not done or unknown if done\nTumor first detected on surgical resection (no clinical workup)\nEvidence of metastatic disease [(cM1) or (pM1)], no other workup\nOnly Clinical Stage Group documented (no T, N, or M information available)" ] ]
}