{
  "id" : "lung_t_86537",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "Path T Lung",
  "title" : "Pathologic T",
  "notes" : "**Note 1:**  Distance from Carina:  Assume tumor is greater than or equal to 2 centimeters (cm) from carina if lobectomy, segmental resection, or wedge resection is done.\n\n**Note 2:** Specific information about visceral pleura invasion is captured in T2 and **Site-Specific Factor 2, Visceral Pleural Invasion (VPI)/Elastic Layer**.  Elastic layer involvement has prognostic significance for lung cancer.\n\n**Note 3:**  Bronchopneumonia is not the same thing as obstructive pneumonitis and should not be coded as such.  \n* Bronchopneumonia is an acute inflammation of the walls of the bronchioles, usually a result of spread of infection from the upper to the lower respiratory tract\n* Obstructive pneumonitis is a combination of atelectasis, bronchiectasis with mucous plugging, and parenchymal inflammation that develops distal to an obstructing endobronchial lesion\n\n**Note 4:** Atelectasis is the failure of the lung to expand (inflate) completely. This may be caused by a blocked airway, a tumor, general anesthesia, pneumonia or other lung infections, lung disease, or long-term bedrest with shallow breathing. Sometimes called a collapsed lung. \n* For staging purposes, atelectasis must present with an obstructing tumor \n\n**Note 5:** Assign the appropriate T (sub)category (T1-T3) based on the tumor size for the following descriptions\n\n    Direct tumor invasion into an adjacent ipsilateral lobe\n    Invasion of pleura, NOS\n    Pulmonary ligament \n    Tumor confined to hilus\n    Tumor confined to one lung    \n    Tumor involving main stem bronchus\n\n    Confined to lung, NOS\n    Localized, NOS\n\n**Note 6:**  Separate ipsilateral tumor nodes are assigned either T3 (same lobe) or T4 (different lobe). Separate tumor nodules in the contralateral lung are assigned in M (distant metastasis). \n* The absence or presence of separate tumor nodules are also coded in **Site-Specific Factor 1**\n\n**Note 7:**  Pulmonary Artery/Vein:  An involved pulmonary artery/vein in the mediastinum is assigned T4 (involvement of major blood vessel).  However, if the involvement of the artery/vein appears to be only within lung tissue and not in the mediastinum, it is not assigned T4.\n\n**Note 8:**  Vocal cord paralysis (resulting from involvement of recurrent branch of the vagus nerve), superior vena cava (SVC) obstruction, or compression of the trachea or the esophagus may be related to direct extension of the primary tumor or to lymph node involvement.  The treatment options and prognosis associated with these manifestations of disease extent fall within the T4-Stage IIIB category. \n* If the primary tumor is peripheral and clearly unrelated to vocal cord paralysis, SVC obstruction, or compression of the trachea or the esophagus, code these manifestations as mediastinal lymph node involvement, N2 in regional lymph nodes, unless there is a statement of involvement by direct extension from the primary tumor\n\n**Note 9:**  Opposite (contralateral) Lung:  If no mention is made of the opposite lung on a chest x-ray, assume it is not involved.",
  "last_modified" : "2018-05-02T20:27:56.930Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed OR\nTumor proven by the presence of malignant cells in spuutum or bronchial washings but \nNOT visualized by imaging or bronchoscopy", "Occult carcinoma\n\nPathologic classification criteria met, evaluation done: \n    Physician unable to assess T\n    Surgical resection of primary tumor, extension not stated \n    Tumor size (TS) unknown for T categories where TS  needed to determine T\nPhysician assigns pTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "pIS", "pTis", "Carcinoma in situ", "Intraepithelial,  noninvasive\n\nStated as Tis" ], [ "p1", "pT1", "Tumor 3 cm or less in greatest dimension, surrounded by lung or visceral pleura\nWITHOUT bronchoscopic evidence of invasion more proximal than the lobar bronchus (i.e., not in the main bronchus)", "Note: T1 has subcategories of T1a and T1b. Assign T1 only when there is no information available to assign one of the subcategories\n\nStated as T1 [NOS]" ], [ "p1A", "pT1a", "Tumor 2 cm or less in greatest dimension", "Uncommon superficial spreading tumor of any size with its invasive component limited to the bronchial wall, which may extend proximal to the main bronchus\n\nStated as T1a" ], [ "p1B", "pT1b", "Tumor more than 2 cm but not more than 3 cm in greatest dimension", "Stated as T1b" ], [ "p2", "pT2", "Tumor more than 3 cm but not more than 7 cm; OR\nTumor with any of the following features\n    Involves main bronchus, 2 cm or more distal to the carina\n    Invades visceral pleura\n    Associated with atelectasis or obstructive pneumonitis that extends to the hilar region but does not involve the entire lung", "Note: T2 has subcategories of T2a and T2b. Assign T2 only when there is no information available to assign one of the subcategories\n\nStated as T2 [NOS]" ], [ "p2A", "pT2a", "Tumor more than 3 cm but not more than 5 cm in greatest dimension", "T2 tumor with features listed in T2 are classified T2a if 5 cm or less, or if size cannot be determined\n\nStated as T2a" ], [ "p2B", "pT2b", "Tumor more than 5 cm but not more than 7 cm in greatest dimension", "T2 tumor with features listed in T2 are classified T2b if greater than 5 cm but not larger than 7 cm\n\nStated as T2b" ], [ "p3", "pT3", "Tumor more than 7 cm OR\n    One that directly invades any of the following: \n         Parietal pleura\n         Chest wall (including superior sulcus tumors)\n         Diaphragm\n         Phrenic nerve\n         Mediastinal pleura\n         Parietal pericardium\nOR Tumor in the main bronchus less than 2 cm distal to the carina but without  involvement of the carina \nOR  Associated atelectasis or obstructive pneumonitis of the entire lung \nOR Separate tumor nodule(s) in the same lobe as the primary", "Adjacent rib\n\nStated as T3" ], [ "p4", "pT4", "Tumor of any size that invades any of the following:\n    Mediastinum\n    Heart\n    Great vessels\n    Trachea\n    Recurrent laryngeal nerve\n    Esophagus\n    Vertebral body\n    Carina\n    \nOR Separate tumor nodule(s) in a different ipsilateral lobe to that of the primary", "Note: Invasion into mediastinal fat is T4. However, if such an invasion is clearly limited to fat within the hilum, classification as T2a or T2b is appropriate, dependong size, unless other features dictate a higher T category\n\nSuperior sulcus tumor WITH encasement of subclavian vessels OR WITH unequivocal involvement of superior branches of brachial plexus (C8 or above)\n\nTumor confined to carina\n\nBlood vessel(s), major\n    Aorta\n    Azygos vein\n    Inferior vena cava\n    Pulmonary artery or vein\n    Superior vena cava (SVC syndrome)\n\nCarina from lung/mainstem bronchus\nCompression of esophagus or trachea not specified as  direct extension\n\nMediastinum, extrapulmonary or NOS\nNerve(s):\n    Cervical sympathetic (Horner syndrome)\n    Recurrent laryngeal (vocal cord paralysis)\n    Vagus\n\nVisceral pericardium\n\nVertebra(e)\nNeural foramina\n\nFurther contiguous extension \n(Except to structures specified in distant metastasis)\n\nStated as T4" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nPathologic classification criteria met, evaluation done: \n    Results not documented in patient record \n    No surgical resection of  known primary tumor (not T0) \n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}