{
  "id" : "path_n_dfw",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "Path N Merkel Cell Scrotum",
  "title" : "Pathologic N",
  "notes" : "**Note 1:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in M (distant metastasis).\n\n**Note 2:**  Bilateral nodes are classified as regional nodes for tumors with bidirectional drainage to primary nodal basins, as shown on lymphoscintigraphy.  \n* Clinical assessment of bilateral regional nodal involvement is required for tumors where lymphoscintigraphy is not performed\n\n**Note 3:**  Contiguous or secondary nodal basins are the next nodal drainage basins beyond the primary nodal basins.  Secondary basins are regional for TNM staging. \n\n**Note 4:** In transit metastasis is defined as a tumor distinct from the primary lesion and located either between the primary lesion and the draining regional lymph nodes or distal to the primary lesion.\n* In transit metastasis is coded in N (regional lymph nodes)\n\n**Note 5:** Code isolated tumor cells (ITCs) as positive nodes.\n\n**Regional lymph nodes**\n\n    Isolated tumor cells (ITCs) only\n\n    Regional lymph nodes (unilateral or bilateral)\n    Iliac, NOS\n        External\n        Internal (hypogastric), NOS\n            Obturator\n    Inguinal, NOS\n        Deep inguinal, NOS\n            Node of Cloquet or Rosenmuller (highest deep inguinal)\n        Superficial inguinal (femoral)\n    Pelvic nodes in contiguous or secondary nodal basin\n\n    Regional lymph node(s), NOS",
  "last_modified" : "2018-05-02T20:27:53.835Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph nodes cannot be assessed", "Pathologic classification criteria met, evaluation done:\n    Physician unable to assess N\n    Surgical resection primary tumor, no regional lymph nodes removed\n    Involvement of regional lymph nodes not documented\nPhysician assigns pNX, no other information available to determine N" ], [ "p0", "pN0", "No regional lymph node metastasis", "" ], [ "p1", "pN1", "Regional lymph node metastasis", "Note: N1 has subcategories of N1a and N1b. Assign N1 only when there is no information available to assign one of the subcategories\n\nRegional lymph nodes, NOS\nLymph nodes, NOS\n\nStated as N1 [NOS]" ], [ "p1A", "pN1a", "Microscopic metastasis \n(clinically occult: cN0 + pN1)", "Stated as N1a" ], [ "p1B", "pN1b", "Macroscopic metastasis \n(clinically apparent: cN1 + pN1)", "Stated as N1b" ], [ "p2", "pN2", "In-transit metastasis", "Clinically apparent in-transit metastasis WITH or WITHOUT occult nodal metastasis\n\nClinically apparent in-transit metastasis and clinically apparent nodal metastasis \n\nStated as N2" ], [ "c0", "cN0", "Clinically: No regional lymph node metastasis", "Use only for TNM defined pTis cases where there is a resection of the primary and the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Death certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}