{
  "id" : "path_t_bone_59009",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "Path T Bone",
  "title" : "Pathologic T",
  "notes" : "**Note 1:**  The cortex of a bone is the dense outer shell that provides strength to the bone; the spongy center of a bone is the cancellous portion.  The periosteum of the bone is the fibrous membrane covering of a bone that contains the blood vessels and nerves; the periosteum is similar to the capsule on a visceral organ.\n\n**Note 2:**  Assign the appropriate T category (T1, T2) based on the tumor size for the following descriptions\n\n    Adjacent bone/cartilage\n    Invasive tumor confined to cortex of bone\n    Extension beyond cortex to periosteum (No break in periosteum)\n    Extension beyond periosteum to surrounding tissues, including adjacent skeletal muscle(s)\n    Skin\n\n    Further contiguous extension\n\n    Localized, NOS\n\n**Note 3:**  The term \"skip metastasis\" is not used with a consistent meaning in the literature.  In some cases, it refers to discontinuous metastasis in the same bone as the primary tumor, while in other cases it refers to discontinuous metastasis in an adjacent bone, usually in the same limb.  For TNM staging, discontinuous metastasis in the same bone is classified as T3 , and discontinuous metastasis in an adjacent bone is classified as M1b (coded in distant metastasis).  \n* If a primary bone tumor is stated as having \"skip metastasis\" or \"skip lesions\" with no other information regarding the bone involved, assign T3",
  "last_modified" : "2018-05-02T20:27:55.802Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Pathologic classification criteria met, evaluation done: \n    Physician unable to assess T\n    Surgical resection of primary tumor, extension not stated \n    Tumor size (TS) unknown for T categories where TS  needed to determine T\nPhysician assigns pTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "p1", "pT1", "Tumor 8 cm or less in greatest dimension", "Stated as T1" ], [ "p2", "pT2", "Tumor more than 8 cm in greatest dimension", "Stated as T2" ], [ "p3", "pT3", "Discontinuous tumors in the primary bone site", "Stated as T3" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nPathologic classification criteria met, evaluation done: \n    Results not documented in patient record \n    No surgical resection of  known primary tumor (not T0) \n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}