{
  "id" : "path_t_bladder_68862",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "Path T Bladder",
  "title" : "Pathologic T",
  "notes" : "**Note 1:** If pTa is assigned, then Behavior ICD-O-3 must be 2.\n\n**Note 2:** The two main types of bladder cancer are the flat (sessile) variety and the papillary type. \n* Flat (sessile) variety is called in situ when tumor has not penetrated the basement membrane\n* Papillary tumor that has not penetrated the basement membrane is called noninvasive\n\n**Note 3:**  Noninvasive papillary transitional carcinoma: Pathologists use many different descriptive terms for noninvasive papillary transitional cell carcinoma. Frequently, the pathology report does not contain a definite statement of non-invasion; however, non-invasion can be inferred from the microscopic description.  \n\n    A.  Definite statements of non-invasion for papillary transitional cell carcinomas (Ta) include\n         Noninfiltrating\n         Noninvasive\n         No evidence of invasion\n         No extension into lamina propria\n         No stromal invasion\n         No extension into underlying supporting tissue\n         Negative lamina propria and superficial muscle\n         Negative muscle and (subepithelial) connective tissue\n         No infiltrative behavior/component\n    B. Inferred descriptions of non-invasion for papillary transitional cell carcinomas include\n         No involvement of muscularis propria and no mention of subepithelium/submucosa\n         No statement of invasion (microscopic description present)\n         (Underlying) Tissue insufficient to judge depth of invasion\n         No invasion of bladder wall\n         No involvement of muscularis propria\n         Benign deeper tissue\n         Microscopic description problematic (non-invasion versus superficial invasion)\n         Frond surfaced by transitional cell\n         No mural infiltration\n         No evidence of invasion (no sampled stroma)\n         Confined to mucosa (see also Note 4 if tumor is not described as papillary)\n\n**Note 4:**  Noninvasive (in situ) flat transitional cell carcinoma:  Careful attention must be given to the use of the term \"confined to mucosa\" for flat bladder carcinomas. Historically, carcinomas described as \"confined to mucosa\" were coded as localized. However, pathologists use this designation for non-invasion as well.  Pathologists also vary in their use of the terms \"invasion of mucosa, grade 1\" and \"invasion of mucosa, grade 2\" to distinguish between noninvasive and invasive carcinomas.  In order to accurately code tumors described as \"confined to mucosa\", abstractors should determine:     \n\n    If the tumor is confined to the epithelium: then it is noninvasive (Tis)\n    If the tumor has penetrated the basement membrane to invade the lamina propria: It is invasive (T1)\n      \n    The lamina propria and submucosa tend to merge when there is no muscularis mucosa, so these terms may be used interchangeably, along with stroma and subepithelial connective tissue\n\n    If the distinction between involvement of the epithelium and lamina propria cannot be made, then the tumor should be coded as \"confined to mucosa, NOS\" (Tis)\n       \n    Statements meaning confined to mucosa, NOS for flat transitional cell carcinomas include\n          Confined to mucosal surface\n          Limited to mucosa, no invasion of submucosa and muscularis\n          No infiltration/invasion of fibromuscular and muscular stroma\n          Superficial, NOS\n\n**Note 5:**  In case of multifocal noninvasive Ta and Tis tumors, assign Tis.\n\n**Note 6:**  Assign T1 when there is extension from the bladder into the subepithelial tissue of prostatic urethra. \n\n**Note 7:**  Assign T2b if the only description of extension is through full thickness of bladder wall, and there is no clear statement as to whether or not the cancer has extended into fat. If there is documentation that tumor has breached the wall, including invasion into fat or beyond, assign T3a or higher.\n\n**Note 8:**  An associated in situ component of tumor extending into the prostatic ducts, prostatic glands, or ureter without invasion is disregarded in staging classification.  Assign the T that best describes depth of bladder wall invasion. \n\n**Note 9:**  Assign T1, T2a, T2b, T2 as appropriate for extension from bladder directly into distal ureter. Direct invasion of the distal ureter is classified by the depth of greatest invasion in the bladder or ureter for TNM staging. The distal ureter is defined as below the iliac vessel, within the pelvic brim. \n\n**Note 10:** A cystectomy (partial or total) must be done to assign pathologic T. If only a TURB is done, this is a clinical T.",
  "last_modified" : "2018-05-02T20:27:55.000Z",
  "definition" : [ {
    "key" : "path_t",
    "name" : "Pathologic T",
    "type" : "INPUT"
  }, {
    "key" : "path_t_display",
    "name" : "Pathologic T Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pTX", "Primary tumor cannot be assessed", "Pathologic classification criteria met, evaluation done: \n    Physician unable to assess T\n    Surgical resection of primary tumor, extension not stated \nPhysician assigns pTX, no other information available to determine T" ], [ "p0", "pT0", "No evidence of primary tumor", "" ], [ "pA", "pTa", "Non-invasive papillary carcinoma", "Papillary:\n    Papillary transitional cell carcinoma, stated to be noninvasive\n    Papillary non-infiltrating\n    Papillary transitional cell carcinoma, with inferred description of noninvasion \n(see Notes 2 and 3)\n\nStated as Ta" ], [ "pIS", "pTis", "Carcinoma in situ: \"flat tumor\"", "Nonpapillary:\n    Sessile (flat) (solid) carcinoma in situ\n    Carcinoma in situ, NOS\n    Transitional cell carcinoma in situ\n\nConfined to mucosa, NOS (see Note 4)\n\nStated as Tis" ], [ "p1", "pT1", "Tumor invades subepithelial connective tissue", "Subepithelial connective tissue \n    Bladder:\n          Lamina propria\n          Stroma\n          Submucosa\n          Tunica propria\n     Prostatic urethra\n\nExtension to distal ureter:\n    Subepithelial connective tissue of bladder and/or distal ureter (see Note 9)\n\nLocalized, NOS\n\nStated as T1" ], [ "p2", "pT2", "Tumor invades muscle", "Note: T2 has subcategories of T2a and T2b. Assign T2 only when there is no information available to assign one of the subcategories.\n\nMuscle (muscularis propria) invaded, NOS of bladder only\n\nExtension to distal ureter:\n    Muscle (muscularis propria) invaded, NOS of bladder and/or distal ureter (see Note 9)\n\nStated as T2 [NOS]" ], [ "p2A", "pT2a", "Tumor invades superficial muscle (inner half)", "Muscle (muscularis propria) of bladder only:\n    Superficial muscle - inner half\n\nExtension to distal ureter:\n    Superficial muscle of bladder and/or distal ureter (see Note 9)\n\nStated as T2a" ], [ "p2B", "pT2b", "Tumor invades deep muscle (outer half)", "Muscle (muscularis propria) of bladder only:\n    Deep muscle--outer half\nExtension through full thickness of bladder wall BUT still contained within bladder wall \n(see Note 7)\n\nExtension to distal ureter:\n    Deep muscle or extension through wall of bladder and/or distal ureter (see Note 9)\n\nStated as T2b" ], [ "p3", "pT3", "Tumor invades perivesical tissue", "Note: T3 has subcategories of T3a and T3b. Assign T3 only when there is no information available to assign one of the subcategories.\n\nExtension to perivesical fat/tissues, NOS (unknown if microscopic or macroscopic), including:\n    Adventitia\n    Serosa (mesothelium)\n    Peritoneum\n    Periprostatic tissue\n    Distal periureteral tissue\n\nStated as T3 [NOS]" ], [ "p3A", "pT3a", "Tumor invades perivesical tissue: \nmicroscopically", "Extension to perivesical fat/tissues (microscopic) including:\n    Adventitia\n    Serosa (mesothelium)\n    Peritoneum\n    Periprostatic tissue\n    Distal periureteral tissue\n\nStated as T3a" ], [ "p3B", "pT3b", "Tumor invades perivesical tissue:\nmacroscopically (extravesical mass)", "Extension to perivesical fat/tissues (macroscopic) including:\n    Adventitia\n    Serosa (mesothelium)\n    Peritoneum\n    Periprostatic tissue\n    Distal periureteral tissue\nExtravesical mass\n\nStated as T3b" ], [ "p4", "pT4", "Tumor invades any of the following: \n    Prostate stroma\n    Seminal vesicles\n    Uterus\n    Vagina\n    Pelvic wall\n    Abdominal wall", "Note: T4 has subcategories of T4a and T4b. Assign T4 only when there is no information available to assign one of the subcategories\n\nStated as T4 [NOS]" ], [ "p4A", "pT4a", "Tumor invades:\n    Prostate stroma\n    Seminal vesicles\n    Uterus\n    Vagina", "Extension to: \n    Parametrium\n    Prostate, NOS\n    Rectovesical/Denonvilliers' fascia\n    Rectum\n    Small intestine\n    Ureter (excluding distal ureter)\n    Urethra, including prostatic urethra (excluding subepithelial connective tissue)\n    Vas deferens\n\nStated as T4a" ], [ "p4B", "pT4b", "Tumor invades pelvic wall or abdominal wall", "Bladder is \"fixed\"\n\nExtension to:\n   Pubic bone\n\nFurther contiguous extension\n\nStated as T4b" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Pathologic classification criteria not met \nPathologic classification criteria met, evaluation done: \n    Results not documented in patient record \n    No surgical resection of  known primary tumor (not T0) \n    Resection insufficient for site-specific pathologic assessment\nNo surgical resection of primary tumor and there isn’t a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup\nOnly Pathologic Stage Group documented (no T, N, or M information available)" ] ]
}