{
  "id" : "path_n_dbc",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "Path N Cervix",
  "title" : "Pathologic N",
  "notes" : "**Note 1:** When both the Federation Internationale de Gynecologie et d'Obstetrique (FIGO) stage and regional lymph node detail are available, use the regional lymph node detail in preference to a statement of FIGO stage - see Registrar notes.\n* If the only information is (pathologic) FIGO IIIB, assign the appropriate stage and leave pathologic T, N, and M blank. If the only information is (pathologic) FIGO stage IVB, leave pathologic T and N blank and see M\n\n**Note 2:** Histological examination of a pelvic lymphadenectomy specimen will ordinarily include 6 or more lymph nodes. If the lymph nodes are negative, but the number ordinarily examined is not met, classify as pN0. (1)\n\n**Note 3:**  Code only regional nodes and nodes, NOS, in this field.  Distant nodes are coded in M (distant metastasis).\n\n**Note 4:** FIGO Stage IIIB is assigned based on primary tumor extension and/or regional lymph node involvement. \n* If it is unknown whether it is based on extension or regional lymph node involvement, assign clinical stage as 3B and leave clinical T, N, and M blank\n\n**Note 5:**  If either exploratory or definitive surgery is done with no mention of lymph nodes, assume nodes are negative.\n\n**Note 6:**  If the clinician says \"adnexa palpated\" but does not mention lymph nodes, assume lymph nodes are not involved.\n\n**Regional lymph nodes**\n\n    Iliac, NOS\n       Common\n       External\n       Internal (hypogastric)\n           Obturator\n    Paracervical\n    Parametrial\n    Pelvic, NOS\n    Sacral, NOS\n       Lateral (laterosacral)\n       Middle (promontorial) (Gerota's node)\n       Presacral\n       Uterosacral\n\n    Regional lymph nodes, NOS\n    Lymph nodes, NOS",
  "footnotes" : "(1) International Union Against Cancer (UICC) *TNM Classification of Malignant Tumors,* 7th ed., Sobin, LH, Gospodarowicz, M, Wittekind, CH, eds. New York: Wiley, 2009, pg., 210",
  "last_modified" : "2018-05-02T20:27:53.439Z",
  "definition" : [ {
    "key" : "path_n",
    "name" : "Pathologic N",
    "type" : "INPUT"
  }, {
    "key" : "path_n_display",
    "name" : "Pathologic N Display",
    "type" : "DESCRIPTION"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "pX", "pNX", "Regional lymph node(s)  cannot be assessed", "Only information available is FIGO Stage IVA\n\nPathologic classification criteria met, evaluation done:\n    Physician unable to assess N\n    Surgical resection primary tumor, no regional lymph nodes removed OR\n    Involvement of regional lymph nodes not documented\nPhysician assign pNX, no other information available to determine N" ], [ "p0", "pN0", "No regional lymph node metastasis", "Only information available is FIGO Stage I (all subcategories), II (all subcategories), III [NOS], IIIA" ], [ "p1", "pN1", "Regional lymph node metastasis", "Stated as N1" ], [ "c0", "cN0", "Clinically: No regional lymph node metastasis", "Use only for TNM defined pTis cases where there is a resection of the primary and the nodes are not evaluated pathologically" ], [ "88", "88", "Not applicable", "Primary site/histology not TNM defined\nDeath certificate only (DCO) case" ], [ "", "BLANK", "See Registrar Notes", "Only information is FIGO Stage IIIB or IVB\n\nPathologic classification not met\nNo surgical resection of primary tumor AND\nThere isn't a positive biopsy of a structure in the highest T category and highest N category\nEvidence of metastatic disease (pM1), no other workup" ] ]
}