{
  "id" : "ssf1_jaj",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "SSF1",
  "title" : "Site-Specific Factor 1",
  "subtitle" : "Peripheral Blood Involvement",
  "notes" : "**Note 1:** Sezary cells are circulating atypical, malignant T lymphocytes with hyperconvoluted cerebriform nuclei, with a mature memory T-cell phenotype (CD3+, CD4+) with loss of CD 7 and CD26.\n\n**Note 2:** Assessment of blood tumor burden is performed using two types of tests\n* Using the microscope to count neoplastic (Sezary) cells.  The results can be given as counts per cubic millimeter (mm3) or as a percentage of the total lymphocytes that are abnormal (Sezary cells)  \n* Flow cytometry to characterize the cell surface markers on the neoplastic cells, where the neoplastic cells show the loss of some specific markers (CD26, for example.)  Interpretation of the test results is complicated and may vary.  In addition, clonality may be assessed as explained in **Note 4**.\n\n**Note 3:** The categories for peripheral blood involvement are\n\n* B0: No significant blood involvement \n* B1: Low blood tumor burden     \n* B2: High blood tumor burden \n\n**Note 4:** Clonality may be assessed on tissue and blood samples for this disease.  The tests look for what is called \"TCR gene rearrangement\" a detectable genetic pattern of the T-cell receptors on the neoplastic T-cells.  \n* A finding of \"monoclonal\" means the cells have derived from a single ancestor cell.  In this staging system, \"monoclonal\" is termed \"clone +\" or \"clone positive,\" and this generally indicates a worse prognosis\n* \"Polyclonal\" means the cells in question have not derived from a single ancestor cell, and this finding is termed \"clone -\" or \"clone negative.\" This may indicate a better prognosis\n* Test methods for clonality include Southern blot and polymerase chain reaction (PCR)\n* If clonality is given but a B rating is not stated by the physician, use code 090\n\n**Note 5:** Record the B rating as stated by the physician.  \n* If counts or percentages of neoplastic cells, flow cytometry test results, and/or clonality test results are performed but a B rating is not stated by the physician, use code 090\n\n**Note 6:** If there is no peripheral blood involvement or Sezary cell count is less than 1000, code 030.",
  "last_modified" : "2018-05-02T20:27:52.672Z",
  "definition" : [ {
    "key" : "ssf1",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  }, {
    "key" : "b_map",
    "name" : "B Map",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "010", "Absence of significant blood involvement: \n    5% or less of peripheral blood lymphocytes are atypical (Sezary) cells \n    Clone negative\n\nStated as B0a", "VALUE:B0a" ], [ "020", "Absence of significant blood involvement: \n    5% or less of peripheral blood lymphocytes are atypical (Sezary) cells \n    Clone positive\n\nStated as B0b", "VALUE:B0b" ], [ "030", "Absence of significant blood involvement: \n    5% or less of peripheral blood lymphocytes are atypical (Sezary) cells \n    Clone unknown\n\nStated as B0 [NOS]", "VALUE:B0" ], [ "040", "Low blood tumor burden: \n    More than 5% of peripheral blood lymphocytes are atypical (Sezary) cells but does not meet the criteria of B2 \n    Clone negative\n\nStated as B1a", "VALUE:B1a" ], [ "050", "Low blood tumor burden: \n    More than 5% of peripheral blood lymphocytes are atypical (Sezary) cells but does not meet the criteria of B2 \n    Clone positive\n\nStated as B1b", "VALUE:B1b" ], [ "060", "Low blood tumor burden: \n    More than 5% of peripheral blood lymphocytes are atypical (Sezary) cells but does not meet the criteria of B2 \n    Clone unknown\n\nStated as B1 [NOS]", "VALUE:B1" ], [ "070", "High blood tumor burden: \n    1000 microliter (uL) Sezary cells or more\n    Clone positive\n \nStated as B2", "VALUE:B2" ], [ "080", "% of atypical peripheral blood lymphocytes not stated and B rating not stated", "VALUE:BX" ], [ "090", "Sezary cell counts, blood flow cytometry, and/or clonality results in chart, B rating not stated", "VALUE:BX" ], [ "988", "Not applicable:  Information not collected for this case\n(If this item is required by your standard setter, use of code 988 will result in an edit error.)", "VALUE:BX" ], [ "997", "Sezary cell counts, blood flow cytometry, and/or clonality tests ordered, test results not in chart , \nB rating not stated", "VALUE:BX" ], [ "999", "Unknown or no information\nNot documented in patient record", "VALUE:BX" ] ]
}