{
  "id" : "ssf2_sbi",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "SSF2",
  "title" : "Site-Specific Factor 2",
  "subtitle" : "Pleural/Elastic Layer Invasion (PL) by H and E or Elastic Stain",
  "notes" : "**Note 1:**  AJCC Staging Manual 7th Edition includes a standardized and precise definition of pleural/elastic layer invasion (PL).  There are four categories (1)\n\n* **PL0** - Tumor that is surrounded by lung parenchyma or invades superficially into the pleural connective tissue beneath the elastic layer but falls short of completely traversing the elastic layer of the pleura\n* **PL1** - Tumor that invades beyond the elastic layer\n* **PL2** - Tumor that extends to the surface of the visceral pleura\n* **PL3** - Tumor that invades  the parietal pleura\n\nCategories PL1 and PL2 are classified as pleural invasion for staging and are classified as at least a T2.  PL3 is classified as at least a T3.  PL0 is not pleural invasion for TNM staging, and the T category is assigned based on other criteria. Other criteria can also raise the T category for PL1-3 tumors. \n\nWhen pathologists have difficulty assessing the relationship of the tumor to the elastic layer on routine hematoxylin and eosin (H and E) stains, they may perform a special elastic stain to make the determination.\n\n**Note 2:**  Code results as stated on the pathology report. \n* Code 998 if no histologic examination of pleura to assess pleural layer invasion\n\n**Note 3:** If pleural/elastic layer invasion (PL) is not mentioned on the pathology report, code 999.  \n\n**Note 4:** An FNA is not a histologic specimen and is not adequate to assess pleural layer invasion. \n* If only an FNA is available, use code 998\n\n**Note 5:**  Metastasis to the pleural, that is pleura tumor foci or nodules separate from direct invasion, are coded in distant metastasis.",
  "footnotes" : "(1) American Joint Committee on Cancer., & Edge, S.B. (2010) *AJCC Cancer Staging Manual (7th ed.)*. New York; London: Springer, pg. 264",
  "last_modified" : "2018-05-02T20:27:53.814Z",
  "definition" : [ {
    "key" : "ssf2",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "PL 0\nNo evidence of visceral pleural invasion (PL)\nTumor does not completely traverse the elastic layer" ], [ "010", "PL 1\nInvasion beyond the visceral elastic pleura, but limited to the pulmonary pleura\nTumor extends through the elastic layer" ], [ "020", "PL 2\nInvasion to the surface of the pulmonary pleura\nTumor extends to the surface of the visceral pleura" ], [ "030", "PL 3\nTumor extends to the parietal pleura" ], [ "040", "Invasion of pleura, NOS" ], [ "988", "Not applicable: Information not collected for this case" ], [ "998", "No histologic examination of pleura to assess pleural layer invasion" ], [ "999", "Unknown if PL present\nPL/elastic layer cannot be assessed\nNot documented in patient record" ] ]
}