{
  "id" : "ssf3_lpd",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "SSF3",
  "title" : "Site-Specific Factor 3",
  "subtitle" : "Mitotic Count",
  "notes" : "**Note 1:**  The mitotic count reflects the potential aggressiveness or prognosis of endocrine pancreatic tumors.  This site-specific factor presumes the denominator of 10 high power fields (HPF) or its equivalent, so just the numerator (the mitotic count) is coded here.  \n* For other schemas in which mitotic count is collected, the denominator may vary.  An HPF usually has a magnification objective of 40 (a 40x field)\n\n**Note 2:**  Record mitotic count, to the nearest tenth of a mitosis, as documented in the pathology report.  \n* For example, a mitotic count of 6/10 HPF\n\n**Note 3:**  Code the specific mitotic count only per 10 HPF; assume the denominator is 10 HPF if not specified.  \n* Use code 996 only if the mitotic count is expressed with a specific denominator other than 10 HPF\n\n**Note 4:**  Although mitotic count is generally documented for neuroendocrine tumors, if the mitotic count is available for a non-endocrine tumor, code the count. \n* If it is not available (endocrine or non-endocrine tumor), code 999",
  "last_modified" : "2018-05-02T20:27:54.517Z",
  "definition" : [ {
    "key" : "ssf3",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "0 mitoses per 10 high-power fields (HPF) (40x field)\nMitoses absent, no mitoses present, no mitotic activity" ], [ "001-008", "0.1 - 0.8 mitosis per 10 HPF (40x field)\n0.1 - 0.8 mitosis per " ], [ "009", "0.9 mitosis per 10 HPF (40x field)\n\nStated as less than 1 mitosis per 10 HPF (40x field)" ], [ "010-100", "1-10 mitoses per 10 HPF (40x field)" ], [ "110", "11 or more mitoses per 10 HPF (40x field)" ], [ "988", "Not applicable: Information not collected for this case" ], [ "990", "Specific number not stated, described less than or equal to 4 \n mitoses per 10 HPF (40x field)\n\nStated as low mitotic count or rate with no specific number" ], [ "992", "Specific number not stated, described as more than 4 mitoses per 10 HPF (40x field)\n\nStated as high mitotic count or rate with no specific number" ], [ "996", "Mitotic count described with denominator other than 10 HPF (40x field) " ], [ "998", "No histologic specimen from primary site" ], [ "999", "Unknown or no information\nNot documented in patient record" ] ]
}