{
  "id" : "ssf4_mab",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "SSF4",
  "title" : "Site-Specific Factor 4",
  "subtitle" : "Immunohistochemistry (IHC) of Regional Lymph Nodes",
  "notes" : "**Note 1:**  Isolated tumor cells (ITCs) are defined as single tumor cells or small clusters not greater than 0.2 millimeter (mm), usually detected by immunohistochemistry (IHC), hematoxylin and eosin stains (H and E) (see pN0 (i+)), or molecular (MOL) methods (Reverse Transcription Polymerase Chain Reaction, RT-PCR) (see **Site-Specific Factor 5, Molecular (MOL) Studies of Regional Lymph nodes**). \n\n* ITCs do not usually show evidence of malignant activity (e.g., proliferation or stromal reaction)\n\n**Note 2:**  When N is coded N0, use codes 000-009 only to report results of IHC. Otherwise code 987 in this field.\n\n**Note 3:**  If it is unstated whether or not tests are done for IHC, assume they are not done.\n\n**Note 4:**  If the record states N0(i+) and no other information, code to 009.",
  "last_modified" : "2018-05-02T20:27:53.512Z",
  "definition" : [ {
    "key" : "ssf4",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "Regional lymph nodes negative on routine hematoxylin and eosin (H and E), no immunohistochemistry (IHC)  \nOR unknown if tested for isolated tumor cells (ITCs) by IHC studies \nNodes clinically negative, not examined pathologically" ], [ "001", "Regional lymph nodes negative on routine H and E, IHC studies done, negative for tumor" ], [ "002", "Regional lymph nodes negative on routine H and E, IHC studies done, positive for ITCs \n(Tumor cell clusters not greater than 0.2 millimeter (mm))" ], [ "009", "Regional lymph nodes negative on routine H and E, positive for tumor detected by IHC, size of tumor cell clusters or metastases not stated\n\nStated as N0(i+) with no further information on regional lymph nodes" ], [ "987", "Not applicable: Regional Lymph Nodes not assigned pN0" ], [ "988", "Not applicable: Information not collected for this case" ] ]
}