{
  "id" : "ssf5_npa",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "SSF5",
  "title" : "Site-Specific Factor 5",
  "subtitle" : "Levels VI-VII and Facial Lymph Nodes for Head and Neck",
  "notes" : "**Note 1:**   **Site-Specific Factors 3-6** are used to code the presence or absence of lymph node involvement in each of 7 different levels and other groups defined by TNM.  The definitions of the levels are the same for all applicable head and neck sites.  One digit is used to represent lymph nodes of a single level, with the digits of **Site-Specific Factor 3** representing lymph nodes of Levels I-III; the digits of **Site-Specific Factor 4** representing lymph nodes of Levels IV and V and the retropharyngeal nodes; the digits of  **Site-Specific Factor 5** representing lymph nodes of Levels VI and VII and the facial nodes; and the digits of **Site-Specific Factor 6** representing the remaining Other groups as defined by TNM.  In each digit, a code 1 means yes, the nodes are involved.\n\n**Note 2:**  Facial nodes include buccinator, mandibular, and nasolabial lymph nodes.\n\n**Note 3:**  If involved regional node levels are documented as a range, or if the involved nodes overlap multiple levels, code all levels specified.\n\n**Note 4:**  If regional node(s) are known to be positive but the level of node(s) involved is unknown, use code 000.\n\n**Note 5:** Level VI is also referred to as\n   \n* Level VI - Anterior compartment group",
  "last_modified" : "2018-05-02T20:27:56.065Z",
  "definition" : [ {
    "key" : "ssf5",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "No involvement in Levels VI or VII or facial lymph nodes" ], [ "100", "Level VI lymph node(s) involved" ], [ "010", "Level VII lymph node(s) involved" ], [ "001", "Facial lymph node(s) involved" ], [ "110", "Levels VI and VII lymph nodes involved" ], [ "101", "Levels VI and facial lymph nodes involved" ], [ "011", "Levels VII and facial lymph nodes involved" ], [ "111", "Levels VI and VII and facial lymph nodes involved" ], [ "988", "Not applicable: Information not collected for this case" ], [ "999", "Unknown if regional lymph node(s) involved, not stated\nRegional lymph nodes cannot be assessed\nNot documented in patient record" ] ]
}