{
  "id" : "ssf7_spa",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "SSF7",
  "title" : "Site-Specific Factor 7",
  "subtitle" : "Upper and Lower Cervical Node Levels",
  "notes" : "**Note 1:**  TNM requires that nodes be designated as involving upper or lower levels within the neck. The boundary between upper and lower levels is the lower border of the cricoid cartilage.\n\n**Note 2:**  Nodes in Levels I, II, and III are upper level nodes. Nodes in Levels IV and VII are lower level nodes. Nodes in Level VA are upper level nodes, and nodes in Level VB are lower level nodes. Level VI nodes span both upper and lower levels. Nodes included in Other groups (Facial, Parotid, Parapharyngeal, Retropharyngeal, Retroauricular, and Suboccipital) are all upper level nodes.\n\n**Note 3:**  Code the location of nodal involvement in relation to the lower border of the cricoid cartilage of all involved nodes, whether assessed clinically or pathologically, as stated by a physician.\n\n**Note 4:**  If there is no physician statement of upper and/or lower level nodal involvement, assign nodes in Levels I, II, III, and VA nodes to upper level. Assign nodes in Levels IV, VB, and VII to lower level. If Level V (A and B not specified) and/or Level VI nodes are involved with no further information about location, use code 040.\n\n**Note 5:**  A description of \"mid neck\" requires clarification with the physician. Code 040, unknown level, if \"mid neck\" is the only information available.",
  "last_modified" : "2018-05-02T20:27:56.055Z",
  "definition" : [ {
    "key" : "ssf7",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "No regional lymph nodes involved" ], [ "010", "Upper level lymph node(s) involved \n(All involved nodes above the lower border of the cricoid cartilage)" ], [ "020", "Lower level lymph node(s) involved \n(All involved nodes below the lower border of the cricoid cartilage)" ], [ "030", "Upper and lower level lymph nodes involved \n(All involved nodes both above and below the lower border of the cricoid cartilage)" ], [ "040", "Unknown level lymph node(s) involved \n(Unable to determine if involved nodes above or below the lower border of the cricoid cartilage)" ], [ "988", "Not applicable: Information not collected for this case" ], [ "999", "Unknown if regional lymph nodes  involved, not stated \nRegional lymph nodes cannot be assessed\nNot documented in patient record" ] ]
}