{
  "id" : "ssf8_spb",
  "algorithm" : "tnm",
  "version" : "1.8",
  "name" : "SSF8",
  "title" : "Site-Specific Factor 8",
  "subtitle" : "Extracapsular Extension Clinically, Lymph Nodes for Head and Neck",
  "notes" : "**Note 1:** Clinical assessment can be by physical examination or imaging. According to AJCC, \"ECS [extracapsular spread] can be diagnosed clinically by a matted mass of nodes adherent to overlying skin, adjacent soft tissue, or clinical evidence of cranial nerve invasion. Radiologic signs of ECS include amorphous, spiculated margins of a metastatic node and stranding of the perinodal soft tissue in previously untreated patients.\" (1)\n\n**Note 2:** Code the status of extracapsular extension assessed clinically for any involved regional lymph node(s) coded in Clinical N. Do not code extracapsular extension for any distant lymph node(s).\n\n**Note 3:** If nodes are involved clinically, and documentation of physical examination or imaging is available without a statement of extracapsular extension, use code 010.\n\n**Note 4:** If the only documentation is a reference to clinically involved nodes with no reference to extracapsular extension, use code 030.\n\n**Note 5:** If there is no information about clinical assessment of nodes, use code 999.",
  "footnotes" : "(1) American Joint Committee on Cancer., & Edge, S.B. (2010) *AJCC Cancer Staging Manual (7th ed.)*. New York; London: Springer, pg. 22",
  "last_modified" : "2018-05-02T20:27:56.053Z",
  "definition" : [ {
    "key" : "ssf8",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "description",
    "name" : "Description",
    "type" : "DESCRIPTION"
  } ],
  "rows" : [ [ "000", "No regional lymph nodes involved clinically" ], [ "010", "Regional lymph node(s) involved clinically, no extracapsular extension clinically" ], [ "020", "Regional lymph node(s) involved clinically, extracapsular extension clinically (nodes described as fixed or matted)" ], [ "030", "Regional lymph node(s) involved clinically, unknown if extracapsular extension" ], [ "988", "Not applicable: Information not collected for this case" ], [ "997", "Clinical examination of regional lymph nodes performed, unknown results" ], [ "998", "No clinical examination of regional lymph nodes" ], [ "999", "Unknown if regional lymph nodes  involved clinically, not stated \nRegional lymph nodes cannot be assessed \nNot documented in patient record" ] ]
}