{
  "id" : "extension_bgc",
  "algorithm" : "tnm",
  "version" : "1.4",
  "name" : "SEER Primary Tumor",
  "title" : "SEER Primary Tumor",
  "notes" : "**Note 1:** Osseous plasmacytomas are localized tumors occurring in the bone.  There may be soft tissue extension. \n\n**Note 2:** Extraosseous (extramedullary) plasmacytomas are plasma cell neoplasms that arise in tissues other than bone. The most common sites are the upper respiratory tract, the gastrointestinal tract, lymph nodes, bladder, central nervous system (CNS), breast, thyroid, testis and skin. \n\n**Note 3:** Criteria for the diagnosis of multiple myeloma include: presence of clonal bone marrow plasma cells or plasmacytoma, presence of an M-protein in serum and/or urine, and the presence of related organ or tissue impairment. Do not use this criteria to determine the diagnosis of multiple myeloma. Code according to histologic confirmation or physician statement. \n\n**Note 4:** Multiple myeloma or plasma cell myeloma is a widely disseminated plasma cell neoplasm, characterized by a single clone of plasma cells derived from B cells that grows in the bone marrow. It is always coded to 700 for systemic involvement.",
  "last_modified" : "2016-11-29T17:24:15.258Z",
  "definition" : [ {
    "key" : "seer_primary_tumor",
    "name" : "Code",
    "type" : "INPUT"
  }, {
    "key" : "manual",
    "name" : "Summary Stage Manual",
    "type" : "DESCRIPTION"
  }, {
    "key" : "notes",
    "name" : "Registrar Notes",
    "type" : "DESCRIPTION"
  }, {
    "key" : "ss2017_t",
    "name" : "Summary Stage 2017 T",
    "type" : "ENDPOINT"
  } ],
  "rows" : [ [ "100", "Localized (isolated/mono-ostotic/single/solitary/unifocal for M-9731/3, 9734/3)", "Localized\n\nSingle plasmacytoma lesion WITHOUT soft tissue extension or unknown if soft tissue extension (9731)\n\nSingle plasmacytoma lesion WITH soft tissue extension (9731)\n\nSingle plasmacytoma lesion occurring in tissue other than bone (9734)\n\nPlasmacytoma, NOS (9731)\nNot stated if single or multiple, not stated if osseous or extraosseous", "VALUE:L" ], [ "700", "Distant (polyostotic); disease disseminated at diagnosis", "Distant\n\nMultiple osseous or multiple extraosseous plasmacytoma lesions (9731, 9734)\n\nPlasma cell myeloma/multiple myeloma/myelomatosis (9732)\n\nMyeloma, NOS", "VALUE:D" ], [ "999", "Unknown; extension not stated\nPrimary tumor cannot be assessed\nNot documented in patient record", "Applicable for 9731/3 and 9734/3 only", "VALUE:U" ] ]
}